{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 1, "text": "You will most likely encounter alcohol at some point during your time in high school, and it's important to understand the facts about alcohol and how it will affect you in order to determine if and how you consume it.", "tokens": ["PRP", "MD", "VB", "JJ", "NN", "NN", "IN", "DT", "NN", "IN", "PRP$", "NN", "IN", "JJ", "NN", ",", "CC", "PRP", "VBZ", "JJ", "TO", "VB", "DT", "NNS", "IN", "NN", "CC", "WRB", "PRP", "MD", "VB", "PRP", "IN", "NN", "TO", "VB", "IN", "CC", "WRB", "PRP", "VBP", "PRP", "."], "tree": "(TOP (S (S (NP (PRP PRP)) (VP (MD MD) (ADVP (RBS RBS) (RB RB)) (VP (VB VB) (NP (NN NN)) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (PRP$ PRP$) (NN NN)) (PP (IN IN) (NP (JJ JJ) (NN NN)))))))))) (, ,) (CC CC) (S (NP (NP (PRP PRP))) (VP (VBZ VBZ) (ADJP (JJ JJ)) (S (VP (TO TO) (VP (VB VB) (NP (NP (NP (DT DT) (NNS NNS)) (PP (IN IN) (NP (NN NN)))) (CC CC) (SBAR (WHADVP (WRB WRB)) (S (NP (PRP PRP)) (VP (MD MD) (VP (VB VB) (NP (PRP PRP))))))) (SBAR (IN IN) (NN NN) (S (VP (TO TO) (VP (VB VB) (SBAR (WHADVP (IN IN) (CC CC) (WRB WRB)) (S (NP (PRP PRP)) (VP (VBP VBP) (NP (PRP PRP)))))))))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 2, "text": "Alcohol is categorized as a CNS (central nervous system) depressant, and also a sedative hypnotic.", "tokens": ["NNP", "VBZ", "VBN", "IN", "DT", "NNP", "(", "JJ", "JJ", "NN", ")", "NN", ",", "CC", "RB", "DT", "JJ", "NN", "."], "tree": "(TOP (S (NP (NN NN)) (VP (VBZ VBZ) (VP (VBN VBN) (PP (IN IN) (NP (NP (DT DT) (NML (NML (NNP NNP)) (-LRB- -LRB-) (NML (JJ JJ) (JJ JJ) (NN NN)) (-RRB- -RRB-)) (NN NN)) (, ,) (CC CC) (RB RB) (NP (DT DT) (JJ JJ) (NN NN)))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 3, "text": "A CNS depressant is any drug that lowers neurotransmission levels in the brain, which has the effect of reducing stimulation, leading to relaxation or anxiety-reducing effects.", "tokens": ["DT", "NNP", "NN", "VBZ", "DT", "NN", "IN", "VBZ", "NN", "NNS", "IN", "DT", "NN", ",", "WDT", "VBZ", "DT", "NN", "IN", "VBG", "NN", ",", "VBG", "TO", "NN", "CC", "JJ", "NNS", "."], "tree": "(TOP (S (NP (DT DT) (NNP NNP) (NN NN)) (VP (VBZ VBZ) (NP (NP (DT DT) (NN NN)) (SBAR (WHNP (WDT WDT)) (S (VP (VBZ VBZ) (NP (NP (NP (NN NN) (NNS NNS)) (PP (IN IN) (NP (DT DT) (NN NN)))) (, ,) (SBAR (WHNP (WDT WDT)) (S (VP (VBZ VBZ) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (S (VP (VBG VBG) (NP (NP (NN NN)) (, ,) (VP (VBG VBG) (PP (IN IN) (NP (UCP (NP (NN NN)) (CC CC) (VBG VBG)) (NNS NNS)))))))))))))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 4, "text": "Sedative Hypnotics are just a subtype of CNS depressants that specifically decrease wakefulness.", "tokens": ["JJ", "NNS", "VBP", "RB", "DT", "NN", "IN", "NNP", "NNS", "WDT", "RB", "VBZ", "NN", "."], "tree": "(TOP (S (NP (JJ JJ) (NNS NNS)) (VP (VBP VBP) (NP (NP (RB RB) (DT DT) (NN NN)) (PP (IN IN) (NP (NP (NNP NNP) (NNS NNS)) (SBAR (WHNP (WDT WDT)) (S (ADVP (RB RB)) (VP (VBP VBP) (NP (NN NN))))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 5, "text": "However, alcohol is slightly more complicated in this regard due to its biphasic effect.", "tokens": ["RB", ",", "NN", "VBZ", "RB", "RBR", "JJ", "IN", "DT", "NN", "JJ", "TO", "PRP$", "JJ", "NN", "."], "tree": "(TOP (S (ADVP (RB RB)) (, ,) (NP (NN NN)) (VP (VBZ VBZ) (ADJP (ADVP (RB RB) (RBR RBR)) (JJ JJ)) (PP (IN IN) (NP (DT DT) (NN NN))) (PP (IN IN) (IN IN) (NP (PRP$ PRP$) (JJ JJ) (NN NN)))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 6, "text": "Alcohol typically has a stimulating effect at first, followed by a depressing effect at higher doses .", "tokens": ["NNP", "RB", "VBZ", "DT", "JJ", "NN", "IN", "JJ", ",", "VBN", "IN", "DT", "JJ", "NN", "IN", "JJR", "NNS", "."], "tree": "(TOP (S (NP (NN NN)) (ADVP (RB RB)) (VP (VBZ VBZ) (NP (DT DT) (VBG VBG) (NN NN)) (PP (IN IN) (ADVP (RB RB))) (, ,) (VP (VBN VBN) (PP (IN IN) (NP (NP (DT DT) (VBG VBG) (NN NN)) (PP (IN IN) (NP (JJR JJR) (NNS NNS))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 7, "text": "Therefore it’s particularly important that you manage your consumption effectively, both to avoid the negative side effects of alcohol and also maximize its benefits.", "tokens": ["IN", "PRP", "VBZ", "JJ", "RB", "JJ", "IN", "PRP", "VB", "PRP$", "NN", "RB", ",", "DT", "TO", "VB", "DT", "JJ", "NN", "NNS", "IN", "NN", "CC", "RB", "VB", "PRP$", "NNS", "."], "tree": "(TOP (S (ADVP (RB RB)) (NP (NP (PRP PRP))) (VP (VBP VBP) (VP (VBZ VBZ) (ADJP (RB RB) (JJ JJ)) (SBAR (IN IN) (S (NP (PRP PRP)) (VP (VB VB) (NP (PRP$ PRP$) (NN NN)) (ADVP (RB RB)) (, ,) (S (VP (DT DT) (TO TO) (VP (VP (VB VB) (NP (NP (DT DT) (JJ JJ) (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (NN NN))))) (CC CC) (ADVP (RB RB)) (VP (VB VB) (NP (PRP$ PRP$) (NNS NNS))))))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 8, "text": "This biphasic effect is due to the multiple mechanisms of action of alcohol.", "tokens": ["DT", "JJ", "NN", "VBZ", "JJ", "TO", "DT", "JJ", "NN", "IN", "NN", "IN", "NN", "."], "tree": "(TOP (S (NP (DT DT) (JJ JJ) (NN NN)) (VP (VBZ VBZ) (PP (IN IN) (IN IN) (NP (NP (DT DT) (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (NN NN))) (PP (IN IN) (NP (NN NN)))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 9, "text": "Alcohol's primary MOA is on the GABA neurotransmitter, where it is a non-competitive, non selective GABA agonist.", "tokens": ["NNP", "POS", "JJ", "NNP", "VBZ", "IN", "DT", "NNP", "NN", ",", "WRB", "PRP", "VBZ", "DT", "JJ", ",", "JJ", "JJ", "NNP", "NN", "."], "tree": "(TOP (S (NP (NP (NN NN) (POS POS)) (JJ JJ) (NNP NNP)) (VP (VBZ VBZ) (PP (IN IN) (NP (NP (DT DT) (NNP NNP) (NN NN)) (, ,) (SBAR (WHADVP (WRB WRB)) (S (NP (PRP PRP)) (VP (VBZ VBZ) (NP (DT DT) (JJ JJ) (, ,) (RB RB) (JJ JJ) (NNP NNP) (NN NN)))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 10, "text": "Because GABA is the primary inhibitory neurotransmitter in the brain, an agonist (alcohol) binding on it will amplify the inhibitive action of GABA, leading to a depressive effect.", "tokens": ["IN", "NNP", "VBZ", "DT", "JJ", "NN", "NN", "IN", "DT", "NN", ",", "DT", "NN", "(", "NN", ")", "NN", "IN", "PRP", "MD", "VB", "DT", "JJ", "NN", "IN", "NNP", ",", "VBG", "TO", "DT", "JJ", "NN", "."], "tree": "(TOP (S (SBAR (IN IN) (S (NP (NNP NNP)) (VP (VBZ VBZ) (NP (NP (DT DT) (JJ JJ) (JJ JJ) (NN NN)) (PP (IN IN) (NP (DT DT) (NN NN))))))) (, ,) (NP (NP (NP (DT DT) (NN NN)) (-LRB- -LRB-) (NP (NN NN)) (-RRB- -RRB-)) (VP (VBG VBG) (PP (IN IN) (NP (PRP PRP))))) (VP (MD MD) (VP (VB VB) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NNP NNP)))) (, ,) (S (VP (VBG VBG) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 11, "text": "Alcohol is also a non-competitive, selective glutamate antagonist at NMDA receptors.", "tokens": ["NNP", "VBZ", "RB", "DT", "JJ", ",", "JJ", "NN", "NN", "IN", "NNP", "NNS", "."], "tree": "(TOP (S (NP (NN NN)) (VP (VBZ VBZ) (ADVP (RB RB)) (NP (NP (DT DT) (JJ JJ) (, ,) (JJ JJ) (NN NN) (NN NN)) (PP (IN IN) (NP (NNP NNP) (NNS NNS))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 12, "text": "Glutamate is an excitatory NT that affects learning, synaptic plasticity, sensory, motor, and cognitive function.", "tokens": ["NNP", "VBZ", "DT", "JJ", "NNP", "WDT", "VBZ", "NN", ",", "JJ", "NN", ",", "NN", ",", "NN", ",", "CC", "JJ", "NN", "."], "tree": "(TOP (S (NP (NN NN)) (VP (VBZ VBZ) (NP (NP (DT DT) (JJ JJ) (NNP NNP)) (SBAR (WHNP (WDT WDT)) (S (VP (VBZ VBZ) (NP (NP (NN NN)) (, ,) (NP (JJ JJ) (NN NN)) (, ,) (NP (NN NN)) (, ,) (NP (NN NN)) (, ,) (CC CC) (NP (JJ JJ) (NN NN)))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 13, "text": "Alcohol decreases Glutamate's effect at NMDA receptors, leading to sedation, disrupting memory and long term potentiation.", "tokens": ["NNP", "VBZ", "NNP", "POS", "NN", "IN", "NNP", "NNS", ",", "VBG", "TO", "NN", ",", "VBG", "NN", "CC", "JJ", "NN", "NN", "."], "tree": "(TOP (S (NP (NN NN)) (VP (VBZ VBZ) (NP (NP (NP (NNP NNP) (POS POS)) (NN NN)) (PP (IN IN) (NP (NNP NNP) (NNS NNS)))) (, ,) (S (VP (VBG VBG) (PP (IN IN) (NP (NN NN))) (, ,) (S (VP (VBG VBG) (NP (NP (NN NN)) (CC CC) (NP (NML (JJ JJ) (NN NN)) (NN NN)))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 14, "text": "This accounts for alcohol’s effect of “blacking out” or gaps in memory, as well as learning deficits seen after consuming alcohol.", "tokens": ["DT", "VBZ", "IN", "NN", "NNP", "NN", "NN", "IN", "NNP", "VBG", "RP", "CD", "CC", "NNS", "IN", "NN", ",", "RB", "RB", "IN", "VBG", "NNS", "VBN", "IN", "VBG", "NN", "."], "tree": "(TOP (S (NP (DT DT)) (VP (VBZ VBZ) (PP (IN IN) (NP (NP (NP (NN NN) (IN IN) (POS POS)) (NN NN)) (PP (IN IN) (`` ``) (VBG VBG) (PRT (RP RP)) ('' '') (CC CC) (NP (NP (NNS NNS)) (PP (IN IN) (NP (NN NN))))) (, ,) (CONJP (RB RB) (RB RB) (IN IN)) (NP (NP (NN NN) (NNS NNS)) (VP (VBN VBN) (PP (IN IN) (S (VP (VBG VBG) (NP (NN NN)))))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 15, "text": "Alcohol also increases endogenous opioid synthesis and release (opioid agonist), in the form of endorphins, which contributes to some of Alcohol’s mild euphoric effects at low doses and pain relief at higher doses.This could be a factor that contributes to addictive potential and excessive consumption in individual drinkers, as studies have shown that individuals in which a single drink releases a larger amount of opioids in the brain get more pleasure out of each drink (Mitchell 2012).", "tokens": ["NNP", "RB", "VBZ", "JJ", "JJ", "NN", "CC", "NN", "(", "JJ", "NN", ")", ",", "IN", "DT", "NN", "IN", "NNS", ",", "WDT", "VBZ", "TO", "DT", "IN", "NNP", "NNP", "VBD", "JJ", "JJ", "NNS", "IN", "JJ", "NNS", "CC", "NN", "NN", "IN", "JJR", "NN", "MD", "VB", "DT", "NN", "WDT", "VBZ", "TO", "VB", "JJ", "CC", "JJ", "NN", "IN", "JJ", "NNS", ",", "IN", "NNS", "VBP", "VBN", "IN", "NNS", "IN", "WDT", "DT", "JJ", "NN", "VBZ", "DT", "JJR", "NN", "IN", "NNS", "IN", "DT", "NN", "VB", "JJR", "NN", "IN", "IN", "DT", "NN", "(", "NNP", "CD", ")", "."], "tree": "(TOP (S (NP (NN NN)) (ADVP (RB RB)) (VP (VBZ VBZ) (NP (NP (JJ JJ) (NN NN) (NN NN) (CC CC) (NN NN)) (-LRB- -LRB-) (NP (NN NN) (NN NN)) (-RRB- -RRB-)) (, ,) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NNS NNS))))) (, ,) (SBAR (SBAR (WHNP (WDT WDT)) (S (VP (VBZ VBZ) (IN IN) (NP (NP (DT DT)) (PP (PP (IN IN) (NP (NP (NNP NNP) (PRP$ PRP$) (POS POS)) (JJ JJ) (JJ JJ) (NNS NNS))) (PP (IN IN) (NP (JJ JJ) (NNS NNS)))))))) (CC CC) (NP (NP (NN NN) (NN NN)) (PP (IN IN) (NP (NP (JJR JJR) (DT DT)) (MD MD) (VB VB) (NP (NP (DT DT) (NN NN)) (SBAR (WHNP (WDT WDT)) (S (VP (VBZ VBZ) (PP (IN IN) (NP (NP (JJ JJ) (NN NN)) (CC CC) (NP (NP (JJ JJ) (NN NN)) (PP (IN IN) (NP (JJ JJ) (NNS NNS)))))))))))))) (, ,) (SBAR (IN IN) (S (NP (NNS NNS)) (VP (VP (VBP VBP) (VP (VBN VBN) (IN IN) (S (NP (NP (NNS NNS)) (SBAR (WHPP (IN IN) (WHNP (WDT WDT))) (S (NP (DT DT) (JJ JJ) (NN NN)) (VP (VBZ VBZ) (NP (NP (NP (DT DT) (JJR JJR) (NN NN)) (PP (IN IN) (NP (NNS NNS)))) (PP (IN IN) (NP (DT DT) (NN NN)))))))) (VBP VBP) (NP (JJR JJR) (NN NN)) (PP (IN IN) (PP (IN IN) (NP (DT DT) (NN NN))))))) (PRN (-LRB- -LRB-) (NP (NNP NNP) (CD CD)) (-RRB- -RRB-)))))) (-RRB- -RRB-)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 16, "text": "Finally, Alcohol has a secondary MOA, increasing dopamine in the Ventral Striatum through disinhibition, a characteristic shared by all drugs of abuse with addictive potential .", "tokens": ["RB", ",", "NNP", "VBZ", "DT", "JJ", "NNP", ",", "VBG", "NN", "IN", "DT", "NNP", "NNP", "IN", "NN", ",", "DT", "JJ", "VBN", "IN", "DT", "NNS", "IN", "NN", "IN", "JJ", "NN", "."], "tree": "(TOP (S (ADVP (RB RB)) (, ,) (NP (NNP NNP)) (VP (VBZ VBZ) (NP (DT DT) (JJ JJ) (NNP NNP)) (, ,) (S (VP (VBG VBG) (NP (NN NN)) (PP (IN IN) (NP (DT DT) (NNP NNP) (NNP NNP))) (PP (IN IN) (NP (NP (NN NN)) (, ,) (NP (NP (DT DT) (NN NN)) (VP (VBN VBN) (PP (IN IN) (NP (NP (DT DT) (NNS NNS)) (PP (IN IN) (NP (NN NN))))) (PP (IN IN) (NP (JJ JJ) (NN NN)))))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 17, "text": "This leads to mild euphoria and feelings of reward at low doses, and over time can lead to addiction.", "tokens": ["DT", "VBZ", "TO", "VB", "NN", "CC", "NNS", "IN", "NN", "IN", "JJ", "NNS", ",", "CC", "IN", "NN", "MD", "VB", "TO", "NN", "."], "tree": "(TOP (S (NP (DT DT)) (VP (VP (VBZ VBZ) (PP (IN IN) (NP (NP (JJ JJ) (NN NN)) (CC CC) (NP (NP (NNS NNS)) (PP (IN IN) (NP (NN NN))) (PP (IN IN) (NP (JJ JJ) (NNS NNS))))))) (, ,) (CC CC) (VP (PP (IN IN) (NP (NN NN))) (VP (MD MD) (VP (VB VB) (PP (IN IN) (NP (NN NN))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 18, "text": "The acute and long-term effects of alcohol can be summarized as follows: At lower doses, you may feel less anxiety, stress, and inhibition.", "tokens": ["DT", "NN", "CC", "JJ", "NNS", "IN", "NN", "MD", "VB", "VBN", "IN", "VBZ", ":", "IN", "JJR", "NNS", ",", "PRP", "MD", "VB", "JJR", "NN", ",", "NN", ",", "CC", "NN", "."], "tree": "(TOP (S (S (NP (NP (DT DT) (UCP (ADJP (JJ JJ)) (CC CC) (NN NN)) (NNS NNS)) (PP (IN IN) (NP (NN NN)))) (VP (MD MD) (VP (VB VB) (VP (VBN VBN) (PP (IN IN) (NNS NNS)))))) (: :) (S (PP (IN IN) (NP (JJR JJR) (NNS NNS))) (, ,) (NP (PRP PRP)) (VP (MD MD) (VP (VB VB) (NP (JJR JJR) (NN NN) (, ,) (NN NN) (, ,) (CC CC) (NN NN))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 19, "text": "This is why alcohol is often referred to as a social lubricant.", "tokens": ["DT", "VBZ", "WRB", "NN", "VBZ", "RB", "VBN", "TO", "IN", "DT", "JJ", "NN", "."], "tree": "(TOP (S (NP (DT DT)) (VP (VBZ VBZ) (SBAR (WHADVP (WRB WRB)) (S (NP (NN NN)) (VP (VBZ VBZ) (ADVP (RB RB)) (VP (VBN VBN) (PP (IN IN)) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN)))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 20, "text": "It can increase talkativeness, sociability, make you less judgemental, and give you a sense of mild euphoria.", "tokens": ["PRP", "MD", "VB", "NN", ",", "NN", ",", "VBP", "PRP", "JJR", "JJ", ",", "CC", "VB", "PRP", "DT", "NN", "IN", "JJ", "NN", "."], "tree": "(TOP (S (NP (PRP PRP)) (VP (MD MD) (VP (VP (VB VB) (NP (NP (NN NN)) (, ,) (NN NN))) (, ,) (VP (VB VB) (S (NP (PRP PRP)) (ADJP (RBR RBR) (JJ JJ)))) (, ,) (CC CC) (VP (VB VB) (NP (PRP PRP)) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (JJ JJ) (NN NN))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 21, "text": "However, as you drink more, alcohol's effect on GABA and Glutamate overpower the secondary MOAs that create favorable effects at lower doses.", "tokens": ["RB", ",", "IN", "PRP", "VBP", "JJR", ",", "NN", "POS", "NN", "IN", "NNP", "CC", "NNP", "VBP", "DT", "JJ", "NNP", "WDT", "VBP", "JJ", "NNS", "IN", "JJR", "NNS", "."], "tree": "(TOP (S (ADVP (RB RB)) (, ,) (SBAR (IN IN) (S (NP (PRP PRP)) (VP (VBP VBP) (NP (JJR JJR))))) (, ,) (NP (NP (NP (NN NN) (POS POS)) (NN NN)) (PP (IN IN) (NP (NNP NNP) (CC CC) (NNP NNP)))) (VP (VBP VBP) (NP (NP (DT DT) (JJ JJ) (NNS NNS)) (SBAR (WHNP (WDT WDT)) (S (VP (VBP VBP) (NP (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (JJR JJR) (NNS NNS)))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 22, "text": "You start losing motor coordination, balance, your judgment becomes impaired, your reaction times may slow down, you can become confused, and often sad with increasing doses.", "tokens": ["PRP", "VBP", "VBG", "NN", "NN", ",", "NN", ",", "PRP$", "NN", "RB", "JJ", ",", "PRP$", "NN", "NNS", "MD", "VB", "RP", ",", "PRP", "MD", "VB", "JJ", ",", "CC", "RB", "JJ", "IN", "VBG", "NNS", "."], "tree": "(TOP (S (S (NP (PRP PRP)) (VP (VBP VBP) (S (VP (VBG VBG) (NP (NP (NN NN) (NN NN)) (, ,) (NP (NN NN))))))) (, ,) (S (NP (PRP$ PRP$) (NN NN)) (VP (VBZ VBZ) (ADJP (JJ JJ)))) (, ,) (S (NP (PRP$ PRP$) (NN NN) (NNS NNS)) (VP (MD MD) (VP (VB VB) (PRT (RP RP))))) (, ,) (S (NP (PRP PRP)) (VP (MD MD) (VP (VB VB) (UCP (ADJP (JJ JJ)) (, ,) (CC CC) (ADVP (RB RB)) (ADJP (JJ JJ) (PP (IN IN) (NP (VBG VBG) (NNS NNS)))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 23, "text": "At very high doses, the effects become even more detrimental, leading to blackouts (loss of memory due to antagonism of Glutamate), nausea, vomiting, coma, and even death.", "tokens": ["IN", "RB", "JJ", "NNS", ",", "DT", "NNS", "VB", "RB", "RBR", "JJ", ",", "VBG", "TO", "NNS", "(", "NN", "IN", "NN", "JJ", "TO", "NN", "IN", "NNP", ")", ",", "NN", ",", "VBG", ",", "NN", ",", "CC", "RB", "NN", "."], "tree": "(TOP (S (PP (IN IN) (NP (ADJP (RB RB) (JJ JJ)) (NNS NNS))) (, ,) (NP (DT DT) (NNS NNS)) (VP (VBP VBP) (ADJP (ADVP (RB RB) (RBR RBR)) (JJ JJ)) (, ,) (S (VP (VBG VBG) (PP (IN IN) (NP (NP (NP (NNS NNS)) (-LRB- -LRB-) (NP (NP (NN NN)) (PP (IN IN) (NP (NN NN))) (PP (IN IN) (IN IN) (NP (NP (NN NN)) (PP (IN IN) (NP (NNP NNP)))))) (-RRB- -RRB-)) (, ,) (NP (NNS NNS)) (, ,) (NP (NN NN)) (, ,) (NP (NN NN)) (, ,) (CC CC) (NP (RB RB) (NN NN))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 24, "text": "On top of how much you consume, how you consume alcohol also matters.", "tokens": ["IN", "NN", "IN", "WRB", "JJ", "PRP", "VBP", ",", "WRB", "PRP", "VBP", "NNS", "RB", "NNS", "."], "tree": "(TOP (S (PP (IN IN) (NP (NP (NN NN)) (PP (IN IN) (SBAR (WHADVP (WRB WRB) (JJ JJ)) (S (NP (PRP PRP)) (VP (VBP VBP))))))) (, ,) (SBAR (WHADVP (WRB WRB)) (S (NP (PRP PRP)) (VP (VBP VBP) (NP (NN NN))))) (ADVP (RB RB)) (VP (VBZ VBZ)) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 25, "text": "The most common route is oral, through drinking alcohol.", "tokens": ["DT", "RBS", "JJ", "NN", "VBZ", "JJ", ",", "IN", "NN", "NN", "."], "tree": "(TOP (S (NP (DT DT) (ADJP (RBS RBS) (JJ JJ)) (NN NN)) (VP (VBZ VBZ) (ADJP (JJ JJ)) (, ,) (PP (IN IN) (S (VP (VBG VBG) (NP (NN NN)))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 26, "text": "This method leads to less complete absorption, as the alcohol must pass through the stomach and small intestine, where enzymes such as alcohol dehydrogenase begin breaking down the Alcohol.", "tokens": ["DT", "NN", "VBZ", "TO", "VB", "JJ", "NN", ",", "IN", "DT", "NN", "MD", "VB", "IN", "DT", "NN", "CC", "JJ", "NN", ",", "WRB", "NNS", "JJ", "IN", "NN", "NN", "NN", "VBG", "RP", "DT", "NNP", "."], "tree": "(TOP (S (NP (DT DT) (NN NN)) (VP (VBZ VBZ) (PP (IN IN) (NP (ADJP (JJR JJR) (JJ JJ)) (NN NN))) (, ,) (SBAR (IN IN) (S (NP (DT DT) (NN NN)) (VP (MD MD) (VP (VB VB) (PP (IN IN) (NP (NP (NP (DT DT) (NML (NN NN))) (CC CC) (NML (JJ JJ) (NN NN))) (, ,) (SBAR (WHADVP (WRB WRB)) (S (NP (NP (NNS NNS)) (PP (JJ JJ) (IN IN) (NP (NN NN) (NN NN)))) (VP (VBP VBP) (S (VP (VBG VBG) (PRT (RP RP)) (NP (DT DT) (NN NN)))))))))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 27, "text": "The longer Alcohol sits in the stomach, the less alcohol is absorbed into the bloodstream, and the slower and less intense its effects on your body will be.", "tokens": ["DT", "JJR", "NNP", "NNS", "IN", "DT", "NN", ",", "DT", "JJR", "NN", "VBZ", "VBN", "IN", "DT", "NN", ",", "CC", "DT", "JJR", "CC", "RBR", "JJ", "PRP$", "NNS", "IN", "PRP$", "NN", "MD", "VB", "."], "tree": "(TOP (S (S (ADJP (ADVP (DT DT) (JJR JJR)) (SBAR (S (NP (NNP NNP)) (VP (VBZ VBZ) (PP (IN IN) (NP (DT DT) (NN NN)))))))) (, ,) (NP (ADJP (DT DT) (JJR JJR)) (NN NN)) (VP (VBZ VBZ) (VP (VBN VBN) (PP (IN IN) (NP (DT DT) (NN NN))))) (, ,) (CC CC) (S (ADJP (DT DT) (JJR JJR) (CC CC) (ADJP (RBR RBR) (JJ JJ))) (NP (NP (PRP$ PRP$) (NNS NNS)) (PP (IN IN) (NP (PRP$ PRP$) (NN NN)))) (VP (MD MD) (VP (VB VB)))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 28, "text": "This is why eating food or drinking milk before consuming alcohol slows down intoxication.", "tokens": ["DT", "VBZ", "WRB", "VBG", "NN", "CC", "NN", "NN", "IN", "VBG", "NN", "VBZ", "RP", "NN", "."], "tree": "(TOP (S (NP (DT DT)) (VP (VBZ VBZ) (SBAR (WHADVP (WRB WRB)) (S (S (VP (VP (VBG VBG) (NP (NN NN))) (CC CC) (VP (VBG VBG) (NP (NN NN))) (PP (IN IN) (S (VP (VBG VBG) (NP (NN NN))))))) (VP (VBZ VBZ) (PRT (RP RP)) (NP (NN NN)))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 29, "text": "Concentration of alcohol also matters, as alcohol enters the bloodstream and is absorbed down the concentration gradient.", "tokens": ["NN", "IN", "NN", "RB", "NNS", ",", "IN", "NN", "VBZ", "DT", "NN", "CC", "VBZ", "VBN", "IN", "DT", "NN", "NN", "."], "tree": "(TOP (S (NP (NP (NN NN)) (PP (IN IN) (NP (NN NN)))) (ADVP (RB RB)) (VP (VBZ VBZ) (, ,) (SBAR (IN IN) (S (NP (NN NN)) (VP (VP (VBZ VBZ) (NP (DT DT) (NN NN))) (CC CC) (VP (VBZ VBZ) (VP (VBN VBN) (PP (IN IN) (NP (DT DT) (NN NN) (NN NN))))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 30, "text": "The higher the concentration of alcohol ingested, the greater the concentration gradient, and the quicker alcohol moves across the membrane.", "tokens": ["DT", "JJR", "DT", "NN", "IN", "NN", "VBN", ",", "DT", "JJR", "DT", "NN", "NN", ",", "CC", "DT", "NN", "NN", "NNS", "IN", "DT", "NN", "."], "tree": "(TOP (S (S (ADJP (NP (ADJP (DT DT) (JJR JJR)) (NP (DT DT) (NN NN))) (PP (IN IN) (NP (NP (NN NN)) (VP (VBN VBN)))))) (, ,) (ADJP (DT DT) (JJR JJR)) (NP (DT DT) (NN NN) (NN NN)) (, ,) (CC CC) (S (ADVP (DT DT) (JJR JJR)) (NP (NN NN)) (VP (VBZ VBZ) (PP (IN IN) (NP (DT DT) (NN NN))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 31, "text": "Therefore, if you take 2 shots of vodka, you will feel its effects much more quickly than shotgunning a beer.", "tokens": ["RB", ",", "IN", "PRP", "VBP", "CD", "NNS", "IN", "NN", ",", "PRP", "MD", "VB", "PRP$", "NNS", "RB", "RBR", "RB", "IN", "VBG", "DT", "NN", "."], "tree": "(TOP (S (ADVP (RB RB)) (, ,) (SBAR (IN IN) (S (NP (PRP PRP)) (VP (VBP VBP) (NP (NP (CD CD) (NNS NNS)) (PP (IN IN) (NP (NN NN))))))) (, ,) (NP (PRP PRP)) (VP (MD MD) (VP (VB VB) (NP (PRP$ PRP$) (NNS NNS)) (ADVP (ADVP (RB RB) (RBR RBR) (RB RB)) (PP (IN IN) (S (VP (VBG VBG) (NP (DT DT) (NN NN)))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 32, "text": "Alcohol plasma levels typically peak at 30-120 minutes.", "tokens": ["NNP", "NN", "NNS", "RB", "VBP", "IN", "JJ", "NNS", "."], "tree": "(TOP (S (NP (NN NN) (NN NN) (NNS NNS)) (ADVP (RB RB)) (VP (VBP VBP) (PP (IN IN) (NP (CD CD) (NNS NNS)))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 33, "text": "Other routes, such as \"butt chugging\", involve absorbing alcohol directly through membranes, which makes absorption faster and more complete, making it significantly more dangerous.", "tokens": ["JJ", "NNS", ",", "JJ", "IN", "``", "IN", "VBG", "''", ",", "VBP", "VBG", "NN", "RB", "IN", "NNS", ",", "WDT", "VBZ", "NN", "RBR", "CC", "RBR", "JJ", ",", "VBG", "PRP", "RB", "RBR", "JJ", "."], "tree": "(TOP (S (NP (NP (JJ JJ) (NNS NNS)) (, ,) (PP (JJ JJ) (IN IN) (-LRB- -LRB-) (NP (NN NN) (NN NN)) ('' '')) (, ,)) (VP (VBP VBP) (S (VP (S (VP (VBG VBG) (NP (NN NN)) (ADVP (RB RB)) (PP (IN IN) (NP (NNS NNS))))) (, ,) (SBAR (WHNP (WDT WDT)) (S (VP (VBZ VBZ) (S (NP (NN NN)) (ADJP (ADJP (JJR JJR)) (CC CC) (ADJP (RBR RBR) (JJ JJ)))) (, ,) (S (VP (VBG VBG) (S (NP (PRP PRP)) (ADJP (RB RB) (RBR RBR) (JJ JJ))))))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 34, "text": "Consistent alcohol consumption has some very negative long term effects as well.", "tokens": ["JJ", "NN", "NN", "VBZ", "DT", "RB", "JJ", "JJ", "NN", "NNS", "RB", "RB", "."], "tree": "(TOP (S (NP (JJ JJ) (NN NN) (NN NN)) (VP (VBZ VBZ) (NP (DT DT) (ADJP (RB RB) (JJ JJ)) (NML (JJ JJ) (NN NN)) (NNS NNS)) (ADVP (RB RB) (RB RB))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 35, "text": "MOAs listed above lead to permanent changes in the brain, such as the upregulation of Glutamate NMDA receptors, downregulation of GABAa receptors, decreased DA firing and release, and reduced synthesis of endogenous opioids in the body.", "tokens": ["NNP", "VBN", "RB", "NN", "TO", "JJ", "NNS", "IN", "DT", "NN", ",", "JJ", "IN", "DT", "NN", "IN", "NNP", "NNP", "NNS", ",", "NN", "IN", "NNP", "NNS", ",", "VBD", "NNP", "NN", "CC", "NN", ",", "CC", "JJ", "NN", "IN", "JJ", "NNS", "IN", "DT", "NN", "."], "tree": "(TOP (S (NP (NP (NNS NNS)) (VP (VBN VBN) (ADVP (RB RB)))) (VP (VBP VBP) (PP (IN IN) (NP (NP (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (DT DT) (NN NN))) (, ,) (PP (JJ JJ) (IN IN) (NP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NML (NNP NNP) (NNP NNP)) (NNS NNS)))) (, ,) (NP (NP (NN NN)) (PP (IN IN) (NP (NNP NNP) (NNS NNS)))) (, ,) (NP (VBN VBN) (NNP NNP) (NN NN) (CC CC) (NN NN)) (, ,) (CC CC) (NP (NP (VBN VBN) (NN NN)) (PP (IN IN) (NP (JJ JJ) (NNS NNS))) (PP (IN IN) (NP (DT DT) (NN NN))))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 36, "text": "These all can lead to increased anxiety and excitability when not drinking, difficulty sleeping, increased pain sensitivity, reduced sensitivity to other rewards, and dysphoria.", "tokens": ["DT", "DT", "MD", "VB", "TO", "VBN", "NN", "CC", "NN", "WRB", "RB", "NN", ",", "NN", "NN", ",", "VBD", "NN", "NN", ",", "VBN", "NN", "TO", "JJ", "NNS", ",", "CC", "NNS", "."], "tree": "(TOP (S (NP (NP (DT DT)) (NP (DT DT))) (VP (MD MD) (VP (VB VB) (PP (IN IN) (NP (VBN VBN) (NN NN) (CC CC) (NN NN))) (SBAR (WHADVP (WRB WRB)) (S (RB RB) (VBG VBG))) (, ,) (NP (NN NN) (S (VP (VBG VBG)))) (, ,) (NP (VBN VBN) (NN NN) (NN NN)) (, ,) (NP (NP (VBN VBN) (NN NN)) (PP (IN IN) (NP (JJ JJ) (NNS NNS)))) (, ,) (CC CC) (NP (NN NN)))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 37, "text": "Other long term effects on the body include permanent brain damage from cell atrophy and decreased neurogenesis, which harms neuroplasticity and the ability to learn (Skarke 2012), memory loss, liver damage, and GI disruptions.", "tokens": ["JJ", "JJ", "NN", "NNS", "IN", "DT", "NN", "VBP", "JJ", "NN", "NN", "IN", "NN", "NN", "CC", "JJ", "NN", ",", "WDT", "VBZ", "NN", "CC", "DT", "NN", "TO", "VB", "(", "NNP", "CD", ")", ",", "JJ", "NN", ",", "JJ", "NN", ",", "CC", "NNP", "NNS", "."], "tree": "(TOP (S (NP (NP (JJ JJ) (NML (JJ JJ) (NN NN)) (NNS NNS)) (PP (IN IN) (NP (DT DT) (NN NN)))) (VP (VBP VBP) (NP (NP (NP (NP (JJ JJ) (NN NN) (NN NN)) (PP (IN IN) (NP (NN NN) (NN NN)))) (CC CC) (NP (NP (NP (VBN VBN) (NN NN)) (, ,) (SBAR (WHNP (WDT WDT)) (S (VP (VBZ VBZ) (NP (NP (NN NN)) (CC CC) (NP (DT DT) (NN NN) (S (VP (TO TO) (VP (VB VB)))))))))) (PRN (-LRB- -LRB-) (NP (NNP NNP) (CD CD)) (-RRB- -RRB-)))) (, ,) (NP (NP (NN NN) (NN NN)) (, ,) (NP (NN NN) (NN NN)) (, ,) (CC CC) (NP (NNP NNP) (NNS NNS))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 38, "text": "Furthermore, persistent adolescent alcohol consumption can stunt development and lead to changes in cognition, mood, and behavior, hindering learning and processing of emotion-related stimuli (Teague and Nestler, 2022).", "tokens": ["RB", ",", "JJ", "NN", "NN", "NN", "MD", "VB", "NN", "CC", "NN", "TO", "NNS", "IN", "NN", ",", "NN", ",", "CC", "NN", ",", "VBG", "NN", "CC", "NN", "IN", "JJ", "NNS", "(", "NNP", "CC", "NNP", ",", "CD", ")", "."], "tree": "(TOP (S (ADVP (RB RB)) (, ,) (NP (JJ JJ) (JJ JJ) (NN NN) (NN NN)) (VP (MD MD) (VP (VP (VB VB) (NP (NN NN))) (CC CC) (VB VB) (PP (IN IN) (NP (NP (NNS NNS)) (PP (IN IN) (NP (NN NN) (, ,) (NN NN) (, ,) (CC CC) (NN NN))))) (, ,) (S (VP (S (VP (VBG VBG) (NP (NP (NN NN) (CC CC) (NN NN)) (PP (IN IN) (NP (VBN VBN) (NNS NNS)))))) (PRN (-LRB- -LRB-) (NP (NP (NNP NNP) (CC CC) (NNP NNP)) (, ,) (NP (CD CD))) (-RRB- -RRB-)))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 39, "text": "If you develop a physical dependence, quitting can lead to alcohol withdrawal, which is the most deadly form of withdrawal.", "tokens": ["IN", "PRP", "VBP", "DT", "JJ", "NN", ",", "VBG", "MD", "VB", "TO", "VB", "NN", ",", "WDT", "VBZ", "DT", "RBS", "JJ", "NN", "IN", "NN", "."], "tree": "(TOP (S (SBAR (IN IN) (S (NP (PRP PRP)) (VP (VBP VBP) (NP (DT DT) (JJ JJ) (NN NN))))) (, ,) (NP (VBG VBG)) (VP (MD MD) (VP (VB VB) (PP (IN IN) (NP (NP (NN NN) (NN NN)) (, ,) (SBAR (WHNP (WDT WDT)) (S (VP (VBZ VBZ) (NP (NP (DT DT) (ADJP (RBS RBS) (JJ JJ)) (NN NN)) (PP (IN IN) (NP (NN NN))))))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 40, "text": "There is also a risk of mixing alcohol with other drugs.", "tokens": ["EX", "VBZ", "RB", "DT", "NN", "IN", "VBG", "NN", "IN", "JJ", "NNS", "."], "tree": "(TOP (S (NP (EX EX)) (VP (VBZ VBZ) (ADVP (RB RB)) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (S (VP (VBG VBG) (NP (NN NN)) (PP (IN IN) (NP (JJ JJ) (NNS NNS)))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 41, "text": "Alcohol is metabolized by the enzyme CYP-2E1 in the liver, which also metabolizes acetaminophen.", "tokens": ["NNP", "VBZ", "VBN", "IN", "DT", "JJ", "NNP", "IN", "DT", "NN", ",", "WDT", "RB", "VBZ", "NN", "."], "tree": "(TOP (S (NP (NN NN)) (VP (VBZ VBZ) (VP (VBN VBN) (PP (IN IN) (NP (NP (NP (NP (DT DT) (NN NN)) (CD CD)) (PP (IN IN) (NP (DT DT) (NN NN)))) (, ,) (SBAR (WHNP (WDT WDT)) (S (ADVP (RB RB)) (VP (VBZ VBZ) (NP (NN NN))))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 42, "text": "Consuming painkillers with acetaminophen and drinking alcohol simultaneously can lead to very dangerous effects, as alcohol will not be metabolized as quickly in the body as quickly and the liver can be overwhelmed.", "tokens": ["VBG", "NNS", "IN", "NN", "CC", "NN", "NN", "RB", "MD", "VB", "TO", "RB", "JJ", "NNS", ",", "IN", "NN", "MD", "RB", "VB", "VBN", "IN", "RB", "IN", "DT", "NN", "IN", "RB", "CC", "DT", "NN", "MD", "VB", "VBN", "."], "tree": "(TOP (S (S (VP (VP (VBG VBG) (NP (NP (NNS NNS)) (PP (IN IN) (NP (NN NN))))) (CC CC) (S (VP (VBG VBG) (NP (NN NN)))) (ADVP (RB RB)))) (VP (MD MD) (VP (VB VB) (PP (IN IN) (NP (ADJP (RB RB) (JJ JJ)) (NNS NNS))) (, ,) (SBAR (IN IN) (S (S (NP (NN NN)) (VP (MD MD) (RB RB) (VP (VB VB) (VP (VBN VBN) (ADVP (RB RB) (RB RB)) (PP (IN IN) (NP (DT DT) (NN NN))) (ADVP (IN IN) (RB RB)))))) (CC CC) (S (NP (DT DT) (NN NN)) (VP (MD MD) (VP (VB VB) (VP (VBN VBN))))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 43, "text": "Consuming nicotine leads to cross tolerance with alcohol, leading to decreased effects of both drugs at the same doses and a need for increased quantities to maintain the desired effects.", "tokens": ["VBG", "JJ", "NNS", "TO", "VB", "NN", "IN", "NN", ",", "VBG", "TO", "JJ", "NNS", "IN", "DT", "NNS", "IN", "DT", "JJ", "NNS", "CC", "DT", "NN", "IN", "JJ", "NNS", "TO", "VB", "DT", "JJ", "NNS", "."], "tree": "(TOP (S (S (VP (VBG VBG) (NP (NN NN)))) (VP (VBZ VBZ) (PP (IN IN) (NP (NP (JJ JJ) (NN NN)) (PP (IN IN) (NP (NN NN))))) (, ,) (S (VP (VBG VBG) (PP (IN IN) (NP (NP (NP (VBN VBN) (NNS NNS)) (PP (IN IN) (NP (DT DT) (NNS NNS))) (PP (IN IN) (NP (DT DT) (JJ JJ) (NNS NNS)))) (CC CC) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (VBN VBN) (NNS NNS)) (SBAR (S (VP (TO TO) (VP (VB VB) (NP (DT DT) (JJ JJ) (NNS NNS)))))))))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 44, "text": "Alcohol is similar to drugs like benzodiazepines, which are also CNS depressants that act by facilitating binding of GABA NTs to GABA receptors in order to increase IPSPs and depress neurotransmission and brain function.", "tokens": ["NNP", "VBZ", "JJ", "TO", "NNS", "IN", "NNS", ",", "WDT", "VBP", "RB", "NNP", "NNS", "WDT", "VBP", "IN", "VBG", "NN", "IN", "NNP", "NNP", "TO", "NNP", "NNS", "IN", "NN", "TO", "VB", "NNP", "CC", "JJ", "NN", "CC", "NN", "NN", "."], "tree": "(TOP (S (NP (NN NN)) (VP (VBZ VBZ) (ADJP (JJ JJ) (PP (IN IN) (NP (NP (NNS NNS)) (PP (IN IN) (NP (NP (NNS NNS)) (, ,) (SBAR (WHNP (WDT WDT)) (S (VP (VBP VBP) (ADVP (RB RB)) (NP (NP (NNP NNP) (NNS NNS)) (SBAR (WHNP (WDT WDT)) (S (VP (VBP VBP) (PP (IN IN) (S (VP (VBG VBG) (NP (NP (NN NN)) (PP (IN IN) (NP (NNP NNP) (NNPS NNPS))) (PP (IN IN) (NP (NNP NNP) (NNS NNS)))) (SBAR (IN IN) (NN NN) (S (VP (TO TO) (VP (VP (VB VB) (NP (NNS NNS))) (CC CC) (VP (VB VB) (NP (NP (NN NN)) (CC CC) (NP (NN NN) (NN NN)))))))))))))))))))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 45, "text": "Benzodiazepines are often used as anti-anxiety medications with sedative-like effects.", "tokens": ["NNS", "VBP", "RB", "VBN", "IN", "JJ", "NNS", "IN", "JJ", "NNS", "."], "tree": "(TOP (S (NP (NNS NNS)) (VP (VBP VBP) (ADVP (RB RB)) (VP (VBN VBN) (PP (IN IN) (NP (NP (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (JJ JJ) (NNS NNS))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 46, "text": "One key nuance is that benzos act as agonists on GABA by hyperpolarization through opening the ion-gated channels more often, while alcohol achieves hyperpolarization and therefore IPSP through keeping the channels open for longer.", "tokens": ["CD", "JJ", "NN", "VBZ", "IN", "NN", "NN", "IN", "NNS", "IN", "NNP", "IN", "NN", "IN", "VBG", "DT", "JJ", "NNS", "RBR", "RB", ",", "IN", "NN", "NNS", "NN", "CC", "RB", "NNP", "IN", "VBG", "DT", "NNS", "VBP", "IN", "JJR", "."], "tree": "(TOP (S (NP (CD CD) (JJ JJ) (NN NN)) (VP (VBZ VBZ) (SBAR (IN IN) (S (NP (NNS NNS)) (VP (VBP VBP) (PP (IN IN) (NP (NP (NNS NNS)) (PP (IN IN) (NP (NNP NNP))))) (PP (IN IN) (NP (NN NN))) (PP (IN IN) (S (VP (VBG VBG) (NP (DT DT) (VBN VBN) (NNS NNS)) (ADVP (RBR RBR) (RB RB))))) (, ,) (SBAR (IN IN) (S (NP (NN NN)) (VP (VBZ VBZ) (NP (NP (NN NN)) (CC CC) (ADVP (RB RB)) (NP (NNP NNP))) (PP (IN IN) (S (VP (VBG VBG) (NP (DT DT) (NNS NNS)) (S (ADJP (JJ JJ))) (PP (IN IN) (NP (JJR JJR))))))))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 47, "text": "There are also certain myths around alcohol that I want to clear up for you.", "tokens": ["EX", "VBP", "RB", "JJ", "NNS", "IN", "NN", "IN", "PRP", "VBP", "TO", "VB", "RP", "IN", "PRP", "."], "tree": "(TOP (S (NP (EX EX)) (VP (VBP VBP) (ADVP (RB RB)) (NP (NP (NP (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (NN NN)))) (SBAR (WHNP (WDT WDT)) (S (NP (PRP PRP)) (VP (VBP VBP) (S (VP (TO TO) (VP (VB VB) (PRT (RP RP)) (PP (IN IN) (NP (PRP PRP))))))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 48, "text": "Alcohol actually leads to decreased enjoyment from sex and decreased sexual performance, contrary to popular belief.", "tokens": ["NNP", "RB", "VBZ", "TO", "JJ", "NN", "IN", "NN", "CC", "JJ", "JJ", "NN", ",", "JJ", "TO", "JJ", "NN", "."], "tree": "(TOP (S (NP (NN NN)) (ADVP (RB RB)) (VP (VBZ VBZ) (PP (IN IN) (NP (NP (NP (VBN VBN) (NN NN)) (PP (IN IN) (NP (NN NN)))) (CC CC) (NP (VBN VBN) (JJ JJ) (NN NN)))) (, ,) (ADVP (JJ JJ) (PP (IN IN) (NP (JJ JJ) (NN NN))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 49, "text": "Alcohol doesn’t actually keep you warm (it dilates blood vessels, leading to more blood circulation around skin and more lost heat), and you certainly are less capable of driving than you may think you are, even after only a few drinks.", "tokens": ["NNP", "NN", "NNP", "NN", "RB", "VB", "PRP", "JJ", "(", "PRP", "VBZ", "NN", "NNS", ",", "VBG", "TO", "RBR", "JJ", "NN", "IN", "NN", "CC", "JJR", "JJ", "NN", ")", ",", "CC", "PRP", "RB", "VBP", "RBR", "JJ", "IN", "VBG", "IN", "PRP", "MD", "VB", "PRP", "VBP", ",", "RB", "IN", "RB", "DT", "JJ", "NNS", "."], "tree": "(TOP (S (S (NP (NN NN)) (VP (VBZ VBZ) (, ,) (RB RB) (ADVP (RB RB)) (VP (VB VB) (NP (PRP PRP)) (S (ADJP (JJ JJ)))))) (PRN (PRN (-LRB- -LRB-) (S (NP (PRP PRP)) (VP (VBZ VBZ) (NP (NN NN) (NNS NNS)) (, ,) (S (VP (VBG VBG) (PP (IN IN) (NP (NP (NP (JJR JJR) (NN NN) (NN NN)) (PP (IN IN) (NP (NN NN)))) (CC CC) (NP (JJR JJR) (VBN VBN) (NN NN)))))))) (-RRB- -RRB-)) (, ,)) (CC CC) (S (NP (PRP PRP)) (ADVP (RB RB)) (VP (VBP VBP) (ADJP (ADJP (RBR RBR) (JJ JJ) (PP (IN IN) (S (VP (VBG VBG))))) (SBAR (IN IN) (S (NP (PRP PRP)) (VP (MD MD) (VP (VB VB) (SBAR (S (NP (PRP PRP)) (VP (VBP VBP))))))))) (, ,) (PP (ADVP (RB RB)) (IN IN) (NP (QP (RB RB) (DT DT) (JJ JJ)) (NNS NNS))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 50, "text": "This is because alcohol affects cognition, with one study showing that it inhibits specifically your ability to detect errors in your decision making or instigate performance adjustments to compensate for errors .", "tokens": ["DT", "VBZ", "IN", "NN", "NNS", "NN", ",", "IN", "CD", "NN", "VBG", "IN", "PRP", "VBZ", "RB", "PRP$", "NN", "TO", "VB", "NNS", "IN", "PRP$", "NN", "NN", "CC", "VB", "NN", "NNS", "TO", "VB", "IN", "NNS", "."], "tree": "(TOP (S (NP (DT DT)) (VP (VBZ VBZ) (SBAR (IN IN) (S (NP (NN NN)) (VP (VBZ VBZ) (NP (NN NN)) (, ,) (PP (IN IN) (NP (NP (CD CD) (NN NN)) (VP (VBG VBG) (SBAR (IN IN) (S (NP (PRP PRP)) (VP (VBZ VBZ) (ADVP (RB RB)) (NP (PRP$ PRP$) (NN NN) (S (VP (TO TO) (VP (VP (VB VB) (NP (NP (NNS NNS)) (PP (IN IN) (NP (PRP$ PRP$) (NN NN) (NN NN))))) (CC CC) (VP (VB VB) (NP (NN NN) (NNS NNS)) (S (VP (TO TO) (VP (VB VB) (PP (IN IN) (NP (NNS NNS))))))))))))))))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 51, "text": "This could account for the false sense of confidence, lack of inhibition, and impulsivity that accompanies alcohol consumption, and makes driving all the more dangerous, because you are unable to tell when you are incapacitated and may feel able to drive when that isn’t the case.", "tokens": ["DT", "MD", "VB", "IN", "DT", "JJ", "NN", "IN", "NN", ",", "NN", "IN", "NN", ",", "CC", "NN", "WDT", "VBZ", "NN", "NN", ",", "CC", "VBZ", "VBG", "PDT", "DT", "RBR", "JJ", ",", "IN", "PRP", "VBP", "JJ", "TO", "VB", "WRB", "PRP", "VBP", "VBN", "CC", "MD", "VB", "JJ", "TO", "VB", "WRB", "DT", "VBP", "JJ", "IN", "DT", "NN", "."], "tree": "(TOP (S (NP (DT DT)) (VP (MD MD) (VP (VB VB) (PP (IN IN) (NP (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NN NN) (, ,) (NN NN) (PP (IN IN) (NP (NN NN))) (, ,) (CC CC) (NN NN)))) (SBAR (WHNP (WDT WDT)) (S (VP (VP (VBZ VBZ) (NP (NN NN) (NN NN))) (, ,) (CC CC) (VP (VBZ VBZ) (S (NP (NN NN)) (ADJP (ADVP (RB RB) (DT DT) (RBR RBR)) (JJ JJ)))) (, ,) (SBAR (IN IN) (S (NP (PRP PRP)) (VP (VP (VBP VBP) (ADJP (JJ JJ) (S (VP (TO TO) (VP (VB VB) (SBAR (WHADVP (WRB WRB)) (S (NP (PRP PRP)) (VP (VBP VBP) (ADJP (VBN VBN)))))))))) (CC CC) (VP (MD MD) (VP (VB VB) (ADJP (JJ JJ) (S (VP (TO TO) (VP (VB VB) (SBAR (WHADVP (WRB WRB)) (S (NP (DT DT)) (VP (VBD VBD) (FW FW) (RB RB) (NP (DT DT) (NN NN))))))))))))))))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 52, "text": "Alcohol isn’t the big bad scary drug that many adults make it out to be.", "tokens": ["NNP", "NN", "NNP", "VBZ", "DT", "JJ", "JJ", "JJ", "NN", "IN", "JJ", "NNS", "VBP", "PRP", "IN", "TO", "VB", "."], "tree": "(TOP (S (NP (NN NN)) (VP (VBD VBD) (FW FW) (RB RB) (NP (NP (DT DT) (JJ JJ) (JJ JJ) (JJ JJ) (NN NN)) (SBAR (WHNP (WDT WDT)) (S (NP (JJ JJ) (NNS NNS)) (VP (VBP VBP) (S (NP (PRP PRP)) (PRT (RP RP)) (S (VP (TO TO) (VP (VB VB)))))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 53, "text": "It can augment a good time with friends and be quite fun; however, you should be really aware of when and how you consume it, because it can be incredibly dangerous when taken irresponsibly.", "tokens": ["PRP", "MD", "VB", "DT", "JJ", "NN", "IN", "NNS", "CC", "VB", "RB", "NN", ":", "RB", ",", "PRP", "MD", "VB", "RB", "JJ", "IN", "WRB", "CC", "WRB", "PRP", "VBP", "PRP", ",", "IN", "PRP", "MD", "VB", "RB", "JJ", "WRB", "VBN", "RB", "."], "tree": "(TOP (S (S (NP (PRP PRP)) (VP (MD MD) (VP (VP (VB VB) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NNS NNS))))) (CC CC) (VP (VB VB) (ADJP (RB RB) (JJ JJ)))))) (: :) (S (ADVP (RB RB)) (, ,) (NP (PRP PRP)) (VP (MD MD) (VP (VB VB) (ADJP (RB RB) (JJ JJ) (PP (IN IN) (SBAR (WHADVP (WRB WRB) (CC CC) (WRB WRB)) (S (NP (PRP PRP)) (VP (VBP VBP) (NP (PRP PRP))))))) (, ,) (SBAR (IN IN) (S (NP (PRP PRP)) (VP (MD MD) (VP (VB VB) (ADJP (RB RB) (JJ JJ)) (SBAR (WHADVP (WRB WRB)) (S (VP (VBN VBN) (ADVP (RB RB)))))))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 54, "text": "Know your limits and prepare properly so that alcohol stays only a fun addition to your night out, and doesn’t become the reason your evening ends.", "tokens": ["VB", "PRP$", "NNS", "CC", "VB", "RB", "RB", "IN", "NN", "VBZ", "RB", "DT", "NN", "NN", "TO", "PRP$", "NN", "RP", ",", "CC", "VB", "NNP", "CC", "VB", "DT", "NN", "PRP$", "NN", "NNS", "."], "tree": "(TOP (S (VP (VP (VB VB) (NP (PRP$ PRP$) (NNS NNS))) (CC CC) (VP (VB VB) (ADVP (RB RB)) (SBAR (IN IN) (IN IN) (S (NP (NN NN)) (VP (VP (VBZ VBZ) (NP (NP (RB RB) (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (PRP$ PRP$) (NN NN) (NN NN))))) (, ,) (CC CC) (VP (VBZ VBZ) (, ,) (RB RB) (VP (VB VB) (NP (NP (DT DT) (NN NN)) (SBAR (S (NP (PRP$ PRP$) (NN NN)) (VP (VBZ VBZ)))))))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 55, "text": "And never become dependent on alcohol to have a good time: drugs don’t change who you are, they only alter things that are already happening inside of you.", "tokens": ["CC", "RB", "VBN", "JJ", "IN", "NN", "TO", "VB", "DT", "JJ", "NN", ":", "NNS", "VBP", "JJ", "JJ", "NN", "WP", "PRP", "VBP", ",", "PRP", "RB", "VBP", "NNS", "WDT", "VBP", "RB", "VBG", "IN", "IN", "PRP", "."], "tree": "(TOP (S (S (CC CC) (ADVP (RB RB)) (VP (VB VB) (ADJP (ADJP (JJ JJ) (PP (IN IN) (NP (NN NN)))) (S (VP (TO TO) (VP (VB VB) (NP (DT DT) (JJ JJ) (NN NN)))))))) (: :) (S (S (NP (NNS NNS)) (VP (VBP VBP) (, ,) (RB RB) (VP (VB VB) (SBAR (WHNP (WP WP)) (S (NP (PRP PRP)) (VP (VBP VBP))))))) (, ,) (S (NP (PRP PRP)) (ADVP (RB RB)) (VP (VBP VBP) (NP (NP (NNS NNS)) (SBAR (WHNP (WDT WDT)) (S (VP (VBP VBP) (ADVP (RB RB)) (VP (VBG VBG) (PP (IN IN) (PP (IN IN) (NP (PRP PRP)))))))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 56, "text": "If you can’t have a good time without Alcohol, you certainly won’t be having a good time with it.", "tokens": ["IN", "PRP", "MD", "VB", "NNS", "VBP", "DT", "JJ", "NN", "IN", "NNP", ",", "PRP", "RB", "VBD", "NNP", "NN", "VB", "VBG", "DT", "JJ", "NN", "IN", "PRP", "."], "tree": "(TOP (S (SBAR (IN IN) (S (NP (PRP PRP)) (VP (MD MD) (VP (VB VB) (RB RB) (VP (VB VB) (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NNP NNP)))))))) (, ,) (NP (PRP PRP)) (ADVP (RB RB)) (VP (MD MD) (VP (, ,) (RB RB) (VP (VB VB) (VP (VBG VBG) (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (PRP PRP))))))) (. .)))"}
