{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 1, "text": "Before the Dutch first landed at the Cape in 1652, complex interactions between indigenous populations and their societies in the region of Southern Africa were dictated by limited resources.", "tokens": ["IN", "DT", "NNP", "RB", "VBD", "IN", "DT", "NNP", "IN", "CD", ",", "JJ", "NNS", "IN", "JJ", "NNS", "CC", "PRP$", "NNS", "IN", "DT", "NN", "IN", "NNP", "NNP", "VBD", "VBN", "IN", "JJ", "NNS", "."], "tree": "(TOP (S (SBAR (IN IN) (S (NP (DT DT) (NNPS NNPS)) (ADVP (RB RB)) (VP (VBD VBD) (PP (IN IN) (NP (DT DT) (NNP NNP))) (PP (IN IN) (NP (CD CD)))))) (, ,) (NP (NP (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (NP (JJ JJ) (NNS NNS)) (CC CC) (NP (NP (PRP$ PRP$) (NNS NNS)) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NNP NNP) (NNP NNP))))))))) (VP (VBD VBD) (VP (VBN VBN) (PP (IN IN) (NP (VBN VBN) (NNS NNS))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 2, "text": "Indigenous Kgosi's authority came from their ability to call on the ancestors and bring rain (Pula) .", "tokens": ["JJ", "NNP", "POS", "NN", "VBD", "IN", "PRP$", "NN", "TO", "VB", "IN", "DT", "NNS", "CC", "VB", "NN", "(", "NNP", ")", "."], "tree": "(TOP (S (NP (NP (JJ JJ) (NNP NNP) (POS POS)) (NN NN)) (VP (VBD VBD) (PP (IN IN) (NP (PRP$ PRP$) (NN NN) (S (VP (TO TO) (VP (VP (VB VB) (PP (IN IN) (NP (DT DT) (NNS NNS)))) (CC CC) (VP (VB VB) (NP (NP (NN NN)) (-LRB- -LRB-) (NP (NNP NNP)) (-RRB- -RRB-))))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 3, "text": "Cattle were sacred, often being referred to as \"modimo o nko e metsi\", or \"God with the wet nose\".", "tokens": ["NNS", "VBD", "VBN", ",", "RB", "VBG", "VBN", "TO", "IN", "``", "JJ", "NN", "NN", "NN", "NN", "''", ",", "CC", "``", "NNP", "IN", "DT", "NN", "NN", "''", "."], "tree": "(TOP (S (NP (NNS NNS)) (VP (VBD VBD) (ADJP (JJ JJ)) (, ,) (S (ADVP (RB RB)) (VP (VBG VBG) (VP (VBN VBN) (PP (IN IN)) (PP (IN IN) (NP (NP (-LRB- -LRB-) (NP (FW FW) (FW FW) (FW FW) (FW FW) (FW FW)) ('' '')) (, ,) (CC CC) (-LRB- -LRB-) (NP (NNP NNP)) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (NN NN)) ('' ''))))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 4, "text": "Power and control were inextricably linked to economic prosperity.", "tokens": ["NN", "CC", "NN", "VBD", "RB", "VBN", "TO", "JJ", "NN", "."], "tree": "(TOP (S (NP (NN NN) (CC CC) (NN NN)) (VP (VBD VBD) (ADVP (RB RB)) (VP (VBN VBN) (PP (IN IN) (NP (JJ JJ) (NN NN))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 5, "text": "At the same time, European superpowers expanded and grew in wealth and power through the expansion of their extensive trade routes.", "tokens": ["IN", "DT", "JJ", "NN", ",", "JJ", "NNS", "VBD", "CC", "VBD", "IN", "NN", "CC", "NN", "IN", "DT", "NN", "IN", "PRP$", "JJ", "NN", "NNS", "."], "tree": "(TOP (S (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN))) (, ,) (NP (JJ JJ) (NNS NNS)) (VP (VP (VBD VBD)) (CC CC) (VBD VBD) (PP (IN IN) (NP (NN NN) (CC CC) (NN NN))) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (PRP$ PRP$) (JJ JJ) (NN NN) (NNS NNS)))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 6, "text": "The collision of these two societies would come to mark the first of many fundamental shifts in the structure of life in the region.", "tokens": ["DT", "NN", "IN", "DT", "CD", "NNS", "MD", "VB", "TO", "VB", "DT", "JJ", "IN", "JJ", "JJ", "NNS", "IN", "DT", "NN", "IN", "NN", "IN", "DT", "NN", "."], "tree": "(TOP (S (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (CD CD) (NNS NNS)))) (VP (MD MD) (VP (VB VB) (S (VP (TO TO) (VP (VB VB) (NP (NP (DT DT) (JJ JJ)) (PP (IN IN) (NP (NP (JJ JJ) (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NN NN))) (PP (IN IN) (NP (DT DT) (NN NN))))))))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 7, "text": "The economic development of South Africa, and more specifically the control of labor, was a defining factor in its history.", "tokens": ["DT", "JJ", "NN", "IN", "NNP", "NNP", ",", "CC", "RBR", "RB", "DT", "NN", "IN", "NN", ",", "VBD", "DT", "JJ", "NN", "IN", "PRP$", "NN", "."], "tree": "(TOP (S (NP (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NNP NNP) (NNP NNP)))) (, ,) (CC CC) (ADVP (RBR RBR) (RB RB)) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NN NN)))) (, ,)) (VP (VBD VBD) (NP (NP (DT DT) (VBG VBG) (NN NN)) (PP (IN IN) (NP (PRP$ PRP$) (NN NN))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 8, "text": "The first major shift South Africa faced came with the arrival of the Dutch and the emergence of coerced labor as a vital aspect of the developing Cape Colony's economy.", "tokens": ["DT", "JJ", "JJ", "NN", "NNP", "NNP", "VBD", "VBD", "IN", "DT", "NN", "IN", "DT", "NNP", "CC", "DT", "NN", "IN", "JJ", "NN", "IN", "DT", "JJ", "NN", "IN", "DT", "VBG", "NNP", "NNP", "POS", "NN", "."], "tree": "(TOP (S (NP (NP (DT DT) (JJ JJ) (JJ JJ) (NN NN)) (SBAR (S (NP (NNP NNP) (NNP NNP)) (VP (VBD VBD))))) (VP (VBD VBD) (PP (IN IN) (NP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (NNPS NNPS)))) (CC CC) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (JJ JJ) (NN NN))) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NP (DT DT) (VBG VBG) (NNP NNP) (NNP NNP) (POS POS)) (NN NN))))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 9, "text": "The Slave Lodge in the early Cape Colony was a central hub of slavery, and also one of the first places where the different populations of South Africa came together and interacted.", "tokens": ["DT", "NNP", "NNP", "IN", "DT", "JJ", "NNP", "NNP", "VBD", "DT", "JJ", "NN", "IN", "NN", ",", "CC", "RB", "CD", "IN", "DT", "JJ", "NNS", "WRB", "DT", "JJ", "NNS", "IN", "NNP", "NNP", "VBD", "RB", "CC", "VBN", "."], "tree": "(TOP (S (NP (NP (DT DT) (NNP NNP) (NNP NNP)) (PP (IN IN) (NP (DT DT) (JJ JJ) (NNP NNP) (NNP NNP)))) (VP (VBD VBD) (NP (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NN NN)))) (, ,) (CC CC) (ADVP (RB RB)) (NP (NP (CD CD)) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (NNS NNS)) (SBAR (WHADVP (WRB WRB)) (S (NP (NP (DT DT) (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (NNP NNP) (NNP NNP)))) (VP (VP (VBD VBD) (ADVP (RB RB))) (CC CC) (VP (VBD VBD)))))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 10, "text": "As the colony grew from a simple outpost to a more permanent settlement, Dutch settlers had to find places to produce agriculture and find labor to work this land in order to survive (lecture 3).", "tokens": ["IN", "DT", "NN", "VBD", "IN", "DT", "JJ", "NN", "TO", "DT", "RBR", "JJ", "NN", ",", "NNP", "NNS", "VBD", "TO", "VB", "NNS", "TO", "VB", "NN", "CC", "VB", "NN", "TO", "VB", "DT", "NN", "IN", "NN", "TO", "VB", "(", "JJ", "CD", ")", "."], "tree": "(TOP (S (SBAR (IN IN) (S (NP (DT DT) (NN NN)) (VP (VBD VBD) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN))) (PP (IN IN) (NP (DT DT) (ADJP (RBR RBR) (JJ JJ)) (NN NN)))))) (, ,) (NP (JJ JJ) (NNS NNS)) (VP (VBD VBD) (S (VP (TO TO) (VP (VP (VB VB) (NP (NP (NP (NP (NNS NNS)) (SBAR (S (VP (TO TO) (VP (VB VB) (NP (NN NN))))))) (CC CC) (VP (VB VB) (NP (NP (NN NN)) (SBAR (S (VP (TO TO) (VP (VB VB) (NP (DT DT) (NN NN))))))))) (SBAR (IN IN) (NN NN) (S (VP (TO TO) (VP (VB VB))))))) (PRN (-LRB- -LRB-) (NP (NN NN) (CD CD)) (-RRB- -RRB-)))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 11, "text": "This led to the import of slaves from other European colonies in India, Angola, West Africa and Southeast Asia (lecture 4).", "tokens": ["DT", "VBD", "TO", "DT", "NN", "IN", "NNS", "IN", "JJ", "JJ", "NNS", "IN", "NNP", ",", "NNP", ",", "NNP", "NNP", "CC", "NNP", "NNP", "(", "JJ", "CD", ")", "."], "tree": "(TOP (S (NP (DT DT)) (VP (VBD VBD) (PP (IN IN) (NP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NNS NNS))) (PP (IN IN) (NP (NP (JJ JJ) (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP)) (, ,) (NP (NNP NNP) (NNP NNP)) (CC CC) (NP (NNP NNP) (NNP NNP))))))) (-LRB- -LRB-) (NP (NN NN) (CD CD)) (-RRB- -RRB-)))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 12, "text": "Thus, a wide variety of cultures was represented inside of the slave lodge, a spawning ground for creole language (Afrikaans was born here), music and culinary traditions (Cape Malay), and interracial relationships.", "tokens": ["RB", ",", "DT", "JJ", "NN", "IN", "NNS", "VBD", "VBN", "IN", "IN", "DT", "NN", "NN", ",", "DT", "NN", "NN", "IN", "JJ", "NN", "(", "NNP", "VBD", "VBN", "RB", ")", ",", "NN", "CC", "JJ", "NNS", "(", "NNP", "NNP", ")", ",", "CC", "JJ", "NNS", "."], "tree": "(TOP (S (ADVP (RB RB)) (, ,) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NNS NNS)))) (VP (VBD VBD) (VP (VBN VBN) (PP (ADVP (IN IN) (PP (IN IN) (NP (DT DT) (NN NN) (NN NN)))) (, ,) (NP (DT DT) (VBG VBG) (NN NN)) (PP (IN IN) (NP (NP (NP (NN NN) (NN NN)) (PRN (-LRB- -LRB-) (S (NP (NNPS NNPS)) (VP (VBD VBD) (VP (VBN VBN) (ADVP (RB RB))))) (-RRB- -RRB-))) (, ,) (NP (NP (NP (NN NN)) (CC CC) (NP (JJ JJ) (NNS NNS))) (-LRB- -LRB-) (NP (NNP NNP) (NNP NNP)) (-RRB- -RRB-)) (, ,) (CC CC) (NP (JJ JJ) (NNS NNS))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 13, "text": "Demographics began to rapidly shift with the import of slaves, who soon outnumbered whites almost 5:1.", "tokens": ["NNS", "VBD", "TO", "RB", "VB", "IN", "DT", "NN", "IN", "NNS", ",", "WP", "RB", "VBD", "NNS", "RB", "CD", "."], "tree": "(TOP (S (NP (NNS NNS)) (VP (VBD VBD) (S (VP (TO TO) (ADVP (RB RB)) (VP (VB VB) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (NNS NNS)) (, ,) (SBAR (WHNP (WP WP)) (S (ADVP (RB RB)) (VP (VBD VBD) (NP (NNS NNS)) (ADVP (RB RB) (CD CD))))))))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 14, "text": "A steady supply of slaves became essential for the expansion of colonized South Africa's export economy (Harries).", "tokens": ["DT", "JJ", "NN", "IN", "NNS", "VBD", "JJ", "IN", "DT", "NN", "IN", "VBN", "NNP", "NNP", "POS", "NN", "NN", "(", "NNPS", ")", "."], "tree": "(TOP (S (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NNS NNS)))) (VP (VBD VBD) (JJ JJ) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (NP (VBN VBN) (NNP NNP) (NNP NNP) (POS POS)) (NN NN) (NN NN)) (-LRB- -LRB-) (NP (NNP NNP)) (-RRB- -RRB-)))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 15, "text": "Trekboers also often enslaved Khoisan to work on their farms, and came to rely on them for their own prosperity as well.", "tokens": ["NNS", "RB", "RB", "VBN", "NNP", "TO", "VB", "IN", "PRP$", "NNS", ",", "CC", "VBD", "TO", "VB", "IN", "PRP", "IN", "PRP$", "JJ", "NN", "RB", "RB", "."], "tree": "(TOP (S (NP (NNS NNS)) (ADVP (RB RB)) (ADVP (RB RB)) (VP (VP (VBD VBD) (NP (NNP NNP)) (S (VP (TO TO) (VP (VB VB) (PP (IN IN) (NP (PRP$ PRP$) (NNS NNS))))))) (, ,) (CC CC) (VP (VBD VBD) (S (VP (TO TO) (VP (VB VB) (PP (IN IN) (NP (PRP PRP))) (PP (IN IN) (NP (PRP$ PRP$) (JJ JJ) (NN NN))) (ADVP (RB RB) (RB RB))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 16, "text": "When the British took over the Cape Colony permanently in 1806, ended the slave trade, and eventually emancipated the slaves, Trekboers were frustrated.", "tokens": ["WRB", "DT", "JJ", "VBD", "RP", "DT", "NNP", "NNP", "RB", "IN", "CD", ",", "VBD", "DT", "JJ", "NN", ",", "CC", "RB", "VBD", "DT", "NNS", ",", "NNS", "VBD", "VBN", "."], "tree": "(TOP (S (SBAR (WHADVP (WRB WRB)) (S (NP (DT DT) (NNPS NNPS)) (VP (VP (VBD VBD) (PRT (RP RP)) (NP (DT DT) (NNP NNP) (NNP NNP)) (ADVP (RB RB)) (PP (IN IN) (NP (CD CD)))) (, ,) (VP (VBD VBD) (NP (DT DT) (NN NN) (NN NN))) (, ,) (CC CC) (ADVP (RB RB)) (VP (VBD VBD) (NP (DT DT) (NNS NNS)))))) (, ,) (NP (NNS NNS)) (VP (VBD VBD) (ADJP (VBN VBN))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 17, "text": "Although Trekboers stated many other reasons on top of emancipation as their reason for leaving the Cape Colony and striking out on their own, there is general consensus that the loss of their slaves was one of the primary reasons for the mass migration of Trekboers away from the cape colony and into the SA interior, also known as the Great Trek .", "tokens": ["IN", "NNP", "VBD", "JJ", "JJ", "NNS", "IN", "NN", "IN", "NN", "IN", "PRP$", "NN", "IN", "VBG", "DT", "NNP", "NNP", "CC", "VBG", "RP", "IN", "PRP$", "JJ", ",", "EX", "VBZ", "JJ", "NN", "IN", "DT", "NN", "IN", "PRP$", "NNS", "VBD", "CD", "IN", "DT", "JJ", "NNS", "IN", "DT", "NN", "NN", "IN", "NNP", "RB", "IN", "DT", "NN", "NN", "CC", "IN", "DT", "NNP", "NN", ",", "RB", "VBN", "IN", "DT", "NNP", "NNP", "."], "tree": "(TOP (S (SBAR (IN IN) (S (NP (NNPS NNPS)) (VP (VBD VBD) (NP (NP (JJ JJ) (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (NP (NN NN)) (PP (IN IN) (NP (NN NN)))))) (PP (IN IN) (NP (NP (PRP$ PRP$) (NN NN)) (PP (IN IN) (S (VP (VP (VBG VBG) (NP (DT DT) (NNP NNP) (NNP NNP))) (CC CC) (VP (VBG VBG) (PRT (RP RP)) (PP (IN IN) (NP (PRP$ PRP$) (JJ JJ)))))))))))) (, ,) (NP (EX EX)) (VP (VBZ VBZ) (NP (JJ JJ) (NN NN) (SBAR (IN IN) (S (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (PRP$ PRP$) (NNS NNS)))) (VP (VBD VBD) (NP (NP (CD CD)) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NNPS NNPS))) (ADVP (RB RB) (PP (IN IN) (NP (DT DT) (NN NN) (NN NN)))) (CC CC) (PP (IN IN) (NP (NP (DT DT) (NNP NNP) (NN NN)) (, ,) (VP (ADVP (RB RB)) (VBN VBN) (PP (IN IN) (NP (DT DT) (NNP NNP) (NNP NNP)))))))))))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 18, "text": "Slave labor in the early periods of colonization in SA became a necessary part of society, and supplying this labor and managing it as a minority led to the beginnings of many of the systems that would come to define South African history and permanently change the demographics of the country.", "tokens": ["NNP", "NN", "IN", "DT", "JJ", "NNS", "IN", "NN", "IN", "NNP", "VBD", "DT", "JJ", "NN", "IN", "NN", ",", "CC", "VBG", "DT", "NN", "CC", "VBG", "PRP", "IN", "DT", "NN", "VBN", "TO", "DT", "NNS", "IN", "JJ", "IN", "DT", "NNS", "WDT", "MD", "VB", "TO", "VB", "JJ", "JJ", "NN", "CC", "RB", "VBP", "DT", "NNS", "IN", "DT", "NN", "."], "tree": "(TOP (S (S (NP (NP (JJ JJ) (NN NN)) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (NP (NN NN)) (PP (IN IN) (NP (NNP NNP)))))))) (VP (VBD VBD) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NN NN)))))) (, ,) (CC CC) (S (S (VP (VP (VBG VBG) (NP (DT DT) (NN NN))) (CC CC) (VP (VBG VBG) (NP (PRP PRP)) (PP (IN IN) (NP (DT DT) (NN NN)))))) (VP (VBD VBD) (PP (IN IN) (NP (NP (DT DT) (NNS NNS)) (PP (IN IN) (NP (NP (JJ JJ)) (PP (IN IN) (NP (NP (DT DT) (NNS NNS)) (SBAR (WHNP (WDT WDT)) (S (VP (MD MD) (VP (VB VB) (S (VP (TO TO) (VP (VP (VB VB) (NP (ADJP (JJ JJ) (JJ JJ)) (NN NN))) (CC CC) (ADVP (RB RB)) (VP (VB VB) (NP (NP (DT DT) (NNS NNS)) (PP (IN IN) (NP (DT DT) (NN NN)))))))))))))))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 19, "text": "“Slavery was a key institution in the Cape Colony under its rule by the Dutch East India\nCompany (VOC) between 1652 and 1795 and under both Dutch and British\nadministrations between 1795 and final slave emancipation in 1834.", "tokens": ["JJ", "NNP", "VBD", "DT", "JJ", "NN", "IN", "DT", "NNP", "NNP", "IN", "PRP$", "NN", "IN", "DT", "NNP", "NNP", "NNP", "NNP", "(", "NNP", ")", "IN", "CD", "CC", "CD", "CC", "IN", "DT", "NNP", "CC", "JJ", "NNS", "IN", "CD", "CC", "JJ", "NN", "NN", "IN", "CD", "."], "tree": "(TOP (S (`` ``) (NP (NN NN)) (VP (VBD VBD) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (DT DT) (NNP NNP) (NNP NNP)))) (PP (PP (IN IN) (NP (NP (PRP$ PRP$) (NN NN)) (PP (IN IN) (NP (NP (DT DT) (NNP NNP) (NML (NNP NNP) (NNP NNP)) (NNP NNP)) (-LRB- -LRB-) (NP (NNP NNP)) (-RRB- -RRB-))) (PP (IN IN) (NP (CD CD) (CC CC) (CD CD))))) (CC CC) (PP (IN IN) (NP (NP (ADJP (DT DT) (JJ JJ) (CC CC) (JJ JJ)) (NNS NNS)) (PP (IN IN) (NP (NP (CD CD)) (CC CC) (NP (NP (JJ JJ) (NN NN) (NN NN)) (PP (IN IN) (NP (CD CD)))))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 20, "text": "Slaves were the\nmainstay of the labor force, especially in Cape Town and its rural hinterland, and for most of the VOC period slaves outnumbered free settlers.", "tokens": ["NNS", "VBD", "DT", "NN", "IN", "DT", "NN", "NN", ",", "RB", "IN", "NNP", "NNP", "CC", "PRP$", "JJ", "NN", ",", "CC", "IN", "JJS", "IN", "DT", "NNP", "NN", "NNS", "VBD", "JJ", "NNS", "."], "tree": "(TOP (S (S (NP (NNS NNS)) (VP (VBD VBD) (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (NN NN) (NN NN))) (, ,) (PP (ADVP (RB RB)) (IN IN) (NP (NP (NNP NNP) (NNP NNP)) (CC CC) (NP (PRP$ PRP$) (JJ JJ) (NN NN)))))) (, ,) (CC CC) (S (PP (IN IN) (NP (NP (JJS JJS)) (PP (IN IN) (NP (DT DT) (NNP NNP) (NN NN))))) (NP (NNS NNS)) (VP (VBD VBD) (NP (JJ JJ) (NNS NNS)))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 21, "text": "Slavery thus had a profound impact on the demographic, economic and social characteristics of the early colony.” (Worden, 2017, Pg.", "tokens": ["NNP", "RB", "VBD", "DT", "JJ", "NN", "IN", "DT", "NN", ",", "JJ", "CC", "JJ", "NNS", "IN", "DT", "JJ", "NN", "NNP", "(", "NNP", ",", "CD", ",", "NNP", "."], "tree": "(TOP (S (NP (NN NN)) (ADVP (RB RB)) (VP (VBD VBD) (NP (NP (DT DT) (JJ JJ) (NN NN)) (IN IN) (NP (DT DT) (ADJP (JJ JJ) (, ,) (JJ JJ) (CC CC) (JJ JJ)) (NNS NNS))) (PP (IN IN) (NP (DT DT) (JJ JJ)))) (. .) ('' '') (-LRB- -LRB-) (NP (NNP NNP)) (, ,) (CD CD) (, ,) (NP (NNP NNP)) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 22, "text": "1)\nAs white society expanded in SA, agriculture became more commercialized, and industry began to emerge.", "tokens": ["CD", ")", "IN", "JJ", "NN", "VBN", "IN", "NNP", ",", "NN", "VBD", "RBR", "JJ", ",", "CC", "NN", "VBD", "TO", "VB", "."], "tree": "(TOP (S (LST (LS LS) (-RRB- -RRB-)) (SBAR (IN IN) (S (NP (JJ JJ) (NN NN)) (VP (VBD VBD) (PP (IN IN) (NP (NNP NNP)))))) (, ,) (S (NP (NN NN)) (VP (VBD VBD) (ADJP (RBR RBR) (VBN VBN)))) (, ,) (CC CC) (S (NP (NN NN)) (VP (VBD VBD) (S (VP (TO TO) (VP (VB VB)))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 23, "text": "The Glenn Grey district in the Eastern Cape in the mid to late 1890's represented a shift from coerced labor and subsistence agriculture to a commercialized and industrialized economy, and the creation of a labor force to fuel this.", "tokens": ["DT", "NNP", "NNP", "NN", "IN", "DT", "JJ", "NNP", "IN", "DT", "NN", "TO", "VB", "CD", "POS", "VBN", "DT", "NN", "IN", "VBN", "NN", "CC", "NN", "NN", "TO", "DT", "VBN", "CC", "JJ", "NN", ",", "CC", "DT", "NN", "IN", "DT", "NN", "NN", "TO", "VB", "DT", "."], "tree": "(TOP (S (NP (NP (DT DT) (NML (NNP NNP) (NNP NNP)) (NN NN)) (PP (IN IN) (NP (DT DT) (NNP NNP) (NNP NNP))) (PP (IN IN) (NP (DT DT) (ADJP (JJ JJ) (IN IN) (JJ JJ)) (CD CD) (POS POS)))) (VP (VBD VBD) (NP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (JJ JJ) (NN NN) (CC CC) (NP (NN NN) (NN NN)))) (PP (IN IN) (NP (DT DT) (ADJP (JJ JJ) (CC CC) (JJ JJ)) (NN NN)))) (, ,) (CC CC) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (DT DT) (NN NN) (NN NN)) (SBAR (S (VP (TO TO) (VP (VB VB) (NP (DT DT))))))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 24, "text": "The Glenn Grey district was located in the Queenstown and Wodehouse divisions of the Cape Colony.", "tokens": ["DT", "NNP", "NNP", "NN", "VBD", "VBN", "IN", "DT", "NNP", "CC", "NNP", "NNS", "IN", "DT", "NNP", "NNP", "."], "tree": "(TOP (S (NP (DT DT) (NML (NNP NNP) (NNP NNP)) (NN NN)) (VP (VBD VBD) (VP (VBN VBN) (PP (IN IN) (NP (NP (DT DT) (NML (NNP NNP) (CC CC) (NNP NNP)) (NNS NNS)) (PP (IN IN) (NP (DT DT) (NNP NNP) (NNP NNP))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 25, "text": "It contained valleys that were favorable for agriculture and grazing livestock.", "tokens": ["PRP", "VBD", "NNS", "WDT", "VBD", "JJ", "IN", "NN", "CC", "VBG", "NN", "."], "tree": "(TOP (S (NP (PRP PRP)) (VP (VBD VBD) (NP (NP (NNS NNS)) (SBAR (WHNP (WDT WDT)) (S (VP (VBD VBD) (ADJP (JJ JJ) (PP (IN IN) (NP (NP (NN NN)) (CC CC) (NP (VBG VBG) (NN NN)))))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 26, "text": "Colonists wanted this land, but it was occupied by Africans (mostly Thembu) and they were unable to take all of it.", "tokens": ["NNS", "VBD", "DT", "NN", ",", "CC", "PRP", "VBD", "VBN", "IN", "NNP", "(", "RB", "NNP", ")", "CC", "PRP", "VBD", "JJ", "TO", "VB", "DT", "IN", "PRP", "."], "tree": "(TOP (S (S (NP (NNS NNS)) (VP (VBD VBD) (NP (DT DT) (NN NN)))) (, ,) (CC CC) (S (S (NP (PRP PRP)) (VP (VBD VBD) (VP (VBN VBN) (PP (IN IN) (NP (NP (NNPS NNPS)) (-LRB- -LRB-) (NP (ADVP (RB RB)) (NNP NNP)) (-RRB- -RRB-)))))) (CC CC) (S (NP (PRP PRP)) (VP (VBD VBD) (ADJP (JJ JJ) (S (VP (TO TO) (VP (VB VB) (NP (NP (DT DT)) (PP (IN IN) (NP (PRP PRP))))))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 27, "text": "White farmers complained of overpopulation on African land and a lack of a labor supply for white-owned farms.", "tokens": ["NNP", "NNS", "VBD", "IN", "NN", "IN", "JJ", "NN", "CC", "DT", "NN", "IN", "DT", "NN", "NN", "IN", "JJ", "NNS", "."], "tree": "(TOP (S (NP (JJ JJ) (NNS NNS)) (VP (VBD VBD) (PP (IN IN) (NP (NP (NP (NN NN)) (PP (IN IN) (NP (JJ JJ) (NN NN)))) (CC CC) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (DT DT) (NN NN) (NN NN)) (PP (IN IN) (NP (VBN VBN) (NNS NNS))))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 28, "text": "The Cape government had been grappling with the issue of African land ownership for a while, and the Glenn Grey Act (or Native Land Act) first implemented in the Glenn Grey district was their solution.", "tokens": ["DT", "NNP", "NN", "VBD", "VBN", "VBG", "IN", "DT", "NN", "IN", "NNP", "NN", "NN", "IN", "DT", "NN", ",", "CC", "DT", "NNP", "NNP", "NNP", "(", "CC", "NNP", "NNP", "NNP", ")", "RB", "VBN", "IN", "DT", "NNP", "NNP", "NN", "VBD", "PRP$", "NN", "."], "tree": "(TOP (S (S (NP (DT DT) (NNP NNP) (NN NN)) (VP (VBD VBD) (VP (VBN VBN) (VP (VBG VBG) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (JJ JJ) (NN NN) (NN NN))))) (PP (IN IN) (NP (DT DT) (NN NN))))))) (, ,) (CC CC) (S (NP (NP (NP (DT DT) (NML (NNP NNP) (NNP NNP)) (NNP NNP)) (-LRB- -LRB-) (CC CC) (NP (NML (NNP NNP) (NNP NNP)) (NNP NNP)) (-RRB- -RRB-)) (VP (ADVP (RB RB)) (VBN VBN) (PP (IN IN) (NP (DT DT) (NML (NNP NNP) (NNP NNP)) (NN NN))))) (VP (VBD VBD) (NP (PRP$ PRP$) (NN NN)))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 29, "text": "This act assigned individual land ownership of an assigned plot to the head of each household (about 4 morgens or 8.2 acres each), and sold off the rest of the land to white farmers.", "tokens": ["DT", "NN", "VBD", "JJ", "NN", "NN", "IN", "DT", "JJ", "NN", "TO", "DT", "NN", "IN", "DT", "NN", "(", "IN", "CD", "NNS", "CC", "CD", "NNS", "DT", ")", ",", "CC", "VBD", "RP", "DT", "NN", "IN", "DT", "NN", "TO", "JJ", "NNS", "."], "tree": "(TOP (S (NP (DT DT) (NN NN)) (VP (VP (VBD VBD) (NP (NP (JJ JJ) (NN NN) (NN NN)) (PP (IN IN) (NP (DT DT) (VBN VBN) (NN NN)))) (PP (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (NN NN))))) (-LRB- -LRB-) (NP (NP (QP (RB RB) (CD CD)) (NNS NNS)) (CC CC) (NP (NP (CD CD) (NNS NNS)) (NP (DT DT)))) (-RRB- -RRB-))) (, ,) (CC CC) (VP (VBD VBD) (PRT (RP RP)) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (NN NN)))) (PP (IN IN) (NP (JJ JJ) (NNS NNS))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 30, "text": "Africans were not allowed to sublet or squat on another's land, and a tax was levied on all landowners and men deemed able to work.", "tokens": ["NNS", "VBD", "RB", "VBN", "TO", "VB", "CC", "VB", "IN", "DT", "POS", "NN", ",", "CC", "DT", "NN", "VBD", "VBN", "IN", "DT", "NNS", "CC", "NNS", "VBD", "JJ", "TO", "VB", "."], "tree": "(TOP (S (S (NP (NNPS NNPS)) (VP (VBD VBD) (RB RB) (VP (VBN VBN) (S (VP (TO TO) (VP (VB VB) (CC CC) (VB VB) (PP (IN IN) (NP (NP (DT DT) (POS POS)) (NN NN))))))))) (, ,) (CC CC) (S (NP (DT DT) (NN NN)) (VP (VBD VBD) (VP (VBN VBN) (PP (IN IN) (NP (NP (DT DT) (NNS NNS) (CC CC) (NNS NNS)) (VP (VBN VBN) (S (ADJP (JJ JJ) (S (VP (TO TO) (VP (VB VB)))))))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 31, "text": "This had the effect of providing more land to white farmers and further forcing Africans off of their land, but more importantly created a labor force that could be leveraged by the white population.", "tokens": ["DT", "VBD", "DT", "NN", "IN", "VBG", "JJR", "NN", "TO", "JJ", "NNS", "CC", "JJ", "NN", "NNPS", "IN", "IN", "PRP$", "NN", ",", "CC", "RBR", "RB", "VBN", "DT", "NN", "NN", "WDT", "MD", "VB", "VBN", "IN", "DT", "JJ", "NN", "."], "tree": "(TOP (S (NP (DT DT)) (VP (VP (VBD VBD) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (S (VP (VP (VBG VBG) (NP (JJR JJR) (NN NN)) (PP (IN IN) (NP (JJ JJ) (NNS NNS)))) (CC CC) (ADVP (RB RB)) (VP (VBG VBG) (NP (NNPS NNPS)) (PP (IN IN) (PP (IN IN) (NP (PRP$ PRP$) (NN NN)))))))))) (, ,) (CC CC) (ADVP (RBR RBR) (RB RB)) (VP (VBD VBD) (NP (NP (DT DT) (NN NN) (NN NN)) (SBAR (WHNP (WDT WDT)) (S (VP (MD MD) (VP (VB VB) (VP (VBN VBN) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN))))))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 32, "text": "This tax had to be paid in Rand, so either landowners sold their crops and livestock in exchange for Rand to pay this yearly tax, or they were forced to go work for European colonists in order to get the necessary currency.", "tokens": ["DT", "NN", "VBD", "TO", "VB", "VBN", "IN", "NNP", ",", "IN", "CC", "NNS", "VBD", "PRP$", "NNS", "CC", "NN", "IN", "NN", "IN", "NNP", "TO", "VB", "DT", "JJ", "NN", ",", "CC", "PRP", "VBD", "VBN", "TO", "VB", "NN", "IN", "JJ", "NNS", "IN", "NN", "TO", "VB", "DT", "JJ", "NN", "."], "tree": "(TOP (S (S (NP (DT DT) (NN NN)) (VP (VBD VBD) (S (VP (TO TO) (VP (VB VB) (VP (VBN VBN) (PP (IN IN) (NP (NNP NNP))))))))) (, ,) (IN IN) (S (CC CC) (NP (NNS NNS)) (VP (VBD VBD) (NP (PRP$ PRP$) (NNS NNS) (CC CC) (NNS NNS)) (PP (IN IN) (NP (NP (NN NN)) (SBAR (IN IN) (S (NP (NNP NNP)) (VP (TO TO) (VP (VB VB) (NP (DT DT) (JJ JJ) (NN NN))))))))) (, ,) (CC CC) (S (NP (PRP PRP)) (VP (VBD VBD) (VP (VBN VBN) (S (VP (TO TO) (VP (VB VB) (NP (NN NN)) (PP (IN IN) (NP (JJ JJ) (NNS NNS))) (SBAR (IN IN) (NN NN) (S (VP (TO TO) (VP (VB VB) (NP (DT DT) (JJ JJ) (NN NN))))))))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 33, "text": "Furthermore, the tax was waived for any African male who worked outside of the district for at least 3 months.", "tokens": ["RB", ",", "DT", "NN", "VBD", "VBN", "IN", "DT", "JJ", "NN", "WP", "VBD", "IN", "IN", "DT", "NN", "IN", "IN", "JJS", "CD", "NNS", "."], "tree": "(TOP (S (ADVP (RB RB)) (, ,) (NP (DT DT) (NN NN)) (VP (VBD VBD) (VP (VBN VBN) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (NN NN)) (SBAR (WHNP (WP WP)) (S (VP (VBD VBD) (PP (IN IN) (PP (IN IN) (NP (DT DT) (NN NN)))) (PP (IN IN) (NP (QP (ADVP (RB RB) (RBS RBS)) (CD CD)) (NNS NNS)))))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 34, "text": "The act overall limited the number of African people who could live on or own land, and forced those who didn't qualify to own land to leave the district and look for employment elsewhere - typically in white-owned industry.", "tokens": ["DT", "NN", "JJ", "VBD", "DT", "NN", "IN", "JJ", "NNS", "WP", "MD", "VB", "IN", "CC", "JJ", "NN", ",", "CC", "VBD", "DT", "WP", "VBD", "RB", "VB", "TO", "JJ", "NN", "TO", "VB", "DT", "NN", "CC", "NN", "IN", "NN", "RB", ":", "RB", "IN", "JJ", "NN", "."], "tree": "(TOP (S (NP (DT DT) (NN NN)) (ADVP (RB RB)) (VP (VP (VBD VBD) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (JJ JJ) (NNS NNS)) (SBAR (WHNP (WP WP)) (S (VP (MD MD) (VP (VP (VB VB) (PP (IN IN))) (CC CC) (VB VB) (NP (NN NN)))))))))) (, ,) (CC CC) (VP (VBD VBD) (NP (NP (DT DT)) (SBAR (WHNP (WP WP)) (S (VP (VBD VBD) (RB RB) (VP (VB VB)))))) (S (VP (TO TO) (VP (VP (VB VB) (NP (NN NN))) (S (VP (TO TO) (VP (VP (VB VB) (NP (DT DT) (NN NN))) (CC CC) (VP (VB VB) (PP (IN IN) (NP (NP (NN NN)) (ADVP (ADVP (RB RB)) (: :) (PP (ADVP (RB RB)) (IN IN) (NP (VBN VBN) (NN NN))))))))))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 35, "text": "Glenn Grey also helped deal with the problem of competition with the poor white, often Afrikaner, farmers, who were being outperformed by black farmers.", "tokens": ["NNP", "NNP", "RB", "VBD", "VB", "IN", "DT", "NN", "IN", "NN", "IN", "DT", "JJ", "JJ", ",", "RB", "NNP", ",", "NNS", ",", "WP", "VBD", "VBG", "VBN", "IN", "JJ", "NNS", "."], "tree": "(TOP (S (NP (NNP NNP) (NNP NNP)) (ADVP (RB RB)) (VP (VBD VBD) (VP (VB VB) (PP (IN IN) (NP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NN NN)))) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (ADJP (JJ JJ) (, ,) (ADJP (RB RB) (JJ JJ)) (, ,)) (NNS NNS)) (, ,) (SBAR (WHNP (WP WP)) (S (VP (VBD VBD) (VP (VBG VBG) (VP (VBN VBN) (PP (IN IN) (NP (JJ JJ) (NNS NNS)))))))))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 36, "text": "The act helped funnel labor into white-owned farms, and reduce black ownership and share in the agriculture industry in South Africa.", "tokens": ["DT", "NN", "VBD", "VB", "NN", "IN", "JJ", "NNS", ",", "CC", "VB", "JJ", "NN", "CC", "NN", "IN", "DT", "NN", "NN", "IN", "NNP", "NNP", "."], "tree": "(TOP (S (NP (DT DT) (NN NN)) (VP (VBD VBD) (S (VP (VP (VB VB) (NP (NN NN)) (PP (IN IN) (NP (VBN VBN) (NNS NNS)))) (, ,) (CC CC) (VP (VB VB) (NP (NP (JJ JJ) (NN NN) (CC CC) (NN NN)) (PP (IN IN) (NP (NP (DT DT) (NN NN) (NN NN)) (PP (IN IN) (NP (NNP NNP) (NNP NNP)))))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 37, "text": "The Glenn Grey district was the starting point for much of the structural violence against non-whites, as their land and ability to survive independently was taken away, and they were forced to migrate to find work.", "tokens": ["DT", "NNP", "NNP", "NN", "VBD", "DT", "JJ", "NN", "IN", "JJ", "IN", "DT", "JJ", "NN", "IN", "NNS", ",", "IN", "PRP$", "NN", "CC", "NN", "TO", "VB", "RB", "VBD", "VBN", "RB", ",", "CC", "PRP", "VBD", "VBN", "TO", "VB", "TO", "VB", "NN", "."], "tree": "(TOP (S (NP (DT DT) (NML (NNP NNP) (NNP NNP)) (NN NN)) (VP (VBD VBD) (NP (NP (DT DT) (VBG VBG) (NN NN)) (PP (IN IN) (NP (NP (JJ JJ)) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NNS NNS)))))))) (, ,) (SBAR (IN IN) (S (S (NP (PRP$ PRP$) (NML (NML (NN NN)) (CC CC) (NML (NN NN) (S (VP (TO TO) (VP (VB VB) (ADVP (RB RB)))))))) (VP (VBD VBD) (VP (VBN VBN) (ADVP (RB RB))))) (, ,) (CC CC) (S (NP (PRP PRP)) (VP (VBD VBD) (VP (VBN VBN) (S (VP (TO TO) (VP (VB VB) (S (VP (TO TO) (VP (VB VB) (NP (NN NN)))))))))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 38, "text": "This was the foundation of the migrant labor system that oppressed Africans with pass laws and reservations that were unable to sustain their populations.", "tokens": ["DT", "VBD", "DT", "NN", "IN", "DT", "JJ", "NN", "NN", "WDT", "VBD", "NNPS", "IN", "NN", "NNS", "CC", "NNS", "WDT", "VBD", "JJ", "TO", "VB", "PRP$", "NNS", "."], "tree": "(TOP (S (NP (DT DT)) (VP (VBD VBD) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (DT DT) (NML (JJ JJ) (NN NN)) (NN NN)) (SBAR (WHNP (WDT WDT)) (S (VP (VBD VBD) (NP (NNPS NNPS)) (PP (IN IN) (NP (NP (NP (NN NN) (NNS NNS)) (CC CC) (NP (NNS NNS))) (SBAR (WHNP (WDT WDT)) (S (VP (VBD VBD) (ADJP (JJ JJ) (S (VP (TO TO) (VP (VB VB) (NP (PRP$ PRP$) (NNS NNS)))))))))))))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 39, "text": "The discovery of Diamonds at Kimberly in 1871 marked the beginning of a period of rapid industrialization and globalization in South Africa, shifting the economy away from agriculture for good towards mining and global exports.", "tokens": ["DT", "NN", "IN", "NNS", "IN", "NNP", "IN", "CD", "VBD", "DT", "NN", "IN", "DT", "NN", "IN", "JJ", "NN", "CC", "NN", "IN", "NNP", "NNP", ",", "VBG", "DT", "NN", "RB", "IN", "NN", "IN", "JJ", "NNS", "NN", "CC", "JJ", "NNS", "."], "tree": "(TOP (S (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NNPS NNPS))) (PP (IN IN) (NP (NNP NNP))) (PP (IN IN) (NP (CD CD)))) (VP (VBD VBD) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (JJ JJ) (NN NN) (CC CC) (NN NN))) (PP (IN IN) (NP (NNP NNP) (NNP NNP)))))) (, ,) (S (VP (VBG VBG) (NP (DT DT) (NN NN)) (ADVP (ADVP (RB RB) (PP (IN IN) (NP (NN NN)))) (PP (IN IN) (ADJP (JJ JJ)))) (PP (IN IN) (NP (NP (NN NN)) (CC CC) (NP (JJ JJ) (NNS NNS))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 40, "text": "“During this transition to a modern industrial state, most black South Africans were systematically denied access to alternative means of earning an independent livelihood, until the point was reached where they had only their labour to sell, and so came to form the largest part of the working class in the new society.” (Van Onselen) The diamond mine at Kimberly is described by the English writer, Andrew Trollope, in his account of his trip to South Africa in 1877.", "tokens": ["NN", "IN", "DT", "NN", "TO", "DT", "JJ", "JJ", "NN", ",", "JJS", "JJ", "NNP", "NNPS", "VBD", "RB", "JJ", "NN", "TO", "VB", "NNS", "IN", "VBG", "DT", "JJ", "NN", ",", "IN", "DT", "NN", "VBD", "VBN", "WRB", "PRP", "VBD", "RB", "PRP$", "NN", "TO", "VB", ",", "CC", "RB", "VBD", "TO", "VB", "DT", "JJS", "NN", "IN", "DT", "VBG", "NN", "IN", "DT", "JJ", "NN", "NNP", "(", "NNP", "NNP", ")", "DT", "NN", "NN", "IN", "NNP", "VBZ", "VBN", "IN", "DT", "NNP", "NN", ",", "NNP", "NNP", ",", "IN", "PRP$", "NN", "IN", "PRP$", "NN", "TO", "NNP", "NNP", "IN", "CD", "."], "tree": "(TOP (S (-LRB- -LRB-) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (JJ JJ) (JJ JJ) (NN NN))))) (, ,) (NP (JJS JJS) (JJ JJ) (NNP NNP) (NNPS NNPS)) (VP (VBD VBD) (ADVP (RB RB)) (VP (VBN VBN) (NP (NP (NN NN)) (PP (IN IN) (NP (NP (JJ JJ) (NNS NNS)) (PP (IN IN) (S (VP (VBG VBG) (NP (DT DT) (JJ JJ) (NN NN)))))))) (, ,) (SBAR (IN IN) (S (NP (DT DT) (NN NN)) (VP (VBD VBD) (VP (VBN VBN) (SBAR (WHADVP (WRB WRB)) (S (NP (PRP PRP)) (VP (VP (VP (VBD VBD) (NP (NP (RB RB) (PRP$ PRP$) (NN NN)) (SBAR (S (VP (TO TO) (VP (VB VB))))))) (, ,) (CC CC) (ADVP (RB RB)) (VP (VBD VBD) (S (VP (TO TO) (VP (VB VB) (NP (NP (DT DT) (JJS JJS) (NN NN)) (PP (IN IN) (NP (DT DT) (VBG VBG) (NN NN))) (PP (IN IN) (NP (DT DT) (JJ JJ))))))))) (. .) ('' '') (NP (-LRB- -LRB-) (NP (NNP NNP) (NNP NNP)) (-RRB- -RRB-) (NP (NP (DT DT) (NN NN) (NN NN)) (PP (IN IN) (NP (NNP NNP))))) (VP (VBZ VBZ) (VP (VBN VBN) (PP (IN IN) (NP (NP (NP (DT DT) (JJ JJ) (NN NN)) (, ,) (NP (NNP NNP) (NNP NNP))) (, ,))) (PP (IN IN) (NP (NP (PRP$ PRP$) (NN NN)) (PP (IN IN) (NP (NP (PRP$ PRP$) (NN NN)) (PP (IN IN) (NP (NNP NNP) (NNP NNP))) (PP (IN IN) (NP (CD CD)))))))))))))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 41, "text": "He paints a vivid picture of the scale of the mining operation as well as the use of African labor to effectuate the retrieval of the diamonds from the huge hole.", "tokens": ["PRP", "VBZ", "DT", "JJ", "NN", "IN", "DT", "NN", "IN", "DT", "NN", "NN", "RB", "RB", "IN", "DT", "NN", "IN", "JJ", "NN", "TO", "VB", "DT", "NN", "IN", "DT", "NNS", "IN", "DT", "JJ", "NN", "."], "tree": "(TOP (S (NP (PRP PRP)) (VP (VBZ VBZ) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (NN NN) (NN NN)))) (CONJP (RB RB) (RB RB) (IN IN)) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (JJ JJ) (NN NN))) (S (VP (TO TO) (VP (VB VB) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (NNS NNS))) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN)))))))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 42, "text": "Theft of the diamonds by the African workers became a significant problem and eventually led to the creation of closed compounds and strict controls over the labor force.", "tokens": ["NN", "IN", "DT", "NNS", "IN", "DT", "JJ", "NNS", "VBD", "DT", "JJ", "NN", "CC", "RB", "VBD", "TO", "DT", "NN", "IN", "JJ", "NNS", "CC", "JJ", "NNS", "IN", "DT", "NN", "NN", "."], "tree": "(TOP (S (NP (NP (NN NN)) (PP (IN IN) (NP (DT DT) (NNS NNS))) (PP (IN IN) (NP (DT DT) (JJ JJ) (NNS NNS)))) (VP (VP (VBD VBD) (NP (DT DT) (JJ JJ) (NN NN))) (CC CC) (ADVP (RB RB)) (VP (VBD VBD) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (JJ JJ) (NNS NNS)) (CC CC) (NP (NP (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (DT DT) (NN NN) (NN NN)))))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 43, "text": "Where religion and philanthropy were really slow at civilizing the African, money acted extremely quickly.", "tokens": ["WRB", "NN", "CC", "NN", "VBD", "RB", "JJ", "IN", "VBG", "DT", "NNP", ",", "NN", "VBD", "RB", "RB", "."], "tree": "(TOP (S (SBAR (WHADVP (WRB WRB)) (S (NP (NN NN) (CC CC) (NN NN)) (VP (VBD VBD) (ADJP (RB RB) (JJ JJ) (PP (IN IN) (S (VP (VBG VBG) (NP (DT DT) (NNP NNP))))))))) (, ,) (NP (NN NN)) (VP (VBD VBD) (ADVP (RB RB) (RB RB))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 44, "text": "Part of the problem came, however, in the sheer number of laborers required to make the mines profitable.", "tokens": ["NN", "IN", "DT", "NN", "VBD", ",", "RB", ",", "IN", "DT", "NN", "NN", "IN", "NNS", "VBN", "TO", "VB", "DT", "NNS", "JJ", "."], "tree": "(TOP (S (NP (NP (NN NN)) (PP (IN IN) (NP (DT DT) (NN NN)))) (VP (VBD VBD) (, ,) (ADVP (RB RB)) (, ,) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NP (NNS NNS)) (VP (VBN VBN) (S (VP (TO TO) (VP (VB VB) (S (NP (DT DT) (NNS NNS)) (ADJP (JJ JJ)))))))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 45, "text": "In the 1870’s sometimes as few as four skilled white technicians and mechanics supervised up to ten thousand Africans.", "tokens": ["IN", "DT", "CD", "NNP", "NN", "RB", "RB", "JJ", "IN", "CD", "VBD", "JJ", "NNS", "CC", "NNS", "VBD", "RB", "TO", "VB", "CD", "NNPS", "."], "tree": "(TOP (S (PP (IN IN) (NP (NP (DT DT) (CD CD)) (, ,) (POS POS))) (ADVP (RB RB)) (NP (QP (RB RB) (JJ JJ) (IN IN) (CD CD)) (JJ JJ) (JJ JJ) (NNS NNS) (CC CC) (NNS NNS)) (VP (VBD VBD) (NP (QP (IN IN) (IN IN) (CD CD) (CD CD)) (NNPS NNPS))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 46, "text": "By 1911 these numbers had grown to over a quarter of a million and over half a million by 1960 .", "tokens": ["IN", "CD", "DT", "NNS", "VBD", "VBN", "TO", "IN", "DT", "NN", "IN", "DT", "CD", "CC", "IN", "PDT", "DT", "CD", "IN", "CD", "."], "tree": "(TOP (S (PP (IN IN) (NP (CD CD))) (NP (DT DT) (NNS NNS)) (VP (VBD VBD) (VP (VBN VBN) (PP (IN IN) (NP (NP (QP (IN IN) (DT DT) (NN NN) (PP (IN IN) (NP (DT DT) (CD CD))))) (CC CC) (NP (QP (IN IN) (PDT PDT) (DT DT) (CD CD))))) (PP (IN IN) (NP (CD CD))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 47, "text": "This was made possible by the creation of a single recruiting mechanism called the Native Recruiting Corporation for recruiting labor inside South Africa and the Witwatersrand Labour Association for recruiting in foreign countries .", "tokens": ["DT", "VBD", "VBN", "JJ", "IN", "DT", "NN", "IN", "DT", "JJ", "NN", "NN", "VBD", "DT", "NNP", "NNP", "NNP", "IN", "VBG", "NN", "IN", "NNP", "NNP", "CC", "DT", "NNP", "NNP", "NNP", "IN", "VBG", "IN", "JJ", "NNS", "."], "tree": "(TOP (S (NP (DT DT)) (VP (VBD VBD) (VP (VBN VBN) (S (ADJP (JJ JJ))) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (NP (DT DT) (JJ JJ) (NN NN) (NN NN)) (VP (VBN VBN) (S (NP (NP (DT DT) (NNP NNP) (NNP NNP) (NNP NNP)) (PP (IN IN) (S (VP (VBG VBG) (NP (NN NN)) (PP (IN IN) (NP (NNP NNP) (NNP NNP)))))))))) (CC CC) (NP (NP (DT DT) (NNP NNP) (NNP NNP) (NNP NNP)) (PP (IN IN) (S (VP (VBG VBG) (PP (IN IN) (NP (JJ JJ) (NNS NNS))))))))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 48, "text": "Control of these large labor groups became both a necessity and a significant problem.", "tokens": ["NN", "IN", "DT", "JJ", "NN", "NNS", "VBD", "DT", "DT", "NN", "CC", "DT", "JJ", "NN", "."], "tree": "(TOP (S (NP (NP (NN NN)) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN) (NNS NNS)))) (VP (VBD VBD) (NP (DT DT) (NP (DT DT) (NN NN)) (CC CC) (NP (DT DT) (JJ JJ) (NN NN)))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 49, "text": "The closed compounds and strict controls required enforcement that was often executed by sheer brute force through the use of violence.", "tokens": ["DT", "JJ", "NNS", "CC", "JJ", "NNS", "VBN", "NN", "WDT", "VBD", "RB", "VBN", "IN", "NN", "NN", "NN", "IN", "DT", "NN", "IN", "NN", "."], "tree": "(TOP (S (NP (NP (DT DT) (JJ JJ) (NNS NNS)) (CC CC) (NP (JJ JJ) (NNS NNS))) (VP (VBD VBD) (NP (NP (NN NN)) (SBAR (WHNP (WDT WDT)) (S (VP (VBD VBD) (ADVP (RB RB)) (VP (VBN VBN) (PP (IN IN) (NP (JJ JJ) (JJ JJ) (NN NN))) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NN NN))))))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 50, "text": "The police and national armed forces became the mechanism for this enforcement.", "tokens": ["DT", "NN", "CC", "JJ", "JJ", "NNS", "VBD", "DT", "NN", "IN", "DT", "NN", "."], "tree": "(TOP (S (NP (NP (DT DT) (NN NN)) (CC CC) (NP (JJ JJ) (JJ JJ) (NNS NNS))) (VP (VBD VBD) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (NN NN))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 51, "text": "Although pass laws had existed in the mining industry since 1895, they became entrenched in the Labour Regulation Act of 1911.", "tokens": ["IN", "NN", "NNS", "VBD", "VBN", "IN", "DT", "NN", "NN", "IN", "CD", ",", "PRP", "VBD", "VBN", "IN", "DT", "NNP", "NNP", "NNP", "IN", "CD", "."], "tree": "(TOP (S (SBAR (IN IN) (S (NP (NN NN) (NNS NNS)) (VP (VBD VBD) (VP (VBN VBN) (PP (IN IN) (NP (DT DT) (NN NN) (NN NN))) (PP (IN IN) (NP (CD CD))))))) (, ,) (NP (PRP PRP)) (VP (VBD VBD) (VP (VBN VBN) (PP (IN IN) (NP (NP (DT DT) (NML (NNP NNP) (NNP NNP)) (NNP NNP)) (PP (IN IN) (NP (CD CD))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 52, "text": "This law made it illegal for African mine workers to strike or move freely about the country.", "tokens": ["DT", "NN", "VBD", "PRP", "VB", "IN", "NNP", "NN", "NNS", "TO", "VB", "CC", "VB", "RB", "IN", "DT", "NN", "."], "tree": "(TOP (S (NP (DT DT) (NN NN)) (VP (VBD VBD) (S (NP (NP (PRP PRP))) (ADJP (JJ JJ)) (SBAR (IN IN) (S (NP (JJ JJ) (NN NN) (NNS NNS)) (VP (TO TO) (VP (VP (VB VB)) (CC CC) (VB VB) (ADVP (RB RB)) (PP (IN IN) (NP (DT DT) (NN NN))))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 53, "text": "The complete control the mining companies had over the labor force meant that they were not held responsible for the high rate of disease, specifically silicosis, in the migrant laborers.", "tokens": ["DT", "JJ", "NN", "DT", "NN", "NNS", "VBD", "IN", "DT", "NN", "NN", "VBD", "IN", "PRP", "VBD", "RB", "VBN", "JJ", "IN", "DT", "JJ", "NN", "IN", "NN", ",", "RB", "NN", ",", "IN", "DT", "JJ", "NNS", "."], "tree": "(TOP (S (NP (NP (DT DT) (JJ JJ) (NN NN)) (SBAR (S (NP (DT DT) (NN NN) (NNS NNS)) (VP (VP (VBD VBD)) (PP (IN IN) (NP (DT DT) (NN NN) (NN NN))))))) (VP (VBD VBD) (SBAR (IN IN) (S (NP (PRP PRP)) (VP (VBD VBD) (RB RB) (VP (VBN VBN) (S (ADJP (JJ JJ) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NN NN))) (, ,) (NP (ADVP (RB RB)) (NN NN)) (, ,) (PP (IN IN) (NP (DT DT) (JJ JJ) (NNS NNS)))))))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 54, "text": "This had a huge impact on the economy and family life in the long term.", "tokens": ["DT", "VBD", "DT", "JJ", "NN", "IN", "DT", "NN", "CC", "NN", "NN", "IN", "DT", "JJ", "NN", "."], "tree": "(TOP (S (NP (DT DT)) (VP (VBD VBD) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (CC CC) (NP (NN NN) (NN NN))))) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN)))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 55, "text": "What they did not realize was the enormous burden they were creating on the economy by suppressing both education and skill development, and wages for these workers.", "tokens": ["WP", "PRP", "VBD", "RB", "VB", "VBD", "DT", "JJ", "NN", "PRP", "VBD", "VBG", "IN", "DT", "NN", "IN", "VBG", "DT", "NN", "CC", "NN", "NN", ",", "CC", "NNS", "IN", "DT", "NNS", "."], "tree": "(TOP (S (SBAR (WHNP (WP WP)) (S (NP (PRP PRP)) (VP (VBD VBD) (RB RB) (VP (VB VB))))) (VP (VBD VBD) (NP (NP (DT DT) (JJ JJ) (NN NN)) (SBAR (S (NP (PRP PRP)) (VP (VBD VBD) (VP (VBG VBG) (PP (IN IN) (NP (DT DT) (NN NN))) (PP (IN IN) (S (VP (VBG VBG) (NP (NP (DT DT) (NP (NN NN)) (CC CC) (NP (NN NN) (NN NN))) (, ,) (CC CC) (NP (NP (NNS NNS)) (PP (IN IN) (NP (DT DT) (NNS NNS)))))))))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 56, "text": "Wealth was being concentrated in a small minority who maintained strict control of the labor market.", "tokens": ["NN", "VBD", "VBG", "VBN", "IN", "DT", "JJ", "NN", "WP", "VBD", "JJ", "NN", "IN", "DT", "NN", "NN", "."], "tree": "(TOP (S (NP (NN NN)) (VP (VBD VBD) (VP (VBG VBG) (VP (VBN VBN) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (NN NN)) (SBAR (WHNP (WP WP)) (S (VP (VBD VBD) (NP (NP (JJ JJ) (NN NN)) (PP (IN IN) (NP (DT DT) (NN NN) (NN NN)))))))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 57, "text": "This led eventually to the creation of Apartheid laws in 1948 in order to better control this vast majority of unskilled laborers.", "tokens": ["DT", "VBD", "RB", "TO", "DT", "NN", "IN", "NNP", "NNS", "IN", "CD", "IN", "NN", "TO", "JJR", "NN", "DT", "JJ", "NN", "IN", "JJ", "NNS", "."], "tree": "(TOP (S (NP (DT DT)) (VP (VBD VBD) (ADVP (RB RB)) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (JJ JJ) (NNS NNS))) (PP (IN IN) (NP (CD CD))) (SBAR (IN IN) (NN NN) (S (VP (TO TO) (ADVP (RB RB)) (VP (VB VB) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (JJ JJ) (NNS NNS))))))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 58, "text": "Another push factor that forced the African laborer to seek employment in the mines at low wages, was the steady deterioration of the reserves.", "tokens": ["DT", "NN", "NN", "WDT", "VBD", "DT", "JJ", "NN", "TO", "VB", "NN", "IN", "DT", "NNS", "IN", "JJ", "NNS", ",", "VBD", "DT", "JJ", "NN", "IN", "DT", "NNS", "."], "tree": "(TOP (S (NP (NP (DT DT) (NN NN) (NN NN)) (SBAR (WHNP (WDT WDT)) (S (VP (VBD VBD) (NP (DT DT) (JJ JJ) (NN NN)) (S (VP (TO TO) (VP (VB VB) (NP (NN NN)) (PP (IN IN) (NP (DT DT) (NNS NNS))) (PP (IN IN) (NP (JJ JJ) (NNS NNS)))))))))) (, ,) (VP (VBD VBD) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (DT DT) (NNS NNS))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 59, "text": "Named differently at different times in history, these parcels of land became less productive as populations increased, forcing many men to migrate to the urban centers to find work.", "tokens": ["VBN", "RB", "IN", "JJ", "NNS", "IN", "NN", ",", "DT", "NNS", "IN", "NN", "VBD", "RBR", "JJ", "IN", "NNS", "VBD", ",", "VBG", "JJ", "NNS", "TO", "VB", "TO", "DT", "JJ", "NNS", "TO", "VB", "NN", "."], "tree": "(TOP (S (S (VP (VBN VBN) (ADVP (RB RB)) (PP (IN IN) (NP (NP (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (NN NN))))))) (, ,) (NP (NP (DT DT) (NNS NNS)) (PP (IN IN) (NP (NN NN)))) (VP (VBD VBD) (ADJP (RBR RBR) (JJ JJ)) (SBAR (IN IN) (S (NP (NNS NNS)) (VP (VBD VBD)))) (, ,) (S (VP (VBG VBG) (NP (JJ JJ) (NNS NNS)) (S (VP (TO TO) (VP (VB VB) (PP (IN IN) (NP (DT DT) (JJ JJ) (NNS NNS))) (S (VP (TO TO) (VP (VB VB) (NP (NN NN))))))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 60, "text": "This was made possible by the temporary nature of the contracts the mines offered, often only twelve to eighteen months after which the men would return to their families on the reserves.", "tokens": ["DT", "VBD", "VBN", "JJ", "IN", "DT", "JJ", "NN", "IN", "DT", "NNS", "DT", "NNS", "VBD", ",", "RB", "RB", "VB", "TO", "VB", "NNS", "IN", "WDT", "DT", "NNS", "MD", "VB", "TO", "PRP$", "NNS", "IN", "DT", "NNS", "."], "tree": "(TOP (S (NP (DT DT)) (VP (VBD VBD) (VP (VBN VBN) (S (ADJP (JJ JJ))) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NP (NP (DT DT) (NNS NNS)) (SBAR (S (NP (DT DT) (NNS NNS)) (VP (VBD VBD))))) (, ,) (NP (ADVP (RB RB)) (SBAR (WHNP (NP (QP (RB RB) (CD CD) (IN IN) (CD CD)) (NNS NNS)) (WHPP (IN IN) (WHNP (WDT WDT)))) (S (NP (DT DT) (NNS NNS)) (VP (MD MD) (VP (VB VB) (PP (IN IN) (NP (NP (PRP$ PRP$) (NNS NNS)) (PP (IN IN) (NP (DT DT) (NNS NNS)))))))))))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 61, "text": "It is noteworthy that the only reason the mining industry survived and was profitable was due to the extremely low wages they paid their unskilled African workers .", "tokens": ["PRP", "VBZ", "JJ", "IN", "DT", "JJ", "NN", "DT", "NN", "NN", "VBD", "CC", "VBD", "JJ", "VBD", "JJ", "TO", "DT", "RB", "JJ", "NNS", "PRP", "VBD", "PRP$", "JJ", "JJ", "NNS", "."], "tree": "(TOP (S (NP (NP (PRP PRP))) (VP (VBZ VBZ) (ADJP (JJ JJ)) (SBAR (IN IN) (S (NP (NP (DT DT) (JJ JJ) (NN NN)) (SBAR (S (NP (DT DT) (NN NN) (NN NN)) (VP (VP (VBD VBD)) (CC CC) (VP (VBD VBD) (ADJP (JJ JJ))))))) (VP (VBD VBD) (PP (IN IN) (IN IN) (NP (NP (DT DT) (ADJP (RB RB) (JJ JJ)) (NNS NNS)) (SBAR (S (NP (PRP PRP)) (VP (VBD VBD) (NP (PRP$ PRP$) (JJ JJ) (JJ JJ) (NNS NNS))))))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 62, "text": "The Coronation Brick and Tile Factory on the outskirts of Durban in 1973 was the site of some of the first labor strikes that marked an awakening of the non-white labor force in South Africa and an end to the dark economic prosperity of Apartheid South Africa.", "tokens": ["DT", "NNP", "NNP", "CC", "NNP", "NNP", "IN", "DT", "NNS", "IN", "NNP", "IN", "CD", "VBD", "DT", "NN", "IN", "DT", "IN", "DT", "JJ", "NN", "NNS", "WDT", "VBD", "DT", "NN", "IN", "DT", "JJ", "NN", "NN", "IN", "NNP", "NNP", "CC", "DT", "NN", "TO", "DT", "JJ", "JJ", "NN", "IN", "NNP", "NNP", "NNP", "."], "tree": "(TOP (S (NP (NP (DT DT) (NNP NNP) (NML (NNP NNP) (CC CC) (NNP NNP)) (NNP NNP)) (PP (IN IN) (NP (NP (DT DT) (NNS NNS)) (PP (IN IN) (NP (NNP NNP))))) (PP (IN IN) (NP (CD CD)))) (VP (VBD VBD) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (DT DT)) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (NN NN) (NNS NNS)) (SBAR (WHNP (WDT WDT)) (S (VP (VBD VBD) (NP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (NN NN) (NN NN)) (PP (IN IN) (NP (NNP NNP) (NNP NNP)))))) (CC CC) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NNP NNP) (NNP NNP) (NNP NNP)))))))))))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 63, "text": "First, it is important to step back and understand that post second world war, the economy was forced to turn to manufacturing for sustainability.", "tokens": ["RB", ",", "PRP", "VBZ", "JJ", "TO", "VB", "RB", "CC", "VBP", "IN", "NN", "JJ", "NN", "NN", ",", "DT", "NN", "VBD", "VBN", "TO", "VB", "TO", "VBG", "IN", "NN", "."], "tree": "(TOP (S (ADVP (JJ JJ)) (, ,) (NP (NP (PRP PRP))) (VP (VBZ VBZ) (ADJP (JJ JJ)) (S (VP (TO TO) (VP (VP (VB VB) (ADVP (RB RB))) (CC CC) (VP (VB VB) (SBAR (IN IN) (S (PP (IN IN) (NP (JJ JJ) (NN NN) (NN NN))) (, ,) (NP (DT DT) (NN NN)) (VP (VBD VBD) (VP (VBN VBN) (S (VP (TO TO) (VP (VB VB) (PP (IN IN) (NP (NN NN))) (PP (IN IN) (NP (NN NN))))))))))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 64, "text": "Prior to the war, the economy was firmly rooted in white agriculture and mining, but that was not sustainable.", "tokens": ["RB", "TO", "DT", "NN", ",", "DT", "NN", "VBD", "RB", "VBN", "IN", "JJ", "NN", "CC", "NN", ",", "CC", "DT", "VBD", "RB", "JJ", "."], "tree": "(TOP (S (S (PP (JJ JJ) (PP (IN IN) (NP (DT DT) (NN NN)))) (, ,) (NP (DT DT) (NN NN)) (VP (VBD VBD) (ADJP (ADVP (RB RB)) (VBN VBN) (PP (IN IN) (NP (JJ JJ) (NN NN) (CC CC) (NN NN)))))) (, ,) (CC CC) (S (NP (DT DT)) (VP (VBD VBD) (RB RB) (ADJP (JJ JJ)))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 65, "text": "This reliance on manufacturing made the strike of 2,000 workers at a football field outside of the Coronation factory all that more important.", "tokens": ["DT", "NN", "IN", "NN", "VBD", "DT", "NN", "IN", "CD", "NNS", "IN", "DT", "NN", "NN", "IN", "IN", "DT", "NNP", "NN", "PDT", "IN", "RBR", "JJ", "."], "tree": "(TOP (S (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NN NN)))) (VP (VBD VBD) (S (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (CD CD) (NNS NNS))) (PP (IN IN) (NP (NP (DT DT) (NN NN) (NN NN)) (PP (IN IN) (PP (IN IN) (NP (DT DT) (NNP NNP) (NN NN))))))) (ADJP (ADVP (DT DT) (RB RB) (RBR RBR)) (JJ JJ)))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 66, "text": "Until this point, not many African workers were willing to stand up to the unfair labor practices and low wages of the white dominated economy.", "tokens": ["IN", "DT", "NN", ",", "RB", "JJ", "JJ", "NNS", "VBD", "JJ", "TO", "VB", "RP", "TO", "DT", "JJ", "NN", "NNS", "CC", "JJ", "NNS", "IN", "DT", "JJ", "JJ", "NN", "."], "tree": "(TOP (S (PP (IN IN) (NP (DT DT) (NN NN))) (, ,) (NP (QP (RB RB) (JJ JJ)) (JJ JJ) (NNS NNS)) (VP (VBD VBD) (ADJP (JJ JJ) (S (VP (TO TO) (VP (VB VB) (PRT (RP RP)) (PP (IN IN) (NP (NP (DT DT) (NML (NML (JJ JJ) (NN NN) (NNS NNS)) (CC CC) (NML (JJ JJ) (NNS NNS)))) (PP (IN IN) (NP (DT DT) (ADJP (JJ JJ) (VBN VBN)) (NN NN)))))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 67, "text": "It seemed that the oppression of the Apartheid system was working.", "tokens": ["PRP", "VBD", "IN", "DT", "NN", "IN", "DT", "NNP", "NN", "VBD", "VBG", "."], "tree": "(TOP (S (NP (PRP PRP)) (VP (VBD VBD) (SBAR (IN IN) (S (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (NNP NNP) (NN NN)))) (VP (VBD VBD) (VP (VBG VBG)))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 68, "text": "The strikes outside Durban were the first indications of the change coming.", "tokens": ["DT", "NNS", "IN", "NNP", "VBD", "DT", "JJ", "NNS", "IN", "DT", "NN", "VBG", "."], "tree": "(TOP (S (NP (NP (DT DT) (NNS NNS)) (PP (IN IN) (NP (NNP NNP)))) (VP (VBD VBD) (NP (NP (DT DT) (JJ JJ) (NNS NNS)) (PP (IN IN) (S (NP (DT DT) (NN NN)) (VP (VBG VBG)))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 69, "text": "In the six years prior to the strike only 23,000 workers had struck.", "tokens": ["IN", "DT", "CD", "NNS", "RB", "TO", "DT", "NN", "RB", "CD", "NNS", "VBD", "VBN", "."], "tree": "(TOP (S (PP (IN IN) (NP (NP (DT DT) (CD CD) (NNS NNS)) (PP (JJ JJ) (PP (IN IN) (NP (DT DT) (NN NN)))))) (NP (QP (RB RB) (CD CD)) (NNS NNS)) (VP (VBD VBD) (VP (VBN VBN))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 70, "text": "By March of 1973, 61,000 had participated in work walkouts .", "tokens": ["IN", "NNP", "IN", "CD", ",", "CD", "VBD", "VBN", "IN", "NN", "NNS", "."], "tree": "(TOP (S (PP (IN IN) (NP (NP (NNP NNP)) (PP (IN IN) (NP (CD CD))))) (, ,) (NP (CD CD)) (VP (VBD VBD) (VP (VBN VBN) (PP (IN IN) (NP (NN NN) (NNS NNS))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 71, "text": "Growth rates for real GDP per capita declined for most countries between 1973 and 1994 and fell to just 2% on average.", "tokens": ["NNP", "NNS", "IN", "JJ", "NNP", "IN", "NN", "VBD", "IN", "JJS", "NNS", "IN", "CD", "CC", "CD", "CC", "VBD", "TO", "RB", "CD", "NN", "IN", "NN", "."], "tree": "(TOP (S (NP (NP (NN NN) (NNS NNS)) (PP (IN IN) (NP (NP (JJ JJ) (NN NN)) (PP (IN IN) (NP (NN NN)))))) (VP (VP (VBD VBD) (PP (IN IN) (NP (JJS JJS) (NNS NNS))) (PP (IN IN) (NP (CD CD) (CC CC) (CD CD)))) (CC CC) (VP (VBD VBD) (PP (IN IN) (NP (NP (QP (RB RB) (CD CD)) (NN NN)) (PP (IN IN) (ADJP (JJ JJ))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 72, "text": "The South African growth rate for the same period was a dismal -0.6% per year .", "tokens": ["DT", "JJ", "JJ", "NN", "NN", "IN", "DT", "JJ", "NN", "VBD", "DT", "JJ", "NN", "NN", "IN", "NN", "."], "tree": "(TOP (S (NP (NP (DT DT) (ADJP (JJ JJ) (JJ JJ)) (NN NN) (NN NN)) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN)))) (VP (VBD VBD) (NP (NP (DT DT) (JJ JJ) (CD CD) (NN NN)) (PP (IN IN) (NP (NN NN))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 73, "text": "Foreign investors were scared away by the poor economic performance and private residents began to steadily withdraw their money to foreign bank accounts.", "tokens": ["JJ", "NNS", "VBD", "VBN", "RB", "IN", "DT", "JJ", "JJ", "NN", "CC", "JJ", "NNS", "VBD", "TO", "RB", "VB", "PRP$", "NN", "TO", "JJ", "NN", "NNS", "."], "tree": "(TOP (S (S (NP (JJ JJ) (NNS NNS)) (VP (VBD VBD) (VP (VBN VBN) (ADVP (RB RB)) (PP (IN IN) (NP (DT DT) (JJ JJ) (JJ JJ) (NN NN)))))) (CC CC) (S (NP (JJ JJ) (NNS NNS)) (VP (VBD VBD) (S (VP (TO TO) (ADVP (RB RB)) (VP (VB VB) (NP (PRP$ PRP$) (NN NN)) (PP (IN IN) (NP (JJ JJ) (NN NN) (NNS NNS)))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 74, "text": "Policy makers and revisionist theorists “clearly failed to recognize the extent to which the needs of manufacturing diverged from those of mining and farming, and ignored the difficulty of achieving high productivity in industry on the basis of a migrant labor force.” (Feinstein, 2005, pg 247) Another problem soon arose as industry continued to expand.", "tokens": ["NN", "NNS", "CC", "NN", "NNS", "VBP", "RB", "VBN", "TO", "VB", "DT", "NN", "TO", "WDT", "DT", "NNS", "IN", "VBG", "VBN", "IN", "DT", "IN", "NN", "CC", "NN", ",", "CC", "VBD", "DT", "NN", "IN", "VBG", "JJ", "NN", "IN", "NN", "IN", "DT", "NN", "IN", "DT", "JJ", "NN", "NN", "NNP", "(", "NNP", ",", "CD", ",", "VBZ", "CD", ")", "DT", "NN", "RB", "VBD", "IN", "NN", "VBD", "TO", "VB", "."], "tree": "(TOP (S (NP (NP (NN NN) (NNS NNS)) (CC CC) (NP (NN NN) (NNS NNS))) (`` ``) (ADVP (RB RB)) (VP (VP (VBD VBD) (S (VP (TO TO) (VP (VB VB) (NP (NP (DT DT) (NN NN)) (SBAR (WHPP (TO TO) (WHNP (WDT WDT))) (S (NP (NP (DT DT) (NNS NNS)) (PP (IN IN) (NP (NN NN)))) (VP (VBD VBD) (PP (IN IN) (NP (NP (DT DT)) (PP (IN IN) (NP (NN NN) (CC CC) (NN NN))))))))))))) (, ,) (CC CC) (VP (VBD VBD) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (S (VP (VBG VBG) (NP (NP (JJ JJ) (NN NN)) (PP (IN IN) (NP (NN NN)))) (IN IN) (NP (NP (NP (DT DT) (NN NN)) (IN IN) (NP (DT DT) (JJ JJ) (NN NN) (. .) ('' '') (NP (-LRB- -LRB-) (NP (NNP NNP)) (, ,) (NP (CD CD)) (, ,) (NP (NN NN) (CD CD)) (-RRB- -RRB-) (NP (DT DT) (NN NN))))) (ADVP (RB RB)) (VP (VBD VBD) (SBAR (IN IN) (S (NP (NN NN)) (VP (VBD VBD) (S (VP (TO TO) (VP (VB VB))))))))))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 75, "text": "There was a shortage of skilled workers.", "tokens": ["EX", "VBD", "DT", "NN", "IN", "JJ", "NNS", "."], "tree": "(TOP (S (NP (EX EX)) (VP (VBD VBD) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (JJ JJ) (NNS NNS))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 76, "text": "All the rules that limited African participation in the skilled labor market worked when there was not a skilled worker shortage but did not when there was.", "tokens": ["PDT", "DT", "NNS", "WDT", "VBD", "JJ", "NN", "IN", "DT", "JJ", "NN", "NN", "VBD", "WRB", "EX", "VBD", "RB", "DT", "JJ", "NN", "NN", "CC", "VBD", "RB", "WRB", "EX", "VBD", "."], "tree": "(TOP (S (NP (NP (PDT PDT) (DT DT) (NNS NNS)) (SBAR (WHNP (WDT WDT)) (S (VP (VBD VBD) (NP (NP (JJ JJ) (NN NN)) (PP (IN IN) (NP (DT DT) (NML (JJ JJ) (NN NN)) (NN NN)))))))) (VP (VP (VBD VBD) (SBAR (WHADVP (WRB WRB)) (S (NP (EX EX)) (VP (VBD VBD) (RB RB) (NP (DT DT) (NML (JJ JJ) (NN NN)) (NN NN)))))) (CC CC) (VP (VBD VBD) (RB RB) (SBAR (WHADVP (WRB WRB)) (S (NP (EX EX)) (VP (VBD VBD)))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 77, "text": "The government started turning a blind eye to situations where companies ignored the rules and hired Africans to fill skilled labor positions.", "tokens": ["DT", "NN", "VBD", "VBG", "DT", "NN", "NN", "TO", "NNS", "WRB", "NNS", "VBD", "DT", "NNS", "CC", "VBD", "NNPS", "TO", "VB", "JJ", "NN", "NNS", "."], "tree": "(TOP (S (NP (DT DT) (NN NN)) (VP (VBD VBD) (S (VP (VBG VBG) (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NP (NNS NNS)) (SBAR (WHADVP (WRB WRB)) (S (NP (NNS NNS)) (VP (VP (VBD VBD) (NP (DT DT) (NNS NNS))) (CC CC) (VP (VBD VBD) (NP (NP (NNPS NNPS)) (S (VP (TO TO) (VP (VB VB) (NP (JJ JJ) (NN NN) (NNS NNS))))))))))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 78, "text": "This pressure on the economy was tied to a sharp increase in the political fight against Apartheid.", "tokens": ["DT", "NN", "IN", "DT", "NN", "VBD", "VBN", "TO", "DT", "JJ", "NN", "IN", "DT", "JJ", "NN", "IN", "NNP", "."], "tree": "(TOP (S (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (NN NN)))) (VP (VBD VBD) (VP (VBN VBN) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NNP NNP))))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 79, "text": "The combination of these factors was too much for the government to manage, eventually forcing them to concede to releasing Nelson Mandela from Robben Island in 1990 and leading to the ultimate demise of Apartheid South Africa with the first democratic election in 1994 and the birth of the new South Africa.", "tokens": ["DT", "NN", "IN", "DT", "NNS", "VBD", "RB", "JJ", "IN", "DT", "NN", "TO", "VB", ",", "RB", "VBG", "PRP", "TO", "VB", "TO", "VBG", "NNP", "NNP", "IN", "NNP", "NNP", "IN", "CD", "CC", "VBG", "TO", "DT", "JJ", "NN", "IN", "NNP", "NNP", "NNP", "IN", "DT", "JJ", "JJ", "NN", "IN", "CD", "CC", "DT", "NN", "IN", "DT", "JJ", "NNP", "NNP", "."], "tree": "(TOP (S (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (NNS NNS)))) (VP (VBD VBD) (ADJP (RB RB) (JJ JJ) (SBAR (IN IN) (S (NP (DT DT) (NN NN)) (VP (TO TO) (VP (VB VB)))))) (, ,) (S (ADVP (RB RB)) (VP (VP (VBG VBG) (NP (PRP PRP)) (S (VP (TO TO) (VP (VB VB) (PP (IN IN) (S (VP (VBG VBG) (NP (NNP NNP) (NNP NNP)) (PP (IN IN) (NP (NNP NNP) (NNP NNP))) (PP (IN IN) (NP (CD CD)))))))))) (CC CC) (VP (VBG VBG) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NNP NNP) (NNP NNP) (NNP NNP))) (PP (IN IN) (NP (NP (NP (DT DT) (JJ JJ) (JJ JJ) (NN NN)) (PP (IN IN) (NP (CD CD)))) (CC CC) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (JJ JJ) (NNP NNP) (NNP NNP)))))))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 80, "text": "What started as a miraculous transformation under the leadership of the new president, punctuated by events like the rugby world cup in 1995 where Nelson Mandela appeared at the final match in a Springbok jersey with the new South African flag and sang the new combined national anthem, to the peace and reconciliation commission lead by Bishop Desmud Tutu, soon degenerated amidst corruption when Mandela stepped down and the ANC was allowed to express its radical views.", "tokens": ["WP", "VBD", "IN", "DT", "JJ", "NN", "IN", "DT", "NN", "IN", "DT", "JJ", "NN", ",", "VBN", "IN", "NNS", "IN", "DT", "NN", "NN", "NN", "IN", "CD", "WRB", "NNP", "NNP", "VBD", "IN", "DT", "JJ", "NN", "IN", "DT", "NNP", "NN", "IN", "DT", "JJ", "NNP", "JJ", "NN", "CC", "VBD", "DT", "JJ", "JJ", "JJ", "NN", ",", "TO", "DT", "NN", "CC", "NN", "NN", "NN", "IN", "NNP", "NNP", "NNP", ",", "RB", "VBD", "JJ", "NN", "WRB", "NNP", "VBD", "RB", "CC", "DT", "NNP", "VBD", "VBN", "TO", "VB", "PRP$", "JJ", "NNS", "."], "tree": "(TOP (S (WHNP (WP WP)) (S (VP (S (VP (VBD VBD) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN))))))) (, ,) (VP (VP (VBN VBN) (PP (IN IN) (NP (NP (NNS NNS)) (PP (IN IN) (NP (NP (NP (DT DT) (NN NN) (NN NN) (NN NN)) (PP (IN IN) (NP (CD CD)))) (SBAR (WHADVP (WRB WRB)) (S (NP (NNP NNP) (NNP NNP)) (VP (VP (VBD VBD) (PP (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN))) (PP (IN IN) (NP (DT DT) (NNP NNP) (NN NN)))) (PP (IN IN) (NP (DT DT) (JJ JJ) (ADJP (JJ JJ) (JJ JJ)) (NN NN)))) (CC CC) (VP (VBD VBD) (NP (DT DT) (JJ JJ) (JJ JJ) (JJ JJ) (NN NN))))))))))) (, ,) (PP (IN IN) (NP (NP (DT DT) (NML (NN NN) (CC CC) (NN NN)) (NN NN)) (VP (VBN VBN) (PP (IN IN) (NP (NNP NNP) (NNP NNP) (NNP NNP))))))))) (, ,) (ADVP (RB RB)) (VP (VBD VBD) (PP (PP (IN IN) (NP (NN NN))) (SBAR (WHADVP (WRB WRB)) (S (S (NP (NNP NNP)) (VP (VBD VBD) (ADVP (RP RP)))) (CC CC) (S (NP (DT DT) (NNP NNP)) (VP (VBD VBD) (VP (VBN VBN) (S (VP (TO TO) (VP (VB VB) (NP (PRP$ PRP$) (JJ JJ) (NNS NNS)))))))))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 81, "text": "Mandeni, KwaZulu Natal after 1990 was a particularly potent example of post Apartheid life in democratic South Africa, and how individuals, particularly black South Africans, dealt with the effects of mass unemployment and extreme inequality.", "tokens": ["NNP", ",", "NNP", "NNP", "IN", "CD", "VBD", "DT", "RB", "JJ", "NN", "IN", "NN", "NNP", "NN", "IN", "JJ", "NNP", "NNP", ",", "CC", "WRB", "NNS", ",", "RB", "JJ", "NNP", "NNPS", ",", "NN", "IN", "DT", "NNS", "IN", "NN", "NN", "CC", "JJ", "NN", "."], "tree": "(TOP (S (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP) (NNP NNP)) (PP (IN IN) (NP (CD CD)))) (VP (VBD VBD) (NP (NP (NP (DT DT) (ADJP (RB RB) (JJ JJ)) (NN NN)) (PP (IN IN) (NP (NP (ADJP (JJ JJ) (JJ JJ)) (NN NN)) (PP (IN IN) (NP (JJ JJ) (NNP NNP) (NNP NNP)))))) (, ,) (CC CC) (SBAR (WHADVP (WRB WRB)) (S (NP (NP (NNS NNS)) (, ,) (NP (ADVP (RB RB)) (JJ JJ) (NNP NNP) (NNPS NNPS)) (, ,)) (VP (VBD VBD) (PP (IN IN) (NP (NP (DT DT) (NNS NNS)) (PP (IN IN) (NP (NP (JJ JJ) (NN NN)) (CC CC) (NP (JJ JJ) (NN NN))))))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 82, "text": "As Mark Hunter points out in the Social Science and Medicine Journal (2007), HIV rates jumped from 1% in 1990 to 29% in 2005 driven by rising unemployment, low marital rates, and increased migration of women.", "tokens": ["IN", "NNP", "NNP", "NNS", "RP", "IN", "DT", "NNP", "NNP", "CC", "NNP", "NNP", "(", "CD", ")", ",", "NNP", "NNS", "VBD", "IN", "CD", "NN", "IN", "CD", "TO", "CD", "NN", "IN", "CD", "NN", "IN", "VBG", "NN", ",", "JJ", "JJ", "NNS", ",", "CC", "VBD", "NN", "IN", "NNS", "."], "tree": "(TOP (S (SBAR (IN IN) (S (NP (NNP NNP) (NNP NNP)) (VP (VBZ VBZ) (PRT (RP RP)) (PP (IN IN) (NP (NP (DT DT) (NML (NNP NNP) (NNP NNP) (CC CC) (NNP NNP)) (NNP NNP)) (-LRB- -LRB-) (NP (CD CD)) (-RRB- -RRB-)))))) (, ,) (NP (NNP NNP) (NNS NNS)) (VP (VBD VBD) (PP (IN IN) (NP (NP (CD CD) (NN NN)) (PP (IN IN) (NP (CD CD))))) (PP (IN IN) (NP (NP (CD CD) (NN NN)) (PP (IN IN) (NP (CD CD))))) (VP (VBN VBN) (PP (IN IN) (NP (NP (VBG VBG) (NN NN)) (, ,) (NP (JJ JJ) (JJ JJ) (NNS NNS)) (, ,) (CC CC) (NP (NP (VBN VBN) (NN NN)) (PP (IN IN) (NP (NNS NNS)))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 83, "text": "These three reasons can all be traced back to the way the labor market was forced to react to the economic and political pressure described above.", "tokens": ["DT", "CD", "NNS", "MD", "DT", "VB", "VBN", "RB", "TO", "DT", "NN", "DT", "NN", "NN", "VBD", "VBN", "TO", "VB", "TO", "DT", "JJ", "CC", "JJ", "NN", "VBN", "IN", "."], "tree": "(TOP (S (NP (DT DT) (CD CD) (NNS NNS)) (VP (MD MD) (DT DT) (VP (VB VB) (VP (VBN VBN) (ADVP (RB RB) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (SBAR (S (NP (DT DT) (NN NN) (NN NN)) (VP (VBD VBD) (VP (VBN VBN) (S (VP (TO TO) (VP (VB VB) (PP (IN IN) (NP (NP (DT DT) (ADJP (JJ JJ) (CC CC) (JJ JJ)) (NN NN)) (VP (VBN VBN) (ADVP (RB RB)))))))))))))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 84, "text": "The negative GDP per capita growth referenced above caused unemployment rates to skyrocket.", "tokens": ["DT", "JJ", "NNP", "IN", "NN", "NN", "VBD", "IN", "VBN", "NN", "NNS", "TO", "VB", "."], "tree": "(TOP (S (NP (NP (DT DT) (JJ JJ) (NML (NML (NNP NNP)) (PP (IN IN) (NP (NN NN)))) (NN NN)) (VP (VBN VBN) (ADVP (RB RB)))) (VP (VBD VBD) (S (NP (NN NN) (NNS NNS)) (VP (TO TO) (VP (VB VB))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 85, "text": "The first affected were black men.", "tokens": ["DT", "JJ", "VBN", "VBD", "JJ", "NNS", "."], "tree": "(TOP (S (NP (NP (DT DT) (JJ JJ)) (VP (VBN VBN))) (VP (VBD VBD) (NP (JJ JJ) (NNS NNS))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 86, "text": "As the government reacted by increasing wage competition, certain sectors such as the clothing industry were hit hard and unemployment climbed to 40%.", "tokens": ["IN", "DT", "NN", "VBN", "IN", "VBG", "NN", "NN", ",", "JJ", "NNS", "JJ", "IN", "DT", "NN", "NN", "VBD", "VBN", "JJ", "CC", "NN", "VBD", "TO", "CD", "NN", "."], "tree": "(TOP (S (SBAR (IN IN) (S (NP (DT DT) (NN NN)) (VP (VBD VBD) (PP (IN IN) (NP (VBG VBG) (NN NN) (NN NN)))))) (, ,) (S (NP (NP (JJ JJ) (NNS NNS)) (PP (JJ JJ) (IN IN) (NP (DT DT) (NN NN) (NN NN)))) (VP (VBD VBD) (VP (VBN VBN) (ADVP (RB RB))))) (CC CC) (S (NP (NN NN)) (VP (VBD VBD) (PP (IN IN) (NP (CD CD) (NN NN))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 87, "text": "Women quickly followed and by the turn of the century things were desperate, leaving many women with no option but for money/sex exchanges further fueling the HIV crisis.", "tokens": ["NNS", "RB", "VBD", "CC", "IN", "DT", "NN", "IN", "DT", "NN", "NNS", "VBD", "JJ", ",", "VBG", "JJ", "NNS", "IN", "DT", "NN", "CC", "IN", "NN", "NNS", "RBR", "VBG", "DT", "NNP", "NN", "."], "tree": "(TOP (S (S (NP (NNS NNS)) (ADVP (RB RB)) (VP (VBD VBD))) (CC CC) (S (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (NN NN))))) (NP (NNS NNS)) (VP (VBD VBD) (ADJP (JJ JJ)) (, ,) (S (VP (VBG VBG) (NP (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (NP (NP (DT DT) (NN NN)) (CC CC) (PP (IN IN) (NP (NN NN) (NNS NNS)))) (VP (ADVP (RB RB)) (VBG VBG) (NP (DT DT) (NNP NNP) (NN NN))))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 88, "text": "Marriage rates have declined significantly from above 50% in the mid 1930’s to below 30% in the early 2000’s .", "tokens": ["NN", "NNS", "VBP", "VBN", "RB", "IN", "IN", "CD", "NN", "IN", "DT", "NN", "CD", "NN", "NN", "TO", "VB", "CD", "NN", "IN", "DT", "JJ", "CD", "NN", "NN", "."], "tree": "(TOP (S (NP (NN NN) (NNS NNS)) (VP (VBP VBP) (VP (VBN VBN) (ADVP (RB RB)) (PP (IN IN) (PP (NP (QP (IN IN) (CD CD)) (NN NN)) (PP (IN IN) (NP (DT DT) (JJ JJ) (CD CD) (, ,) (POS POS))))) (PP (IN IN) (NP (NP (QP (IN IN) (CD CD)) (NN NN)) (PP (IN IN) (NP (DT DT) (JJ JJ) (CD CD) (, ,) (POS POS))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 89, "text": "Especially among the poor, wedlock is being seen as an inflexible institution.", "tokens": ["RB", "IN", "DT", "JJ", ",", "NN", "VBZ", "VBG", "VBN", "IN", "DT", "JJ", "NN", "."], "tree": "(TOP (S (PP (ADVP (RB RB)) (IN IN) (NP (DT DT) (JJ JJ))) (, ,) (NP (NN NN)) (VP (VBZ VBZ) (VP (VBG VBG) (VP (VBN VBN) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN)))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 90, "text": "There also appears to be an increase in the migration of women, specifically the circular migration between rural and urban settings in search of work.", "tokens": ["EX", "RB", "VBZ", "TO", "VB", "DT", "NN", "IN", "DT", "NN", "IN", "NNS", ",", "RB", "DT", "JJ", "NN", "IN", "JJ", "CC", "JJ", "NNS", "IN", "NN", "IN", "NN", "."], "tree": "(TOP (S (NP (EX EX)) (ADVP (RB RB)) (VP (VBZ VBZ) (S (VP (TO TO) (VP (VB VB) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NNS NNS)))) (, ,) (NP (NP (ADVP (RB RB)) (NP (DT DT) (JJ JJ) (NN NN))) (PP (IN IN) (NP (ADJP (JJ JJ) (CC CC) (JJ JJ)) (NNS NNS))) (PP (IN IN) (NP (NP (NN NN)) (PP (IN IN) (NP (NN NN))))))))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 91, "text": "The results were massive increases in HIV rates giving rise to increased medical care costs in an already faltering economy.", "tokens": ["DT", "NNS", "VBD", "JJ", "NNS", "IN", "NNP", "NNS", "VBG", "NN", "TO", "VBN", "JJ", "NN", "NNS", "IN", "DT", "RB", "VBG", "NN", "."], "tree": "(TOP (S (NP (DT DT) (NNS NNS)) (VP (VBD VBD) (NP (NP (NP (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (NNP NNP) (NNS NNS)))) (VP (VBG VBG) (NP (NN NN)) (PP (IN IN) (NP (VBN VBN) (NML (JJ JJ) (NN NN)) (NNS NNS))) (PP (IN IN) (NP (DT DT) (ADJP (RB RB) (VBG VBG)) (NN NN)))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 92, "text": "In conclusion, the economic development of South Africa, and more specifically the control of labor, was a defining factor in its history.", "tokens": ["IN", "NN", ",", "DT", "JJ", "NN", "IN", "NNP", "NNP", ",", "CC", "RBR", "RB", "DT", "NN", "IN", "NN", ",", "VBD", "DT", "JJ", "NN", "IN", "PRP$", "NN", "."], "tree": "(TOP (S (PP (IN IN) (NP (NN NN))) (, ,) (NP (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NNP NNP) (NNP NNP)))) (, ,) (CC CC) (ADVP (RBR RBR) (RB RB)) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NN NN)))) (, ,)) (VP (VBD VBD) (NP (NP (DT DT) (VBG VBG) (NN NN)) (PP (IN IN) (NP (PRP$ PRP$) (NN NN))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 93, "text": "This journey through these five sites has hopefully provided some insight into the manner in which white English and Afrikaans people interacted with black Africans in the labor market from farms to mines to factories.", "tokens": ["DT", "NN", "IN", "DT", "CD", "NNS", "VBZ", "RB", "VBN", "DT", "NN", "IN", "DT", "NN", "IN", "WDT", "JJ", "NNPS", "CC", "NNPS", "NNS", "VBN", "IN", "JJ", "NNPS", "IN", "DT", "NN", "NN", "IN", "NNS", "TO", "NNS", "TO", "NNS", "."], "tree": "(TOP (S (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (CD CD) (NNS NNS)))) (VP (VBZ VBZ) (ADVP (RB RB)) (VP (VBN VBN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (SBAR (WHPP (IN IN) (WHNP (WDT WDT))) (S (NP (NML (JJ JJ) (NNPS NNPS) (CC CC) (NNPS NNPS)) (NNS NNS)) (VP (VBD VBD) (PP (IN IN) (NP (JJ JJ) (NNPS NNPS))) (PP (IN IN) (NP (DT DT) (NN NN) (NN NN))) (PP (PP (IN IN) (NP (NNS NNS))) (PP (IN IN) (NP (NP (NNS NNS)) (PP (IN IN) (NP (NNS NNS)))))))))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 94, "text": "From the slave trade of the early settlers, to diamond and gold mining , industrialization, strikes, and mass unemployment, this journey continues today with the world’s highest unemployment rate of 34.4% compared to 3.4% in the United States.", "tokens": ["IN", "DT", "JJ", "NN", "IN", "DT", "JJ", "NNS", ",", "TO", "VB", "CC", "NN", "NN", ",", "NN", ",", "NNS", ",", "CC", "NN", "NN", ",", "DT", "NN", "VBZ", "NN", "IN", "DT", "NN", "NNP", "NN", "JJS", "NN", "NN", "IN", "CD", "NN", "VBN", "TO", "CD", "NN", "IN", "DT", "NNP", "NNPS", "."], "tree": "(TOP (S (PP (PP (IN IN) (NP (NP (DT DT) (NN NN) (NN NN)) (PP (IN IN) (NP (DT DT) (JJ JJ) (NNS NNS))))) (, ,) (PP (IN IN) (NP (NP (NML (NN NN) (CC CC) (NN NN)) (NN NN)) (, ,) (NP (NN NN)) (, ,) (NP (NNS NNS)) (, ,) (CC CC) (NP (JJ JJ) (NN NN))))) (, ,) (NP (DT DT) (NN NN)) (VP (VBZ VBZ) (NP (NN NN)) (PP (IN IN) (NP (NP (NP (NP (DT DT) (NN NN) (POS POS)) (POS POS)) (JJS JJS) (NN NN) (NN NN)) (PP (IN IN) (NP (CD CD) (NN NN))) (PP (VBN VBN) (PP (IN IN) (NP (NP (CD CD) (NN NN)) (PP (IN IN) (NP (DT DT) (NNP NNP) (NNPS NNPS))))))))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 95, "text": "With crumbling infrastructure, a broken education system, and little hope for the future, South Africa lies at a crossroads.", "tokens": ["IN", "VBG", "NN", ",", "DT", "JJ", "NN", "NN", ",", "CC", "JJ", "NN", "IN", "DT", "NN", ",", "NNP", "NNP", "VBZ", "IN", "DT", "NNS", "."], "tree": "(TOP (S (PP (IN IN) (NP (NP (VBG VBG) (NN NN)) (, ,) (NP (DT DT) (JJ JJ) (NN NN) (NN NN)) (, ,) (CC CC) (NP (NP (JJ JJ) (NN NN)) (PP (IN IN) (NP (DT DT) (NN NN)))))) (, ,) (NP (NNP NNP) (NNP NNP)) (VP (VBZ VBZ) (PP (IN IN) (NP (DT DT) (NNS NNS)))) (. .)))"}
{"doc_id": "personal_ahosa", "para_id": 1, "sent_id": 96, "text": "Where will the story end?", "tokens": ["WRB", "MD", "DT", "NN", "NN", "."], "tree": "(TOP (SBARQ (WHADVP (WRB WRB)) (SQ (MD MD) (NP (DT DT) (NN NN)) (VP (VB VB))) (. .)))"}
