{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 1, "text": "You will most likely encounter alcohol at some point during your time in high school, and it's important to understand the facts about alcohol and how it will affect you in order to determine if and how you consume it.", "tokens": ["PRP", "MD", "VB", "JJ", "NN", "NN", "IN", "DT", "NN", "IN", "PRP$", "NN", "IN", "JJ", "NN", ",", "CC", "PRP", "VBZ", "JJ", "TO", "VB", "DT", "NNS", "IN", "NN", "CC", "WRB", "PRP", "MD", "VB", "PRP", "IN", "NN", "TO", "VB", "IN", "CC", "WRB", "PRP", "VBP", "PRP", "."], "tree": "(TOP (S (S (NP (PRP PRP)) (VP (MD MD) (ADVP (RBS RBS) (RB RB)) (VP (VB VB) (NP (NN NN)) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (PRP$ PRP$) (NN NN)) (PP (IN IN) (NP (JJ JJ) (NN NN)))))))))) (, ,) (CC CC) (S (NP (NP (PRP PRP))) (VP (VBZ VBZ) (ADJP (JJ JJ)) (S (VP (TO TO) (VP (VB VB) (NP (NP (NP (DT DT) (NNS NNS)) (PP (IN IN) (NP (NN NN)))) (CC CC) (SBAR (WHADVP (WRB WRB)) (S (NP (PRP PRP)) (VP (MD MD) (VP (VB VB) (NP (PRP PRP))))))) (SBAR (IN IN) (NN NN) (S (VP (TO TO) (VP (VB VB) (SBAR (WHADVP (IN IN) (CC CC) (WRB WRB)) (S (NP (PRP PRP)) (VP (VBP VBP) (NP (PRP PRP)))))))))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 2, "text": "Alcohol is categorized as a CNS (central nervous system) depressant, and also a sedative hypnotic.", "tokens": ["NNP", "VBZ", "VBN", "IN", "DT", "NNP", "(", "JJ", "JJ", "NN", ")", "NN", ",", "CC", "RB", "DT", "JJ", "NN", "."], "tree": "(TOP (S (NP (NN NN)) (VP (VBZ VBZ) (VP (VBN VBN) (PP (IN IN) (NP (NP (DT DT) (NML (NML (NNP NNP)) (-LRB- -LRB-) (NML (JJ JJ) (JJ JJ) (NN NN)) (-RRB- -RRB-)) (NN NN)) (, ,) (CC CC) (RB RB) (NP (DT DT) (JJ JJ) (NN NN)))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 3, "text": "A CNS depressant is any drug that lowers neurotransmission levels in the brain, which has the effect of reducing stimulation, leading to relaxation or anxiety-reducing effects.", "tokens": ["DT", "NNP", "NN", "VBZ", "DT", "NN", "IN", "VBZ", "NN", "NNS", "IN", "DT", "NN", ",", "WDT", "VBZ", "DT", "NN", "IN", "VBG", "NN", ",", "VBG", "TO", "NN", "CC", "JJ", "NNS", "."], "tree": "(TOP (S (NP (DT DT) (NNP NNP) (NN NN)) (VP (VBZ VBZ) (NP (NP (DT DT) (NN NN)) (SBAR (WHNP (WDT WDT)) (S (VP (VBZ VBZ) (NP (NP (NP (NN NN) (NNS NNS)) (PP (IN IN) (NP (DT DT) (NN NN)))) (, ,) (SBAR (WHNP (WDT WDT)) (S (VP (VBZ VBZ) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (S (VP (VBG VBG) (NP (NP (NN NN)) (, ,) (VP (VBG VBG) (PP (IN IN) (NP (UCP (NP (NN NN)) (CC CC) (VBG VBG)) (NNS NNS)))))))))))))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 4, "text": "Sedative Hypnotics are just a subtype of CNS depressants that specifically decrease wakefulness.", "tokens": ["JJ", "NNS", "VBP", "RB", "DT", "NN", "IN", "NNP", "NNS", "WDT", "RB", "VBZ", "NN", "."], "tree": "(TOP (S (NP (JJ JJ) (NNS NNS)) (VP (VBP VBP) (NP (NP (RB RB) (DT DT) (NN NN)) (PP (IN IN) (NP (NP (NNP NNP) (NNS NNS)) (SBAR (WHNP (WDT WDT)) (S (ADVP (RB RB)) (VP (VBP VBP) (NP (NN NN))))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 5, "text": "However, alcohol is slightly more complicated in this regard due to its biphasic effect.", "tokens": ["RB", ",", "NN", "VBZ", "RB", "RBR", "JJ", "IN", "DT", "NN", "JJ", "TO", "PRP$", "JJ", "NN", "."], "tree": "(TOP (S (ADVP (RB RB)) (, ,) (NP (NN NN)) (VP (VBZ VBZ) (ADJP (ADVP (RB RB) (RBR RBR)) (JJ JJ)) (PP (IN IN) (NP (DT DT) (NN NN))) (PP (IN IN) (IN IN) (NP (PRP$ PRP$) (JJ JJ) (NN NN)))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 6, "text": "Alcohol typically has a stimulating effect at first, followed by a depressing effect at higher doses .", "tokens": ["NNP", "RB", "VBZ", "DT", "JJ", "NN", "IN", "JJ", ",", "VBN", "IN", "DT", "JJ", "NN", "IN", "JJR", "NNS", "."], "tree": "(TOP (S (NP (NN NN)) (ADVP (RB RB)) (VP (VBZ VBZ) (NP (DT DT) (VBG VBG) (NN NN)) (PP (IN IN) (ADVP (RB RB))) (, ,) (VP (VBN VBN) (PP (IN IN) (NP (NP (DT DT) (VBG VBG) (NN NN)) (PP (IN IN) (NP (JJR JJR) (NNS NNS))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 7, "text": "Therefore it’s particularly important that you manage your consumption effectively, both to avoid the negative side effects of alcohol and also maximize its benefits.", "tokens": ["IN", "PRP", "VBZ", "JJ", "RB", "JJ", "IN", "PRP", "VB", "PRP$", "NN", "RB", ",", "DT", "TO", "VB", "DT", "JJ", "NN", "NNS", "IN", "NN", "CC", "RB", "VB", "PRP$", "NNS", "."], "tree": "(TOP (S (ADVP (RB RB)) (NP (NP (PRP PRP))) (VP (VBP VBP) (VP (VBZ VBZ) (ADJP (RB RB) (JJ JJ)) (SBAR (IN IN) (S (NP (PRP PRP)) (VP (VB VB) (NP (PRP$ PRP$) (NN NN)) (ADVP (RB RB)) (, ,) (S (VP (DT DT) (TO TO) (VP (VP (VB VB) (NP (NP (DT DT) (JJ JJ) (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (NN NN))))) (CC CC) (ADVP (RB RB)) (VP (VB VB) (NP (PRP$ PRP$) (NNS NNS))))))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 8, "text": "This biphasic effect is due to the multiple mechanisms of action of alcohol.", "tokens": ["DT", "JJ", "NN", "VBZ", "JJ", "TO", "DT", "JJ", "NN", "IN", "NN", "IN", "NN", "."], "tree": "(TOP (S (NP (DT DT) (JJ JJ) (NN NN)) (VP (VBZ VBZ) (PP (IN IN) (IN IN) (NP (NP (DT DT) (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (NN NN))) (PP (IN IN) (NP (NN NN)))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 9, "text": "Alcohol's primary MOA is on the GABA neurotransmitter, where it is a non-competitive, non selective GABA agonist.", "tokens": ["NNP", "POS", "JJ", "NNP", "VBZ", "IN", "DT", "NNP", "NN", ",", "WRB", "PRP", "VBZ", "DT", "JJ", ",", "JJ", "JJ", "NNP", "NN", "."], "tree": "(TOP (S (NP (NP (NN NN) (POS POS)) (JJ JJ) (NNP NNP)) (VP (VBZ VBZ) (PP (IN IN) (NP (NP (DT DT) (NNP NNP) (NN NN)) (, ,) (SBAR (WHADVP (WRB WRB)) (S (NP (PRP PRP)) (VP (VBZ VBZ) (NP (DT DT) (JJ JJ) (, ,) (RB RB) (JJ JJ) (NNP NNP) (NN NN)))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 10, "text": "Because GABA is the primary inhibitory neurotransmitter in the brain, an agonist (alcohol) binding on it will amplify the inhibitive action of GABA, leading to a depressive effect.", "tokens": ["IN", "NNP", "VBZ", "DT", "JJ", "NN", "NN", "IN", "DT", "NN", ",", "DT", "NN", "(", "NN", ")", "NN", "IN", "PRP", "MD", "VB", "DT", "JJ", "NN", "IN", "NNP", ",", "VBG", "TO", "DT", "JJ", "NN", "."], "tree": "(TOP (S (SBAR (IN IN) (S (NP (NNP NNP)) (VP (VBZ VBZ) (NP (NP (DT DT) (JJ JJ) (JJ JJ) (NN NN)) (PP (IN IN) (NP (DT DT) (NN NN))))))) (, ,) (NP (NP (NP (DT DT) (NN NN)) (-LRB- -LRB-) (NP (NN NN)) (-RRB- -RRB-)) (VP (VBG VBG) (PP (IN IN) (NP (PRP PRP))))) (VP (MD MD) (VP (VB VB) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NNP NNP)))) (, ,) (S (VP (VBG VBG) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 11, "text": "Alcohol is also a non-competitive, selective glutamate antagonist at NMDA receptors.", "tokens": ["NNP", "VBZ", "RB", "DT", "JJ", ",", "JJ", "NN", "NN", "IN", "NNP", "NNS", "."], "tree": "(TOP (S (NP (NN NN)) (VP (VBZ VBZ) (ADVP (RB RB)) (NP (NP (DT DT) (JJ JJ) (, ,) (JJ JJ) (NN NN) (NN NN)) (PP (IN IN) (NP (NNP NNP) (NNS NNS))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 12, "text": "Glutamate is an excitatory NT that affects learning, synaptic plasticity, sensory, motor, and cognitive function.", "tokens": ["NNP", "VBZ", "DT", "JJ", "NNP", "WDT", "VBZ", "NN", ",", "JJ", "NN", ",", "NN", ",", "NN", ",", "CC", "JJ", "NN", "."], "tree": "(TOP (S (NP (NN NN)) (VP (VBZ VBZ) (NP (NP (DT DT) (JJ JJ) (NNP NNP)) (SBAR (WHNP (WDT WDT)) (S (VP (VBZ VBZ) (NP (NP (NN NN)) (, ,) (NP (JJ JJ) (NN NN)) (, ,) (NP (NN NN)) (, ,) (NP (NN NN)) (, ,) (CC CC) (NP (JJ JJ) (NN NN)))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 13, "text": "Alcohol decreases Glutamate's effect at NMDA receptors, leading to sedation, disrupting memory and long term potentiation.", "tokens": ["NNP", "VBZ", "NNP", "POS", "NN", "IN", "NNP", "NNS", ",", "VBG", "TO", "NN", ",", "VBG", "NN", "CC", "JJ", "NN", "NN", "."], "tree": "(TOP (S (NP (NN NN)) (VP (VBZ VBZ) (NP (NP (NP (NNP NNP) (POS POS)) (NN NN)) (PP (IN IN) (NP (NNP NNP) (NNS NNS)))) (, ,) (S (VP (VBG VBG) (PP (IN IN) (NP (NN NN))) (, ,) (S (VP (VBG VBG) (NP (NP (NN NN)) (CC CC) (NP (NML (JJ JJ) (NN NN)) (NN NN)))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 14, "text": "This accounts for alcohol’s effect of “blacking out” or gaps in memory, as well as learning deficits seen after consuming alcohol.", "tokens": ["DT", "VBZ", "IN", "NN", "NNP", "NN", "NN", "IN", "NNP", "VBG", "RP", "CD", "CC", "NNS", "IN", "NN", ",", "RB", "RB", "IN", "VBG", "NNS", "VBN", "IN", "VBG", "NN", "."], "tree": "(TOP (S (NP (DT DT)) (VP (VBZ VBZ) (PP (IN IN) (NP (NP (NP (NN NN) (IN IN) (POS POS)) (NN NN)) (PP (IN IN) (`` ``) (VBG VBG) (PRT (RP RP)) ('' '') (CC CC) (NP (NP (NNS NNS)) (PP (IN IN) (NP (NN NN))))) (, ,) (CONJP (RB RB) (RB RB) (IN IN)) (NP (NP (NN NN) (NNS NNS)) (VP (VBN VBN) (PP (IN IN) (S (VP (VBG VBG) (NP (NN NN)))))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 15, "text": "Alcohol also increases endogenous opioid synthesis and release (opioid agonist), in the form of endorphins, which contributes to some of Alcohol’s mild euphoric effects at low doses and pain relief at higher doses.This could be a factor that contributes to addictive potential and excessive consumption in individual drinkers, as studies have shown that individuals in which a single drink releases a larger amount of opioids in the brain get more pleasure out of each drink (Mitchell 2012).", "tokens": ["NNP", "RB", "VBZ", "JJ", "JJ", "NN", "CC", "NN", "(", "JJ", "NN", ")", ",", "IN", "DT", "NN", "IN", "NNS", ",", "WDT", "VBZ", "TO", "DT", "IN", "NNP", "NNP", "VBD", "JJ", "JJ", "NNS", "IN", "JJ", "NNS", "CC", "NN", "NN", "IN", "JJR", "NN", "MD", "VB", "DT", "NN", "WDT", "VBZ", "TO", "VB", "JJ", "CC", "JJ", "NN", "IN", "JJ", "NNS", ",", "IN", "NNS", "VBP", "VBN", "IN", "NNS", "IN", "WDT", "DT", "JJ", "NN", "VBZ", "DT", "JJR", "NN", "IN", "NNS", "IN", "DT", "NN", "VB", "JJR", "NN", "IN", "IN", "DT", "NN", "(", "NNP", "CD", ")", "."], "tree": "(TOP (S (NP (NN NN)) (ADVP (RB RB)) (VP (VBZ VBZ) (NP (NP (JJ JJ) (NN NN) (NN NN) (CC CC) (NN NN)) (-LRB- -LRB-) (NP (NN NN) (NN NN)) (-RRB- -RRB-)) (, ,) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NNS NNS))))) (, ,) (SBAR (SBAR (WHNP (WDT WDT)) (S (VP (VBZ VBZ) (IN IN) (NP (NP (DT DT)) (PP (PP (IN IN) (NP (NP (NNP NNP) (PRP$ PRP$) (POS POS)) (JJ JJ) (JJ JJ) (NNS NNS))) (PP (IN IN) (NP (JJ JJ) (NNS NNS)))))))) (CC CC) (NP (NP (NN NN) (NN NN)) (PP (IN IN) (NP (NP (JJR JJR) (DT DT)) (MD MD) (VB VB) (NP (NP (DT DT) (NN NN)) (SBAR (WHNP (WDT WDT)) (S (VP (VBZ VBZ) (PP (IN IN) (NP (NP (JJ JJ) (NN NN)) (CC CC) (NP (NP (JJ JJ) (NN NN)) (PP (IN IN) (NP (JJ JJ) (NNS NNS)))))))))))))) (, ,) (SBAR (IN IN) (S (NP (NNS NNS)) (VP (VP (VBP VBP) (VP (VBN VBN) (IN IN) (S (NP (NP (NNS NNS)) (SBAR (WHPP (IN IN) (WHNP (WDT WDT))) (S (NP (DT DT) (JJ JJ) (NN NN)) (VP (VBZ VBZ) (NP (NP (NP (DT DT) (JJR JJR) (NN NN)) (PP (IN IN) (NP (NNS NNS)))) (PP (IN IN) (NP (DT DT) (NN NN)))))))) (VBP VBP) (NP (JJR JJR) (NN NN)) (PP (IN IN) (PP (IN IN) (NP (DT DT) (NN NN))))))) (PRN (-LRB- -LRB-) (NP (NNP NNP) (CD CD)) (-RRB- -RRB-)))))) (-RRB- -RRB-)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 16, "text": "Finally, Alcohol has a secondary MOA, increasing dopamine in the Ventral Striatum through disinhibition, a characteristic shared by all drugs of abuse with addictive potential .", "tokens": ["RB", ",", "NNP", "VBZ", "DT", "JJ", "NNP", ",", "VBG", "NN", "IN", "DT", "NNP", "NNP", "IN", "NN", ",", "DT", "JJ", "VBN", "IN", "DT", "NNS", "IN", "NN", "IN", "JJ", "NN", "."], "tree": "(TOP (S (ADVP (RB RB)) (, ,) (NP (NNP NNP)) (VP (VBZ VBZ) (NP (DT DT) (JJ JJ) (NNP NNP)) (, ,) (S (VP (VBG VBG) (NP (NN NN)) (PP (IN IN) (NP (DT DT) (NNP NNP) (NNP NNP))) (PP (IN IN) (NP (NP (NN NN)) (, ,) (NP (NP (DT DT) (NN NN)) (VP (VBN VBN) (PP (IN IN) (NP (NP (DT DT) (NNS NNS)) (PP (IN IN) (NP (NN NN))))) (PP (IN IN) (NP (JJ JJ) (NN NN)))))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 17, "text": "This leads to mild euphoria and feelings of reward at low doses, and over time can lead to addiction.", "tokens": ["DT", "VBZ", "TO", "VB", "NN", "CC", "NNS", "IN", "NN", "IN", "JJ", "NNS", ",", "CC", "IN", "NN", "MD", "VB", "TO", "NN", "."], "tree": "(TOP (S (NP (DT DT)) (VP (VP (VBZ VBZ) (PP (IN IN) (NP (NP (JJ JJ) (NN NN)) (CC CC) (NP (NP (NNS NNS)) (PP (IN IN) (NP (NN NN))) (PP (IN IN) (NP (JJ JJ) (NNS NNS))))))) (, ,) (CC CC) (VP (PP (IN IN) (NP (NN NN))) (VP (MD MD) (VP (VB VB) (PP (IN IN) (NP (NN NN))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 18, "text": "The acute and long-term effects of alcohol can be summarized as follows: At lower doses, you may feel less anxiety, stress, and inhibition.", "tokens": ["DT", "NN", "CC", "JJ", "NNS", "IN", "NN", "MD", "VB", "VBN", "IN", "VBZ", ":", "IN", "JJR", "NNS", ",", "PRP", "MD", "VB", "JJR", "NN", ",", "NN", ",", "CC", "NN", "."], "tree": "(TOP (S (S (NP (NP (DT DT) (UCP (ADJP (JJ JJ)) (CC CC) (NN NN)) (NNS NNS)) (PP (IN IN) (NP (NN NN)))) (VP (MD MD) (VP (VB VB) (VP (VBN VBN) (PP (IN IN) (NNS NNS)))))) (: :) (S (PP (IN IN) (NP (JJR JJR) (NNS NNS))) (, ,) (NP (PRP PRP)) (VP (MD MD) (VP (VB VB) (NP (JJR JJR) (NN NN) (, ,) (NN NN) (, ,) (CC CC) (NN NN))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 19, "text": "This is why alcohol is often referred to as a social lubricant.", "tokens": ["DT", "VBZ", "WRB", "NN", "VBZ", "RB", "VBN", "TO", "IN", "DT", "JJ", "NN", "."], "tree": "(TOP (S (NP (DT DT)) (VP (VBZ VBZ) (SBAR (WHADVP (WRB WRB)) (S (NP (NN NN)) (VP (VBZ VBZ) (ADVP (RB RB)) (VP (VBN VBN) (PP (IN IN)) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN)))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 20, "text": "It can increase talkativeness, sociability, make you less judgemental, and give you a sense of mild euphoria.", "tokens": ["PRP", "MD", "VB", "NN", ",", "NN", ",", "VBP", "PRP", "JJR", "JJ", ",", "CC", "VB", "PRP", "DT", "NN", "IN", "JJ", "NN", "."], "tree": "(TOP (S (NP (PRP PRP)) (VP (MD MD) (VP (VP (VB VB) (NP (NP (NN NN)) (, ,) (NN NN))) (, ,) (VP (VB VB) (S (NP (PRP PRP)) (ADJP (RBR RBR) (JJ JJ)))) (, ,) (CC CC) (VP (VB VB) (NP (PRP PRP)) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (JJ JJ) (NN NN))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 21, "text": "However, as you drink more, alcohol's effect on GABA and Glutamate overpower the secondary MOAs that create favorable effects at lower doses.", "tokens": ["RB", ",", "IN", "PRP", "VBP", "JJR", ",", "NN", "POS", "NN", "IN", "NNP", "CC", "NNP", "VBP", "DT", "JJ", "NNP", "WDT", "VBP", "JJ", "NNS", "IN", "JJR", "NNS", "."], "tree": "(TOP (S (ADVP (RB RB)) (, ,) (SBAR (IN IN) (S (NP (PRP PRP)) (VP (VBP VBP) (NP (JJR JJR))))) (, ,) (NP (NP (NP (NN NN) (POS POS)) (NN NN)) (PP (IN IN) (NP (NNP NNP) (CC CC) (NNP NNP)))) (VP (VBP VBP) (NP (NP (DT DT) (JJ JJ) (NNS NNS)) (SBAR (WHNP (WDT WDT)) (S (VP (VBP VBP) (NP (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (JJR JJR) (NNS NNS)))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 22, "text": "You start losing motor coordination, balance, your judgment becomes impaired, your reaction times may slow down, you can become confused, and often sad with increasing doses.", "tokens": ["PRP", "VBP", "VBG", "NN", "NN", ",", "NN", ",", "PRP$", "NN", "RB", "JJ", ",", "PRP$", "NN", "NNS", "MD", "VB", "RP", ",", "PRP", "MD", "VB", "JJ", ",", "CC", "RB", "JJ", "IN", "VBG", "NNS", "."], "tree": "(TOP (S (S (NP (PRP PRP)) (VP (VBP VBP) (S (VP (VBG VBG) (NP (NP (NN NN) (NN NN)) (, ,) (NP (NN NN))))))) (, ,) (S (NP (PRP$ PRP$) (NN NN)) (VP (VBZ VBZ) (ADJP (JJ JJ)))) (, ,) (S (NP (PRP$ PRP$) (NN NN) (NNS NNS)) (VP (MD MD) (VP (VB VB) (PRT (RP RP))))) (, ,) (S (NP (PRP PRP)) (VP (MD MD) (VP (VB VB) (UCP (ADJP (JJ JJ)) (, ,) (CC CC) (ADVP (RB RB)) (ADJP (JJ JJ) (PP (IN IN) (NP (VBG VBG) (NNS NNS)))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 23, "text": "At very high doses, the effects become even more detrimental, leading to blackouts (loss of memory due to antagonism of Glutamate), nausea, vomiting, coma, and even death.", "tokens": ["IN", "RB", "JJ", "NNS", ",", "DT", "NNS", "VB", "RB", "RBR", "JJ", ",", "VBG", "TO", "NNS", "(", "NN", "IN", "NN", "JJ", "TO", "NN", "IN", "NNP", ")", ",", "NN", ",", "VBG", ",", "NN", ",", "CC", "RB", "NN", "."], "tree": "(TOP (S (PP (IN IN) (NP (ADJP (RB RB) (JJ JJ)) (NNS NNS))) (, ,) (NP (DT DT) (NNS NNS)) (VP (VBP VBP) (ADJP (ADVP (RB RB) (RBR RBR)) (JJ JJ)) (, ,) (S (VP (VBG VBG) (PP (IN IN) (NP (NP (NP (NNS NNS)) (-LRB- -LRB-) (NP (NP (NN NN)) (PP (IN IN) (NP (NN NN))) (PP (IN IN) (IN IN) (NP (NP (NN NN)) (PP (IN IN) (NP (NNP NNP)))))) (-RRB- -RRB-)) (, ,) (NP (NNS NNS)) (, ,) (NP (NN NN)) (, ,) (NP (NN NN)) (, ,) (CC CC) (NP (RB RB) (NN NN))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 24, "text": "On top of how much you consume, how you consume alcohol also matters.", "tokens": ["IN", "NN", "IN", "WRB", "JJ", "PRP", "VBP", ",", "WRB", "PRP", "VBP", "NNS", "RB", "NNS", "."], "tree": "(TOP (S (PP (IN IN) (NP (NP (NN NN)) (PP (IN IN) (SBAR (WHADVP (WRB WRB) (JJ JJ)) (S (NP (PRP PRP)) (VP (VBP VBP))))))) (, ,) (SBAR (WHADVP (WRB WRB)) (S (NP (PRP PRP)) (VP (VBP VBP) (NP (NN NN))))) (ADVP (RB RB)) (VP (VBZ VBZ)) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 25, "text": "The most common route is oral, through drinking alcohol.", "tokens": ["DT", "RBS", "JJ", "NN", "VBZ", "JJ", ",", "IN", "NN", "NN", "."], "tree": "(TOP (S (NP (DT DT) (ADJP (RBS RBS) (JJ JJ)) (NN NN)) (VP (VBZ VBZ) (ADJP (JJ JJ)) (, ,) (PP (IN IN) (S (VP (VBG VBG) (NP (NN NN)))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 26, "text": "This method leads to less complete absorption, as the alcohol must pass through the stomach and small intestine, where enzymes such as alcohol dehydrogenase begin breaking down the Alcohol.", "tokens": ["DT", "NN", "VBZ", "TO", "VB", "JJ", "NN", ",", "IN", "DT", "NN", "MD", "VB", "IN", "DT", "NN", "CC", "JJ", "NN", ",", "WRB", "NNS", "JJ", "IN", "NN", "NN", "NN", "VBG", "RP", "DT", "NNP", "."], "tree": "(TOP (S (NP (DT DT) (NN NN)) (VP (VBZ VBZ) (PP (IN IN) (NP (ADJP (JJR JJR) (JJ JJ)) (NN NN))) (, ,) (SBAR (IN IN) (S (NP (DT DT) (NN NN)) (VP (MD MD) (VP (VB VB) (PP (IN IN) (NP (NP (NP (DT DT) (NML (NN NN))) (CC CC) (NML (JJ JJ) (NN NN))) (, ,) (SBAR (WHADVP (WRB WRB)) (S (NP (NP (NNS NNS)) (PP (JJ JJ) (IN IN) (NP (NN NN) (NN NN)))) (VP (VBP VBP) (S (VP (VBG VBG) (PRT (RP RP)) (NP (DT DT) (NN NN)))))))))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 27, "text": "The longer Alcohol sits in the stomach, the less alcohol is absorbed into the bloodstream, and the slower and less intense its effects on your body will be.", "tokens": ["DT", "JJR", "NNP", "NNS", "IN", "DT", "NN", ",", "DT", "JJR", "NN", "VBZ", "VBN", "IN", "DT", "NN", ",", "CC", "DT", "JJR", "CC", "RBR", "JJ", "PRP$", "NNS", "IN", "PRP$", "NN", "MD", "VB", "."], "tree": "(TOP (S (S (ADJP (ADVP (DT DT) (JJR JJR)) (SBAR (S (NP (NNP NNP)) (VP (VBZ VBZ) (PP (IN IN) (NP (DT DT) (NN NN)))))))) (, ,) (NP (ADJP (DT DT) (JJR JJR)) (NN NN)) (VP (VBZ VBZ) (VP (VBN VBN) (PP (IN IN) (NP (DT DT) (NN NN))))) (, ,) (CC CC) (S (ADJP (DT DT) (JJR JJR) (CC CC) (ADJP (RBR RBR) (JJ JJ))) (NP (NP (PRP$ PRP$) (NNS NNS)) (PP (IN IN) (NP (PRP$ PRP$) (NN NN)))) (VP (MD MD) (VP (VB VB)))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 28, "text": "This is why eating food or drinking milk before consuming alcohol slows down intoxication.", "tokens": ["DT", "VBZ", "WRB", "VBG", "NN", "CC", "NN", "NN", "IN", "VBG", "NN", "VBZ", "RP", "NN", "."], "tree": "(TOP (S (NP (DT DT)) (VP (VBZ VBZ) (SBAR (WHADVP (WRB WRB)) (S (S (VP (VP (VBG VBG) (NP (NN NN))) (CC CC) (VP (VBG VBG) (NP (NN NN))) (PP (IN IN) (S (VP (VBG VBG) (NP (NN NN))))))) (VP (VBZ VBZ) (PRT (RP RP)) (NP (NN NN)))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 29, "text": "Concentration of alcohol also matters, as alcohol enters the bloodstream and is absorbed down the concentration gradient.", "tokens": ["NN", "IN", "NN", "RB", "NNS", ",", "IN", "NN", "VBZ", "DT", "NN", "CC", "VBZ", "VBN", "IN", "DT", "NN", "NN", "."], "tree": "(TOP (S (NP (NP (NN NN)) (PP (IN IN) (NP (NN NN)))) (ADVP (RB RB)) (VP (VBZ VBZ) (, ,) (SBAR (IN IN) (S (NP (NN NN)) (VP (VP (VBZ VBZ) (NP (DT DT) (NN NN))) (CC CC) (VP (VBZ VBZ) (VP (VBN VBN) (PP (IN IN) (NP (DT DT) (NN NN) (NN NN))))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 30, "text": "The higher the concentration of alcohol ingested, the greater the concentration gradient, and the quicker alcohol moves across the membrane.", "tokens": ["DT", "JJR", "DT", "NN", "IN", "NN", "VBN", ",", "DT", "JJR", "DT", "NN", "NN", ",", "CC", "DT", "NN", "NN", "NNS", "IN", "DT", "NN", "."], "tree": "(TOP (S (S (ADJP (NP (ADJP (DT DT) (JJR JJR)) (NP (DT DT) (NN NN))) (PP (IN IN) (NP (NP (NN NN)) (VP (VBN VBN)))))) (, ,) (ADJP (DT DT) (JJR JJR)) (NP (DT DT) (NN NN) (NN NN)) (, ,) (CC CC) (S (ADVP (DT DT) (JJR JJR)) (NP (NN NN)) (VP (VBZ VBZ) (PP (IN IN) (NP (DT DT) (NN NN))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 31, "text": "Therefore, if you take 2 shots of vodka, you will feel its effects much more quickly than shotgunning a beer.", "tokens": ["RB", ",", "IN", "PRP", "VBP", "CD", "NNS", "IN", "NN", ",", "PRP", "MD", "VB", "PRP$", "NNS", "RB", "RBR", "RB", "IN", "VBG", "DT", "NN", "."], "tree": "(TOP (S (ADVP (RB RB)) (, ,) (SBAR (IN IN) (S (NP (PRP PRP)) (VP (VBP VBP) (NP (NP (CD CD) (NNS NNS)) (PP (IN IN) (NP (NN NN))))))) (, ,) (NP (PRP PRP)) (VP (MD MD) (VP (VB VB) (NP (PRP$ PRP$) (NNS NNS)) (ADVP (ADVP (RB RB) (RBR RBR) (RB RB)) (PP (IN IN) (S (VP (VBG VBG) (NP (DT DT) (NN NN)))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 32, "text": "Alcohol plasma levels typically peak at 30-120 minutes.", "tokens": ["NNP", "NN", "NNS", "RB", "VBP", "IN", "JJ", "NNS", "."], "tree": "(TOP (S (NP (NN NN) (NN NN) (NNS NNS)) (ADVP (RB RB)) (VP (VBP VBP) (PP (IN IN) (NP (CD CD) (NNS NNS)))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 33, "text": "Other routes, such as \"butt chugging\", involve absorbing alcohol directly through membranes, which makes absorption faster and more complete, making it significantly more dangerous.", "tokens": ["JJ", "NNS", ",", "JJ", "IN", "``", "IN", "VBG", "''", ",", "VBP", "VBG", "NN", "RB", "IN", "NNS", ",", "WDT", "VBZ", "NN", "RBR", "CC", "RBR", "JJ", ",", "VBG", "PRP", "RB", "RBR", "JJ", "."], "tree": "(TOP (S (NP (NP (JJ JJ) (NNS NNS)) (, ,) (PP (JJ JJ) (IN IN) (-LRB- -LRB-) (NP (NN NN) (NN NN)) ('' '')) (, ,)) (VP (VBP VBP) (S (VP (S (VP (VBG VBG) (NP (NN NN)) (ADVP (RB RB)) (PP (IN IN) (NP (NNS NNS))))) (, ,) (SBAR (WHNP (WDT WDT)) (S (VP (VBZ VBZ) (S (NP (NN NN)) (ADJP (ADJP (JJR JJR)) (CC CC) (ADJP (RBR RBR) (JJ JJ)))) (, ,) (S (VP (VBG VBG) (S (NP (PRP PRP)) (ADJP (RB RB) (RBR RBR) (JJ JJ))))))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 34, "text": "Consistent alcohol consumption has some very negative long term effects as well.", "tokens": ["JJ", "NN", "NN", "VBZ", "DT", "RB", "JJ", "JJ", "NN", "NNS", "RB", "RB", "."], "tree": "(TOP (S (NP (JJ JJ) (NN NN) (NN NN)) (VP (VBZ VBZ) (NP (DT DT) (ADJP (RB RB) (JJ JJ)) (NML (JJ JJ) (NN NN)) (NNS NNS)) (ADVP (RB RB) (RB RB))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 35, "text": "MOAs listed above lead to permanent changes in the brain, such as the upregulation of Glutamate NMDA receptors, downregulation of GABAa receptors, decreased DA firing and release, and reduced synthesis of endogenous opioids in the body.", "tokens": ["NNP", "VBN", "RB", "NN", "TO", "JJ", "NNS", "IN", "DT", "NN", ",", "JJ", "IN", "DT", "NN", "IN", "NNP", "NNP", "NNS", ",", "NN", "IN", "NNP", "NNS", ",", "VBD", "NNP", "NN", "CC", "NN", ",", "CC", "JJ", "NN", "IN", "JJ", "NNS", "IN", "DT", "NN", "."], "tree": "(TOP (S (NP (NP (NNS NNS)) (VP (VBN VBN) (ADVP (RB RB)))) (VP (VBP VBP) (PP (IN IN) (NP (NP (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (DT DT) (NN NN))) (, ,) (PP (JJ JJ) (IN IN) (NP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NML (NNP NNP) (NNP NNP)) (NNS NNS)))) (, ,) (NP (NP (NN NN)) (PP (IN IN) (NP (NNP NNP) (NNS NNS)))) (, ,) (NP (VBN VBN) (NNP NNP) (NN NN) (CC CC) (NN NN)) (, ,) (CC CC) (NP (NP (VBN VBN) (NN NN)) (PP (IN IN) (NP (JJ JJ) (NNS NNS))) (PP (IN IN) (NP (DT DT) (NN NN))))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 36, "text": "These all can lead to increased anxiety and excitability when not drinking, difficulty sleeping, increased pain sensitivity, reduced sensitivity to other rewards, and dysphoria.", "tokens": ["DT", "DT", "MD", "VB", "TO", "VBN", "NN", "CC", "NN", "WRB", "RB", "NN", ",", "NN", "NN", ",", "VBD", "NN", "NN", ",", "VBN", "NN", "TO", "JJ", "NNS", ",", "CC", "NNS", "."], "tree": "(TOP (S (NP (NP (DT DT)) (NP (DT DT))) (VP (MD MD) (VP (VB VB) (PP (IN IN) (NP (VBN VBN) (NN NN) (CC CC) (NN NN))) (SBAR (WHADVP (WRB WRB)) (S (RB RB) (VBG VBG))) (, ,) (NP (NN NN) (S (VP (VBG VBG)))) (, ,) (NP (VBN VBN) (NN NN) (NN NN)) (, ,) (NP (NP (VBN VBN) (NN NN)) (PP (IN IN) (NP (JJ JJ) (NNS NNS)))) (, ,) (CC CC) (NP (NN NN)))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 37, "text": "Other long term effects on the body include permanent brain damage from cell atrophy and decreased neurogenesis, which harms neuroplasticity and the ability to learn (Skarke 2012), memory loss, liver damage, and GI disruptions.", "tokens": ["JJ", "JJ", "NN", "NNS", "IN", "DT", "NN", "VBP", "JJ", "NN", "NN", "IN", "NN", "NN", "CC", "JJ", "NN", ",", "WDT", "VBZ", "NN", "CC", "DT", "NN", "TO", "VB", "(", "NNP", "CD", ")", ",", "JJ", "NN", ",", "JJ", "NN", ",", "CC", "NNP", "NNS", "."], "tree": "(TOP (S (NP (NP (JJ JJ) (NML (JJ JJ) (NN NN)) (NNS NNS)) (PP (IN IN) (NP (DT DT) (NN NN)))) (VP (VBP VBP) (NP (NP (NP (NP (JJ JJ) (NN NN) (NN NN)) (PP (IN IN) (NP (NN NN) (NN NN)))) (CC CC) (NP (NP (NP (VBN VBN) (NN NN)) (, ,) (SBAR (WHNP (WDT WDT)) (S (VP (VBZ VBZ) (NP (NP (NN NN)) (CC CC) (NP (DT DT) (NN NN) (S (VP (TO TO) (VP (VB VB)))))))))) (PRN (-LRB- -LRB-) (NP (NNP NNP) (CD CD)) (-RRB- -RRB-)))) (, ,) (NP (NP (NN NN) (NN NN)) (, ,) (NP (NN NN) (NN NN)) (, ,) (CC CC) (NP (NNP NNP) (NNS NNS))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 38, "text": "Furthermore, persistent adolescent alcohol consumption can stunt development and lead to changes in cognition, mood, and behavior, hindering learning and processing of emotion-related stimuli (Teague and Nestler, 2022).", "tokens": ["RB", ",", "JJ", "NN", "NN", "NN", "MD", "VB", "NN", "CC", "NN", "TO", "NNS", "IN", "NN", ",", "NN", ",", "CC", "NN", ",", "VBG", "NN", "CC", "NN", "IN", "JJ", "NNS", "(", "NNP", "CC", "NNP", ",", "CD", ")", "."], "tree": "(TOP (S (ADVP (RB RB)) (, ,) (NP (JJ JJ) (JJ JJ) (NN NN) (NN NN)) (VP (MD MD) (VP (VP (VB VB) (NP (NN NN))) (CC CC) (VB VB) (PP (IN IN) (NP (NP (NNS NNS)) (PP (IN IN) (NP (NN NN) (, ,) (NN NN) (, ,) (CC CC) (NN NN))))) (, ,) (S (VP (S (VP (VBG VBG) (NP (NP (NN NN) (CC CC) (NN NN)) (PP (IN IN) (NP (VBN VBN) (NNS NNS)))))) (PRN (-LRB- -LRB-) (NP (NP (NNP NNP) (CC CC) (NNP NNP)) (, ,) (NP (CD CD))) (-RRB- -RRB-)))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 39, "text": "If you develop a physical dependence, quitting can lead to alcohol withdrawal, which is the most deadly form of withdrawal.", "tokens": ["IN", "PRP", "VBP", "DT", "JJ", "NN", ",", "VBG", "MD", "VB", "TO", "VB", "NN", ",", "WDT", "VBZ", "DT", "RBS", "JJ", "NN", "IN", "NN", "."], "tree": "(TOP (S (SBAR (IN IN) (S (NP (PRP PRP)) (VP (VBP VBP) (NP (DT DT) (JJ JJ) (NN NN))))) (, ,) (NP (VBG VBG)) (VP (MD MD) (VP (VB VB) (PP (IN IN) (NP (NP (NN NN) (NN NN)) (, ,) (SBAR (WHNP (WDT WDT)) (S (VP (VBZ VBZ) (NP (NP (DT DT) (ADJP (RBS RBS) (JJ JJ)) (NN NN)) (PP (IN IN) (NP (NN NN))))))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 40, "text": "There is also a risk of mixing alcohol with other drugs.", "tokens": ["EX", "VBZ", "RB", "DT", "NN", "IN", "VBG", "NN", "IN", "JJ", "NNS", "."], "tree": "(TOP (S (NP (EX EX)) (VP (VBZ VBZ) (ADVP (RB RB)) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (S (VP (VBG VBG) (NP (NN NN)) (PP (IN IN) (NP (JJ JJ) (NNS NNS)))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 41, "text": "Alcohol is metabolized by the enzyme CYP-2E1 in the liver, which also metabolizes acetaminophen.", "tokens": ["NNP", "VBZ", "VBN", "IN", "DT", "JJ", "NNP", "IN", "DT", "NN", ",", "WDT", "RB", "VBZ", "NN", "."], "tree": "(TOP (S (NP (NN NN)) (VP (VBZ VBZ) (VP (VBN VBN) (PP (IN IN) (NP (NP (NP (NP (DT DT) (NN NN)) (CD CD)) (PP (IN IN) (NP (DT DT) (NN NN)))) (, ,) (SBAR (WHNP (WDT WDT)) (S (ADVP (RB RB)) (VP (VBZ VBZ) (NP (NN NN))))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 42, "text": "Consuming painkillers with acetaminophen and drinking alcohol simultaneously can lead to very dangerous effects, as alcohol will not be metabolized as quickly in the body as quickly and the liver can be overwhelmed.", "tokens": ["VBG", "NNS", "IN", "NN", "CC", "NN", "NN", "RB", "MD", "VB", "TO", "RB", "JJ", "NNS", ",", "IN", "NN", "MD", "RB", "VB", "VBN", "IN", "RB", "IN", "DT", "NN", "IN", "RB", "CC", "DT", "NN", "MD", "VB", "VBN", "."], "tree": "(TOP (S (S (VP (VP (VBG VBG) (NP (NP (NNS NNS)) (PP (IN IN) (NP (NN NN))))) (CC CC) (S (VP (VBG VBG) (NP (NN NN)))) (ADVP (RB RB)))) (VP (MD MD) (VP (VB VB) (PP (IN IN) (NP (ADJP (RB RB) (JJ JJ)) (NNS NNS))) (, ,) (SBAR (IN IN) (S (S (NP (NN NN)) (VP (MD MD) (RB RB) (VP (VB VB) (VP (VBN VBN) (ADVP (RB RB) (RB RB)) (PP (IN IN) (NP (DT DT) (NN NN))) (ADVP (IN IN) (RB RB)))))) (CC CC) (S (NP (DT DT) (NN NN)) (VP (MD MD) (VP (VB VB) (VP (VBN VBN))))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 43, "text": "Consuming nicotine leads to cross tolerance with alcohol, leading to decreased effects of both drugs at the same doses and a need for increased quantities to maintain the desired effects.", "tokens": ["VBG", "JJ", "NNS", "TO", "VB", "NN", "IN", "NN", ",", "VBG", "TO", "JJ", "NNS", "IN", "DT", "NNS", "IN", "DT", "JJ", "NNS", "CC", "DT", "NN", "IN", "JJ", "NNS", "TO", "VB", "DT", "JJ", "NNS", "."], "tree": "(TOP (S (S (VP (VBG VBG) (NP (NN NN)))) (VP (VBZ VBZ) (PP (IN IN) (NP (NP (JJ JJ) (NN NN)) (PP (IN IN) (NP (NN NN))))) (, ,) (S (VP (VBG VBG) (PP (IN IN) (NP (NP (NP (VBN VBN) (NNS NNS)) (PP (IN IN) (NP (DT DT) (NNS NNS))) (PP (IN IN) (NP (DT DT) (JJ JJ) (NNS NNS)))) (CC CC) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (VBN VBN) (NNS NNS)) (SBAR (S (VP (TO TO) (VP (VB VB) (NP (DT DT) (JJ JJ) (NNS NNS)))))))))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 44, "text": "Alcohol is similar to drugs like benzodiazepines, which are also CNS depressants that act by facilitating binding of GABA NTs to GABA receptors in order to increase IPSPs and depress neurotransmission and brain function.", "tokens": ["NNP", "VBZ", "JJ", "TO", "NNS", "IN", "NNS", ",", "WDT", "VBP", "RB", "NNP", "NNS", "WDT", "VBP", "IN", "VBG", "NN", "IN", "NNP", "NNP", "TO", "NNP", "NNS", "IN", "NN", "TO", "VB", "NNP", "CC", "JJ", "NN", "CC", "NN", "NN", "."], "tree": "(TOP (S (NP (NN NN)) (VP (VBZ VBZ) (ADJP (JJ JJ) (PP (IN IN) (NP (NP (NNS NNS)) (PP (IN IN) (NP (NP (NNS NNS)) (, ,) (SBAR (WHNP (WDT WDT)) (S (VP (VBP VBP) (ADVP (RB RB)) (NP (NP (NNP NNP) (NNS NNS)) (SBAR (WHNP (WDT WDT)) (S (VP (VBP VBP) (PP (IN IN) (S (VP (VBG VBG) (NP (NP (NN NN)) (PP (IN IN) (NP (NNP NNP) (NNPS NNPS))) (PP (IN IN) (NP (NNP NNP) (NNS NNS)))) (SBAR (IN IN) (NN NN) (S (VP (TO TO) (VP (VP (VB VB) (NP (NNS NNS))) (CC CC) (VP (VB VB) (NP (NP (NN NN)) (CC CC) (NP (NN NN) (NN NN)))))))))))))))))))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 45, "text": "Benzodiazepines are often used as anti-anxiety medications with sedative-like effects.", "tokens": ["NNS", "VBP", "RB", "VBN", "IN", "JJ", "NNS", "IN", "JJ", "NNS", "."], "tree": "(TOP (S (NP (NNS NNS)) (VP (VBP VBP) (ADVP (RB RB)) (VP (VBN VBN) (PP (IN IN) (NP (NP (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (JJ JJ) (NNS NNS))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 46, "text": "One key nuance is that benzos act as agonists on GABA by hyperpolarization through opening the ion-gated channels more often, while alcohol achieves hyperpolarization and therefore IPSP through keeping the channels open for longer.", "tokens": ["CD", "JJ", "NN", "VBZ", "IN", "NN", "NN", "IN", "NNS", "IN", "NNP", "IN", "NN", "IN", "VBG", "DT", "JJ", "NNS", "RBR", "RB", ",", "IN", "NN", "NNS", "NN", "CC", "RB", "NNP", "IN", "VBG", "DT", "NNS", "VBP", "IN", "JJR", "."], "tree": "(TOP (S (NP (CD CD) (JJ JJ) (NN NN)) (VP (VBZ VBZ) (SBAR (IN IN) (S (NP (NNS NNS)) (VP (VBP VBP) (PP (IN IN) (NP (NP (NNS NNS)) (PP (IN IN) (NP (NNP NNP))))) (PP (IN IN) (NP (NN NN))) (PP (IN IN) (S (VP (VBG VBG) (NP (DT DT) (VBN VBN) (NNS NNS)) (ADVP (RBR RBR) (RB RB))))) (, ,) (SBAR (IN IN) (S (NP (NN NN)) (VP (VBZ VBZ) (NP (NP (NN NN)) (CC CC) (ADVP (RB RB)) (NP (NNP NNP))) (PP (IN IN) (S (VP (VBG VBG) (NP (DT DT) (NNS NNS)) (S (ADJP (JJ JJ))) (PP (IN IN) (NP (JJR JJR))))))))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 47, "text": "There are also certain myths around alcohol that I want to clear up for you.", "tokens": ["EX", "VBP", "RB", "JJ", "NNS", "IN", "NN", "IN", "PRP", "VBP", "TO", "VB", "RP", "IN", "PRP", "."], "tree": "(TOP (S (NP (EX EX)) (VP (VBP VBP) (ADVP (RB RB)) (NP (NP (NP (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (NN NN)))) (SBAR (WHNP (WDT WDT)) (S (NP (PRP PRP)) (VP (VBP VBP) (S (VP (TO TO) (VP (VB VB) (PRT (RP RP)) (PP (IN IN) (NP (PRP PRP))))))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 48, "text": "Alcohol actually leads to decreased enjoyment from sex and decreased sexual performance, contrary to popular belief.", "tokens": ["NNP", "RB", "VBZ", "TO", "JJ", "NN", "IN", "NN", "CC", "JJ", "JJ", "NN", ",", "JJ", "TO", "JJ", "NN", "."], "tree": "(TOP (S (NP (NN NN)) (ADVP (RB RB)) (VP (VBZ VBZ) (PP (IN IN) (NP (NP (NP (VBN VBN) (NN NN)) (PP (IN IN) (NP (NN NN)))) (CC CC) (NP (VBN VBN) (JJ JJ) (NN NN)))) (, ,) (ADVP (JJ JJ) (PP (IN IN) (NP (JJ JJ) (NN NN))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 49, "text": "Alcohol doesn’t actually keep you warm (it dilates blood vessels, leading to more blood circulation around skin and more lost heat), and you certainly are less capable of driving than you may think you are, even after only a few drinks.", "tokens": ["NNP", "NN", "NNP", "NN", "RB", "VB", "PRP", "JJ", "(", "PRP", "VBZ", "NN", "NNS", ",", "VBG", "TO", "RBR", "JJ", "NN", "IN", "NN", "CC", "JJR", "JJ", "NN", ")", ",", "CC", "PRP", "RB", "VBP", "RBR", "JJ", "IN", "VBG", "IN", "PRP", "MD", "VB", "PRP", "VBP", ",", "RB", "IN", "RB", "DT", "JJ", "NNS", "."], "tree": "(TOP (S (S (NP (NN NN)) (VP (VBZ VBZ) (, ,) (RB RB) (ADVP (RB RB)) (VP (VB VB) (NP (PRP PRP)) (S (ADJP (JJ JJ)))))) (PRN (PRN (-LRB- -LRB-) (S (NP (PRP PRP)) (VP (VBZ VBZ) (NP (NN NN) (NNS NNS)) (, ,) (S (VP (VBG VBG) (PP (IN IN) (NP (NP (NP (JJR JJR) (NN NN) (NN NN)) (PP (IN IN) (NP (NN NN)))) (CC CC) (NP (JJR JJR) (VBN VBN) (NN NN)))))))) (-RRB- -RRB-)) (, ,)) (CC CC) (S (NP (PRP PRP)) (ADVP (RB RB)) (VP (VBP VBP) (ADJP (ADJP (RBR RBR) (JJ JJ) (PP (IN IN) (S (VP (VBG VBG))))) (SBAR (IN IN) (S (NP (PRP PRP)) (VP (MD MD) (VP (VB VB) (SBAR (S (NP (PRP PRP)) (VP (VBP VBP))))))))) (, ,) (PP (ADVP (RB RB)) (IN IN) (NP (QP (RB RB) (DT DT) (JJ JJ)) (NNS NNS))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 50, "text": "This is because alcohol affects cognition, with one study showing that it inhibits specifically your ability to detect errors in your decision making or instigate performance adjustments to compensate for errors .", "tokens": ["DT", "VBZ", "IN", "NN", "NNS", "NN", ",", "IN", "CD", "NN", "VBG", "IN", "PRP", "VBZ", "RB", "PRP$", "NN", "TO", "VB", "NNS", "IN", "PRP$", "NN", "NN", "CC", "VB", "NN", "NNS", "TO", "VB", "IN", "NNS", "."], "tree": "(TOP (S (NP (DT DT)) (VP (VBZ VBZ) (SBAR (IN IN) (S (NP (NN NN)) (VP (VBZ VBZ) (NP (NN NN)) (, ,) (PP (IN IN) (NP (NP (CD CD) (NN NN)) (VP (VBG VBG) (SBAR (IN IN) (S (NP (PRP PRP)) (VP (VBZ VBZ) (ADVP (RB RB)) (NP (PRP$ PRP$) (NN NN) (S (VP (TO TO) (VP (VP (VB VB) (NP (NP (NNS NNS)) (PP (IN IN) (NP (PRP$ PRP$) (NN NN) (NN NN))))) (CC CC) (VP (VB VB) (NP (NN NN) (NNS NNS)) (S (VP (TO TO) (VP (VB VB) (PP (IN IN) (NP (NNS NNS))))))))))))))))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 51, "text": "This could account for the false sense of confidence, lack of inhibition, and impulsivity that accompanies alcohol consumption, and makes driving all the more dangerous, because you are unable to tell when you are incapacitated and may feel able to drive when that isn’t the case.", "tokens": ["DT", "MD", "VB", "IN", "DT", "JJ", "NN", "IN", "NN", ",", "NN", "IN", "NN", ",", "CC", "NN", "WDT", "VBZ", "NN", "NN", ",", "CC", "VBZ", "VBG", "PDT", "DT", "RBR", "JJ", ",", "IN", "PRP", "VBP", "JJ", "TO", "VB", "WRB", "PRP", "VBP", "VBN", "CC", "MD", "VB", "JJ", "TO", "VB", "WRB", "DT", "VBP", "JJ", "IN", "DT", "NN", "."], "tree": "(TOP (S (NP (DT DT)) (VP (MD MD) (VP (VB VB) (PP (IN IN) (NP (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NN NN) (, ,) (NN NN) (PP (IN IN) (NP (NN NN))) (, ,) (CC CC) (NN NN)))) (SBAR (WHNP (WDT WDT)) (S (VP (VP (VBZ VBZ) (NP (NN NN) (NN NN))) (, ,) (CC CC) (VP (VBZ VBZ) (S (NP (NN NN)) (ADJP (ADVP (RB RB) (DT DT) (RBR RBR)) (JJ JJ)))) (, ,) (SBAR (IN IN) (S (NP (PRP PRP)) (VP (VP (VBP VBP) (ADJP (JJ JJ) (S (VP (TO TO) (VP (VB VB) (SBAR (WHADVP (WRB WRB)) (S (NP (PRP PRP)) (VP (VBP VBP) (ADJP (VBN VBN)))))))))) (CC CC) (VP (MD MD) (VP (VB VB) (ADJP (JJ JJ) (S (VP (TO TO) (VP (VB VB) (SBAR (WHADVP (WRB WRB)) (S (NP (DT DT)) (VP (VBD VBD) (FW FW) (RB RB) (NP (DT DT) (NN NN))))))))))))))))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 52, "text": "Alcohol isn’t the big bad scary drug that many adults make it out to be.", "tokens": ["NNP", "NN", "NNP", "VBZ", "DT", "JJ", "JJ", "JJ", "NN", "IN", "JJ", "NNS", "VBP", "PRP", "IN", "TO", "VB", "."], "tree": "(TOP (S (NP (NN NN)) (VP (VBD VBD) (FW FW) (RB RB) (NP (NP (DT DT) (JJ JJ) (JJ JJ) (JJ JJ) (NN NN)) (SBAR (WHNP (WDT WDT)) (S (NP (JJ JJ) (NNS NNS)) (VP (VBP VBP) (S (NP (PRP PRP)) (PRT (RP RP)) (S (VP (TO TO) (VP (VB VB)))))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 53, "text": "It can augment a good time with friends and be quite fun; however, you should be really aware of when and how you consume it, because it can be incredibly dangerous when taken irresponsibly.", "tokens": ["PRP", "MD", "VB", "DT", "JJ", "NN", "IN", "NNS", "CC", "VB", "RB", "NN", ":", "RB", ",", "PRP", "MD", "VB", "RB", "JJ", "IN", "WRB", "CC", "WRB", "PRP", "VBP", "PRP", ",", "IN", "PRP", "MD", "VB", "RB", "JJ", "WRB", "VBN", "RB", "."], "tree": "(TOP (S (S (NP (PRP PRP)) (VP (MD MD) (VP (VP (VB VB) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NNS NNS))))) (CC CC) (VP (VB VB) (ADJP (RB RB) (JJ JJ)))))) (: :) (S (ADVP (RB RB)) (, ,) (NP (PRP PRP)) (VP (MD MD) (VP (VB VB) (ADJP (RB RB) (JJ JJ) (PP (IN IN) (SBAR (WHADVP (WRB WRB) (CC CC) (WRB WRB)) (S (NP (PRP PRP)) (VP (VBP VBP) (NP (PRP PRP))))))) (, ,) (SBAR (IN IN) (S (NP (PRP PRP)) (VP (MD MD) (VP (VB VB) (ADJP (RB RB) (JJ JJ)) (SBAR (WHADVP (WRB WRB)) (S (VP (VBN VBN) (ADVP (RB RB)))))))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 54, "text": "Know your limits and prepare properly so that alcohol stays only a fun addition to your night out, and doesn’t become the reason your evening ends.", "tokens": ["VB", "PRP$", "NNS", "CC", "VB", "RB", "RB", "IN", "NN", "VBZ", "RB", "DT", "NN", "NN", "TO", "PRP$", "NN", "RP", ",", "CC", "VB", "NNP", "CC", "VB", "DT", "NN", "PRP$", "NN", "NNS", "."], "tree": "(TOP (S (VP (VP (VB VB) (NP (PRP$ PRP$) (NNS NNS))) (CC CC) (VP (VB VB) (ADVP (RB RB)) (SBAR (IN IN) (IN IN) (S (NP (NN NN)) (VP (VP (VBZ VBZ) (NP (NP (RB RB) (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (PRP$ PRP$) (NN NN) (NN NN))))) (, ,) (CC CC) (VP (VBZ VBZ) (, ,) (RB RB) (VP (VB VB) (NP (NP (DT DT) (NN NN)) (SBAR (S (NP (PRP$ PRP$) (NN NN)) (VP (VBZ VBZ)))))))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 55, "text": "And never become dependent on alcohol to have a good time: drugs don’t change who you are, they only alter things that are already happening inside of you.", "tokens": ["CC", "RB", "VBN", "JJ", "IN", "NN", "TO", "VB", "DT", "JJ", "NN", ":", "NNS", "VBP", "JJ", "JJ", "NN", "WP", "PRP", "VBP", ",", "PRP", "RB", "VBP", "NNS", "WDT", "VBP", "RB", "VBG", "IN", "IN", "PRP", "."], "tree": "(TOP (S (S (CC CC) (ADVP (RB RB)) (VP (VB VB) (ADJP (ADJP (JJ JJ) (PP (IN IN) (NP (NN NN)))) (S (VP (TO TO) (VP (VB VB) (NP (DT DT) (JJ JJ) (NN NN)))))))) (: :) (S (S (NP (NNS NNS)) (VP (VBP VBP) (, ,) (RB RB) (VP (VB VB) (SBAR (WHNP (WP WP)) (S (NP (PRP PRP)) (VP (VBP VBP))))))) (, ,) (S (NP (PRP PRP)) (ADVP (RB RB)) (VP (VBP VBP) (NP (NP (NNS NNS)) (SBAR (WHNP (WDT WDT)) (S (VP (VBP VBP) (ADVP (RB RB)) (VP (VBG VBG) (PP (IN IN) (PP (IN IN) (NP (PRP PRP)))))))))))) (. .)))"}
{"doc_id": "personal_dbb", "para_id": 1, "sent_id": 56, "text": "If you can’t have a good time without Alcohol, you certainly won’t be having a good time with it.", "tokens": ["IN", "PRP", "MD", "VB", "NNS", "VBP", "DT", "JJ", "NN", "IN", "NNP", ",", "PRP", "RB", "VBD", "NNP", "NN", "VB", "VBG", "DT", "JJ", "NN", "IN", "PRP", "."], "tree": "(TOP (S (SBAR (IN IN) (S (NP (PRP PRP)) (VP (MD MD) (VP (VB VB) (RB RB) (VP (VB VB) (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NNP NNP)))))))) (, ,) (NP (PRP PRP)) (ADVP (RB RB)) (VP (MD MD) (VP (, ,) (RB RB) (VP (VB VB) (VP (VBG VBG) (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (PRP PRP))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 1, "text": "Before the Dutch first landed at the Cape in 1652, complex interactions between indigenous populations and their societies in the region of Southern Africa were dictated by limited resources.", "tokens": ["IN", "DT", "NNP", "RB", "VBD", "IN", "DT", "NNP", "IN", "CD", ",", "JJ", "NNS", "IN", "JJ", "NNS", "CC", "PRP$", "NNS", "IN", "DT", "NN", "IN", "NNP", "NNP", "VBD", "VBN", "IN", "JJ", "NNS", "."], "tree": "(TOP (S (SBAR (IN IN) (S (NP (DT DT) (NNPS NNPS)) (ADVP (RB RB)) (VP (VBD VBD) (PP (IN IN) (NP (DT DT) (NNP NNP))) (PP (IN IN) (NP (CD CD)))))) (, ,) (NP (NP (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (NP (JJ JJ) (NNS NNS)) (CC CC) (NP (NP (PRP$ PRP$) (NNS NNS)) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NNP NNP) (NNP NNP))))))))) (VP (VBD VBD) (VP (VBN VBN) (PP (IN IN) (NP (VBN VBN) (NNS NNS))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 2, "text": "Indigenous Kgosi's authority came from their ability to call on the ancestors and bring rain (Pula) .", "tokens": ["JJ", "NNP", "POS", "NN", "VBD", "IN", "PRP$", "NN", "TO", "VB", "IN", "DT", "NNS", "CC", "VB", "NN", "(", "NNP", ")", "."], "tree": "(TOP (S (NP (NP (JJ JJ) (NNP NNP) (POS POS)) (NN NN)) (VP (VBD VBD) (PP (IN IN) (NP (PRP$ PRP$) (NN NN) (S (VP (TO TO) (VP (VP (VB VB) (PP (IN IN) (NP (DT DT) (NNS NNS)))) (CC CC) (VP (VB VB) (NP (NP (NN NN)) (-LRB- -LRB-) (NP (NNP NNP)) (-RRB- -RRB-))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 3, "text": "Cattle were sacred, often being referred to as \"modimo o nko e metsi\", or \"God with the wet nose\".", "tokens": ["NNS", "VBD", "VBN", ",", "RB", "VBG", "VBN", "TO", "IN", "``", "JJ", "NN", "NN", "NN", "NN", "''", ",", "CC", "``", "NNP", "IN", "DT", "NN", "NN", "''", "."], "tree": "(TOP (S (NP (NNS NNS)) (VP (VBD VBD) (ADJP (JJ JJ)) (, ,) (S (ADVP (RB RB)) (VP (VBG VBG) (VP (VBN VBN) (PP (IN IN)) (PP (IN IN) (NP (NP (-LRB- -LRB-) (NP (FW FW) (FW FW) (FW FW) (FW FW) (FW FW)) ('' '')) (, ,) (CC CC) (-LRB- -LRB-) (NP (NNP NNP)) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (NN NN)) ('' ''))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 4, "text": "Power and control were inextricably linked to economic prosperity.", "tokens": ["NN", "CC", "NN", "VBD", "RB", "VBN", "TO", "JJ", "NN", "."], "tree": "(TOP (S (NP (NN NN) (CC CC) (NN NN)) (VP (VBD VBD) (ADVP (RB RB)) (VP (VBN VBN) (PP (IN IN) (NP (JJ JJ) (NN NN))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 5, "text": "At the same time, European superpowers expanded and grew in wealth and power through the expansion of their extensive trade routes.", "tokens": ["IN", "DT", "JJ", "NN", ",", "JJ", "NNS", "VBD", "CC", "VBD", "IN", "NN", "CC", "NN", "IN", "DT", "NN", "IN", "PRP$", "JJ", "NN", "NNS", "."], "tree": "(TOP (S (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN))) (, ,) (NP (JJ JJ) (NNS NNS)) (VP (VP (VBD VBD)) (CC CC) (VBD VBD) (PP (IN IN) (NP (NN NN) (CC CC) (NN NN))) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (PRP$ PRP$) (JJ JJ) (NN NN) (NNS NNS)))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 6, "text": "The collision of these two societies would come to mark the first of many fundamental shifts in the structure of life in the region.", "tokens": ["DT", "NN", "IN", "DT", "CD", "NNS", "MD", "VB", "TO", "VB", "DT", "JJ", "IN", "JJ", "JJ", "NNS", "IN", "DT", "NN", "IN", "NN", "IN", "DT", "NN", "."], "tree": "(TOP (S (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (CD CD) (NNS NNS)))) (VP (MD MD) (VP (VB VB) (S (VP (TO TO) (VP (VB VB) (NP (NP (DT DT) (JJ JJ)) (PP (IN IN) (NP (NP (JJ JJ) (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NN NN))) (PP (IN IN) (NP (DT DT) (NN NN))))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 7, "text": "The economic development of South Africa, and more specifically the control of labor, was a defining factor in its history.", "tokens": ["DT", "JJ", "NN", "IN", "NNP", "NNP", ",", "CC", "RBR", "RB", "DT", "NN", "IN", "NN", ",", "VBD", "DT", "JJ", "NN", "IN", "PRP$", "NN", "."], "tree": "(TOP (S (NP (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NNP NNP) (NNP NNP)))) (, ,) (CC CC) (ADVP (RBR RBR) (RB RB)) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NN NN)))) (, ,)) (VP (VBD VBD) (NP (NP (DT DT) (VBG VBG) (NN NN)) (PP (IN IN) (NP (PRP$ PRP$) (NN NN))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 8, "text": "The first major shift South Africa faced came with the arrival of the Dutch and the emergence of coerced labor as a vital aspect of the developing Cape Colony's economy.", "tokens": ["DT", "JJ", "JJ", "NN", "NNP", "NNP", "VBD", "VBD", "IN", "DT", "NN", "IN", "DT", "NNP", "CC", "DT", "NN", "IN", "JJ", "NN", "IN", "DT", "JJ", "NN", "IN", "DT", "VBG", "NNP", "NNP", "POS", "NN", "."], "tree": "(TOP (S (NP (NP (DT DT) (JJ JJ) (JJ JJ) (NN NN)) (SBAR (S (NP (NNP NNP) (NNP NNP)) (VP (VBD VBD))))) (VP (VBD VBD) (PP (IN IN) (NP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (NNPS NNPS)))) (CC CC) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (JJ JJ) (NN NN))) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NP (DT DT) (VBG VBG) (NNP NNP) (NNP NNP) (POS POS)) (NN NN))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 9, "text": "The Slave Lodge in the early Cape Colony was a central hub of slavery, and also one of the first places where the different populations of South Africa came together and interacted.", "tokens": ["DT", "NNP", "NNP", "IN", "DT", "JJ", "NNP", "NNP", "VBD", "DT", "JJ", "NN", "IN", "NN", ",", "CC", "RB", "CD", "IN", "DT", "JJ", "NNS", "WRB", "DT", "JJ", "NNS", "IN", "NNP", "NNP", "VBD", "RB", "CC", "VBN", "."], "tree": "(TOP (S (NP (NP (DT DT) (NNP NNP) (NNP NNP)) (PP (IN IN) (NP (DT DT) (JJ JJ) (NNP NNP) (NNP NNP)))) (VP (VBD VBD) (NP (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NN NN)))) (, ,) (CC CC) (ADVP (RB RB)) (NP (NP (CD CD)) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (NNS NNS)) (SBAR (WHADVP (WRB WRB)) (S (NP (NP (DT DT) (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (NNP NNP) (NNP NNP)))) (VP (VP (VBD VBD) (ADVP (RB RB))) (CC CC) (VP (VBD VBD)))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 10, "text": "As the colony grew from a simple outpost to a more permanent settlement, Dutch settlers had to find places to produce agriculture and find labor to work this land in order to survive (lecture 3).", "tokens": ["IN", "DT", "NN", "VBD", "IN", "DT", "JJ", "NN", "TO", "DT", "RBR", "JJ", "NN", ",", "NNP", "NNS", "VBD", "TO", "VB", "NNS", "TO", "VB", "NN", "CC", "VB", "NN", "TO", "VB", "DT", "NN", "IN", "NN", "TO", "VB", "(", "JJ", "CD", ")", "."], "tree": "(TOP (S (SBAR (IN IN) (S (NP (DT DT) (NN NN)) (VP (VBD VBD) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN))) (PP (IN IN) (NP (DT DT) (ADJP (RBR RBR) (JJ JJ)) (NN NN)))))) (, ,) (NP (JJ JJ) (NNS NNS)) (VP (VBD VBD) (S (VP (TO TO) (VP (VP (VB VB) (NP (NP (NP (NP (NNS NNS)) (SBAR (S (VP (TO TO) (VP (VB VB) (NP (NN NN))))))) (CC CC) (VP (VB VB) (NP (NP (NN NN)) (SBAR (S (VP (TO TO) (VP (VB VB) (NP (DT DT) (NN NN))))))))) (SBAR (IN IN) (NN NN) (S (VP (TO TO) (VP (VB VB))))))) (PRN (-LRB- -LRB-) (NP (NN NN) (CD CD)) (-RRB- -RRB-)))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 11, "text": "This led to the import of slaves from other European colonies in India, Angola, West Africa and Southeast Asia (lecture 4).", "tokens": ["DT", "VBD", "TO", "DT", "NN", "IN", "NNS", "IN", "JJ", "JJ", "NNS", "IN", "NNP", ",", "NNP", ",", "NNP", "NNP", "CC", "NNP", "NNP", "(", "JJ", "CD", ")", "."], "tree": "(TOP (S (NP (DT DT)) (VP (VBD VBD) (PP (IN IN) (NP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NNS NNS))) (PP (IN IN) (NP (NP (JJ JJ) (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP)) (, ,) (NP (NNP NNP) (NNP NNP)) (CC CC) (NP (NNP NNP) (NNP NNP))))))) (-LRB- -LRB-) (NP (NN NN) (CD CD)) (-RRB- -RRB-)))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 12, "text": "Thus, a wide variety of cultures was represented inside of the slave lodge, a spawning ground for creole language (Afrikaans was born here), music and culinary traditions (Cape Malay), and interracial relationships.", "tokens": ["RB", ",", "DT", "JJ", "NN", "IN", "NNS", "VBD", "VBN", "IN", "IN", "DT", "NN", "NN", ",", "DT", "NN", "NN", "IN", "JJ", "NN", "(", "NNP", "VBD", "VBN", "RB", ")", ",", "NN", "CC", "JJ", "NNS", "(", "NNP", "NNP", ")", ",", "CC", "JJ", "NNS", "."], "tree": "(TOP (S (ADVP (RB RB)) (, ,) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NNS NNS)))) (VP (VBD VBD) (VP (VBN VBN) (PP (ADVP (IN IN) (PP (IN IN) (NP (DT DT) (NN NN) (NN NN)))) (, ,) (NP (DT DT) (VBG VBG) (NN NN)) (PP (IN IN) (NP (NP (NP (NN NN) (NN NN)) (PRN (-LRB- -LRB-) (S (NP (NNPS NNPS)) (VP (VBD VBD) (VP (VBN VBN) (ADVP (RB RB))))) (-RRB- -RRB-))) (, ,) (NP (NP (NP (NN NN)) (CC CC) (NP (JJ JJ) (NNS NNS))) (-LRB- -LRB-) (NP (NNP NNP) (NNP NNP)) (-RRB- -RRB-)) (, ,) (CC CC) (NP (JJ JJ) (NNS NNS))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 13, "text": "Demographics began to rapidly shift with the import of slaves, who soon outnumbered whites almost 5:1.", "tokens": ["NNS", "VBD", "TO", "RB", "VB", "IN", "DT", "NN", "IN", "NNS", ",", "WP", "RB", "VBD", "NNS", "RB", "CD", "."], "tree": "(TOP (S (NP (NNS NNS)) (VP (VBD VBD) (S (VP (TO TO) (ADVP (RB RB)) (VP (VB VB) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (NNS NNS)) (, ,) (SBAR (WHNP (WP WP)) (S (ADVP (RB RB)) (VP (VBD VBD) (NP (NNS NNS)) (ADVP (RB RB) (CD CD))))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 14, "text": "A steady supply of slaves became essential for the expansion of colonized South Africa's export economy (Harries).", "tokens": ["DT", "JJ", "NN", "IN", "NNS", "VBD", "JJ", "IN", "DT", "NN", "IN", "VBN", "NNP", "NNP", "POS", "NN", "NN", "(", "NNPS", ")", "."], "tree": "(TOP (S (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NNS NNS)))) (VP (VBD VBD) (JJ JJ) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (NP (VBN VBN) (NNP NNP) (NNP NNP) (POS POS)) (NN NN) (NN NN)) (-LRB- -LRB-) (NP (NNP NNP)) (-RRB- -RRB-)))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 15, "text": "Trekboers also often enslaved Khoisan to work on their farms, and came to rely on them for their own prosperity as well.", "tokens": ["NNS", "RB", "RB", "VBN", "NNP", "TO", "VB", "IN", "PRP$", "NNS", ",", "CC", "VBD", "TO", "VB", "IN", "PRP", "IN", "PRP$", "JJ", "NN", "RB", "RB", "."], "tree": "(TOP (S (NP (NNS NNS)) (ADVP (RB RB)) (ADVP (RB RB)) (VP (VP (VBD VBD) (NP (NNP NNP)) (S (VP (TO TO) (VP (VB VB) (PP (IN IN) (NP (PRP$ PRP$) (NNS NNS))))))) (, ,) (CC CC) (VP (VBD VBD) (S (VP (TO TO) (VP (VB VB) (PP (IN IN) (NP (PRP PRP))) (PP (IN IN) (NP (PRP$ PRP$) (JJ JJ) (NN NN))) (ADVP (RB RB) (RB RB))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 16, "text": "When the British took over the Cape Colony permanently in 1806, ended the slave trade, and eventually emancipated the slaves, Trekboers were frustrated.", "tokens": ["WRB", "DT", "JJ", "VBD", "RP", "DT", "NNP", "NNP", "RB", "IN", "CD", ",", "VBD", "DT", "JJ", "NN", ",", "CC", "RB", "VBD", "DT", "NNS", ",", "NNS", "VBD", "VBN", "."], "tree": "(TOP (S (SBAR (WHADVP (WRB WRB)) (S (NP (DT DT) (NNPS NNPS)) (VP (VP (VBD VBD) (PRT (RP RP)) (NP (DT DT) (NNP NNP) (NNP NNP)) (ADVP (RB RB)) (PP (IN IN) (NP (CD CD)))) (, ,) (VP (VBD VBD) (NP (DT DT) (NN NN) (NN NN))) (, ,) (CC CC) (ADVP (RB RB)) (VP (VBD VBD) (NP (DT DT) (NNS NNS)))))) (, ,) (NP (NNS NNS)) (VP (VBD VBD) (ADJP (VBN VBN))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 17, "text": "Although Trekboers stated many other reasons on top of emancipation as their reason for leaving the Cape Colony and striking out on their own, there is general consensus that the loss of their slaves was one of the primary reasons for the mass migration of Trekboers away from the cape colony and into the SA interior, also known as the Great Trek .", "tokens": ["IN", "NNP", "VBD", "JJ", "JJ", "NNS", "IN", "NN", "IN", "NN", "IN", "PRP$", "NN", "IN", "VBG", "DT", "NNP", "NNP", "CC", "VBG", "RP", "IN", "PRP$", "JJ", ",", "EX", "VBZ", "JJ", "NN", "IN", "DT", "NN", "IN", "PRP$", "NNS", "VBD", "CD", "IN", "DT", "JJ", "NNS", "IN", "DT", "NN", "NN", "IN", "NNP", "RB", "IN", "DT", "NN", "NN", "CC", "IN", "DT", "NNP", "NN", ",", "RB", "VBN", "IN", "DT", "NNP", "NNP", "."], "tree": "(TOP (S (SBAR (IN IN) (S (NP (NNPS NNPS)) (VP (VBD VBD) (NP (NP (JJ JJ) (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (NP (NN NN)) (PP (IN IN) (NP (NN NN)))))) (PP (IN IN) (NP (NP (PRP$ PRP$) (NN NN)) (PP (IN IN) (S (VP (VP (VBG VBG) (NP (DT DT) (NNP NNP) (NNP NNP))) (CC CC) (VP (VBG VBG) (PRT (RP RP)) (PP (IN IN) (NP (PRP$ PRP$) (JJ JJ)))))))))))) (, ,) (NP (EX EX)) (VP (VBZ VBZ) (NP (JJ JJ) (NN NN) (SBAR (IN IN) (S (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (PRP$ PRP$) (NNS NNS)))) (VP (VBD VBD) (NP (NP (CD CD)) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NNPS NNPS))) (ADVP (RB RB) (PP (IN IN) (NP (DT DT) (NN NN) (NN NN)))) (CC CC) (PP (IN IN) (NP (NP (DT DT) (NNP NNP) (NN NN)) (, ,) (VP (ADVP (RB RB)) (VBN VBN) (PP (IN IN) (NP (DT DT) (NNP NNP) (NNP NNP)))))))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 18, "text": "Slave labor in the early periods of colonization in SA became a necessary part of society, and supplying this labor and managing it as a minority led to the beginnings of many of the systems that would come to define South African history and permanently change the demographics of the country.", "tokens": ["NNP", "NN", "IN", "DT", "JJ", "NNS", "IN", "NN", "IN", "NNP", "VBD", "DT", "JJ", "NN", "IN", "NN", ",", "CC", "VBG", "DT", "NN", "CC", "VBG", "PRP", "IN", "DT", "NN", "VBN", "TO", "DT", "NNS", "IN", "JJ", "IN", "DT", "NNS", "WDT", "MD", "VB", "TO", "VB", "JJ", "JJ", "NN", "CC", "RB", "VBP", "DT", "NNS", "IN", "DT", "NN", "."], "tree": "(TOP (S (S (NP (NP (JJ JJ) (NN NN)) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (NP (NN NN)) (PP (IN IN) (NP (NNP NNP)))))))) (VP (VBD VBD) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NN NN)))))) (, ,) (CC CC) (S (S (VP (VP (VBG VBG) (NP (DT DT) (NN NN))) (CC CC) (VP (VBG VBG) (NP (PRP PRP)) (PP (IN IN) (NP (DT DT) (NN NN)))))) (VP (VBD VBD) (PP (IN IN) (NP (NP (DT DT) (NNS NNS)) (PP (IN IN) (NP (NP (JJ JJ)) (PP (IN IN) (NP (NP (DT DT) (NNS NNS)) (SBAR (WHNP (WDT WDT)) (S (VP (MD MD) (VP (VB VB) (S (VP (TO TO) (VP (VP (VB VB) (NP (ADJP (JJ JJ) (JJ JJ)) (NN NN))) (CC CC) (ADVP (RB RB)) (VP (VB VB) (NP (NP (DT DT) (NNS NNS)) (PP (IN IN) (NP (DT DT) (NN NN)))))))))))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 19, "text": "“Slavery was a key institution in the Cape Colony under its rule by the Dutch East India\nCompany (VOC) between 1652 and 1795 and under both Dutch and British\nadministrations between 1795 and final slave emancipation in 1834.", "tokens": ["JJ", "NNP", "VBD", "DT", "JJ", "NN", "IN", "DT", "NNP", "NNP", "IN", "PRP$", "NN", "IN", "DT", "NNP", "NNP", "NNP", "NNP", "(", "NNP", ")", "IN", "CD", "CC", "CD", "CC", "IN", "DT", "NNP", "CC", "JJ", "NNS", "IN", "CD", "CC", "JJ", "NN", "NN", "IN", "CD", "."], "tree": "(TOP (S (`` ``) (NP (NN NN)) (VP (VBD VBD) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (DT DT) (NNP NNP) (NNP NNP)))) (PP (PP (IN IN) (NP (NP (PRP$ PRP$) (NN NN)) (PP (IN IN) (NP (NP (DT DT) (NNP NNP) (NML (NNP NNP) (NNP NNP)) (NNP NNP)) (-LRB- -LRB-) (NP (NNP NNP)) (-RRB- -RRB-))) (PP (IN IN) (NP (CD CD) (CC CC) (CD CD))))) (CC CC) (PP (IN IN) (NP (NP (ADJP (DT DT) (JJ JJ) (CC CC) (JJ JJ)) (NNS NNS)) (PP (IN IN) (NP (NP (CD CD)) (CC CC) (NP (NP (JJ JJ) (NN NN) (NN NN)) (PP (IN IN) (NP (CD CD)))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 20, "text": "Slaves were the\nmainstay of the labor force, especially in Cape Town and its rural hinterland, and for most of the VOC period slaves outnumbered free settlers.", "tokens": ["NNS", "VBD", "DT", "NN", "IN", "DT", "NN", "NN", ",", "RB", "IN", "NNP", "NNP", "CC", "PRP$", "JJ", "NN", ",", "CC", "IN", "JJS", "IN", "DT", "NNP", "NN", "NNS", "VBD", "JJ", "NNS", "."], "tree": "(TOP (S (S (NP (NNS NNS)) (VP (VBD VBD) (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (NN NN) (NN NN))) (, ,) (PP (ADVP (RB RB)) (IN IN) (NP (NP (NNP NNP) (NNP NNP)) (CC CC) (NP (PRP$ PRP$) (JJ JJ) (NN NN)))))) (, ,) (CC CC) (S (PP (IN IN) (NP (NP (JJS JJS)) (PP (IN IN) (NP (DT DT) (NNP NNP) (NN NN))))) (NP (NNS NNS)) (VP (VBD VBD) (NP (JJ JJ) (NNS NNS)))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 21, "text": "Slavery thus had a profound impact on the demographic, economic and social characteristics of the early colony.” (Worden, 2017, Pg.", "tokens": ["NNP", "RB", "VBD", "DT", "JJ", "NN", "IN", "DT", "NN", ",", "JJ", "CC", "JJ", "NNS", "IN", "DT", "JJ", "NN", "NNP", "(", "NNP", ",", "CD", ",", "NNP", "."], "tree": "(TOP (S (NP (NN NN)) (ADVP (RB RB)) (VP (VBD VBD) (NP (NP (DT DT) (JJ JJ) (NN NN)) (IN IN) (NP (DT DT) (ADJP (JJ JJ) (, ,) (JJ JJ) (CC CC) (JJ JJ)) (NNS NNS))) (PP (IN IN) (NP (DT DT) (JJ JJ)))) (. .) ('' '') (-LRB- -LRB-) (NP (NNP NNP)) (, ,) (CD CD) (, ,) (NP (NNP NNP)) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 22, "text": "1)\nAs white society expanded in SA, agriculture became more commercialized, and industry began to emerge.", "tokens": ["CD", ")", "IN", "JJ", "NN", "VBN", "IN", "NNP", ",", "NN", "VBD", "RBR", "JJ", ",", "CC", "NN", "VBD", "TO", "VB", "."], "tree": "(TOP (S (LST (LS LS) (-RRB- -RRB-)) (SBAR (IN IN) (S (NP (JJ JJ) (NN NN)) (VP (VBD VBD) (PP (IN IN) (NP (NNP NNP)))))) (, ,) (S (NP (NN NN)) (VP (VBD VBD) (ADJP (RBR RBR) (VBN VBN)))) (, ,) (CC CC) (S (NP (NN NN)) (VP (VBD VBD) (S (VP (TO TO) (VP (VB VB)))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 23, "text": "The Glenn Grey district in the Eastern Cape in the mid to late 1890's represented a shift from coerced labor and subsistence agriculture to a commercialized and industrialized economy, and the creation of a labor force to fuel this.", "tokens": ["DT", "NNP", "NNP", "NN", "IN", "DT", "JJ", "NNP", "IN", "DT", "NN", "TO", "VB", "CD", "POS", "VBN", "DT", "NN", "IN", "VBN", "NN", "CC", "NN", "NN", "TO", "DT", "VBN", "CC", "JJ", "NN", ",", "CC", "DT", "NN", "IN", "DT", "NN", "NN", "TO", "VB", "DT", "."], "tree": "(TOP (S (NP (NP (DT DT) (NML (NNP NNP) (NNP NNP)) (NN NN)) (PP (IN IN) (NP (DT DT) (NNP NNP) (NNP NNP))) (PP (IN IN) (NP (DT DT) (ADJP (JJ JJ) (IN IN) (JJ JJ)) (CD CD) (POS POS)))) (VP (VBD VBD) (NP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (JJ JJ) (NN NN) (CC CC) (NP (NN NN) (NN NN)))) (PP (IN IN) (NP (DT DT) (ADJP (JJ JJ) (CC CC) (JJ JJ)) (NN NN)))) (, ,) (CC CC) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (DT DT) (NN NN) (NN NN)) (SBAR (S (VP (TO TO) (VP (VB VB) (NP (DT DT))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 24, "text": "The Glenn Grey district was located in the Queenstown and Wodehouse divisions of the Cape Colony.", "tokens": ["DT", "NNP", "NNP", "NN", "VBD", "VBN", "IN", "DT", "NNP", "CC", "NNP", "NNS", "IN", "DT", "NNP", "NNP", "."], "tree": "(TOP (S (NP (DT DT) (NML (NNP NNP) (NNP NNP)) (NN NN)) (VP (VBD VBD) (VP (VBN VBN) (PP (IN IN) (NP (NP (DT DT) (NML (NNP NNP) (CC CC) (NNP NNP)) (NNS NNS)) (PP (IN IN) (NP (DT DT) (NNP NNP) (NNP NNP))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 25, "text": "It contained valleys that were favorable for agriculture and grazing livestock.", "tokens": ["PRP", "VBD", "NNS", "WDT", "VBD", "JJ", "IN", "NN", "CC", "VBG", "NN", "."], "tree": "(TOP (S (NP (PRP PRP)) (VP (VBD VBD) (NP (NP (NNS NNS)) (SBAR (WHNP (WDT WDT)) (S (VP (VBD VBD) (ADJP (JJ JJ) (PP (IN IN) (NP (NP (NN NN)) (CC CC) (NP (VBG VBG) (NN NN)))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 26, "text": "Colonists wanted this land, but it was occupied by Africans (mostly Thembu) and they were unable to take all of it.", "tokens": ["NNS", "VBD", "DT", "NN", ",", "CC", "PRP", "VBD", "VBN", "IN", "NNP", "(", "RB", "NNP", ")", "CC", "PRP", "VBD", "JJ", "TO", "VB", "DT", "IN", "PRP", "."], "tree": "(TOP (S (S (NP (NNS NNS)) (VP (VBD VBD) (NP (DT DT) (NN NN)))) (, ,) (CC CC) (S (S (NP (PRP PRP)) (VP (VBD VBD) (VP (VBN VBN) (PP (IN IN) (NP (NP (NNPS NNPS)) (-LRB- -LRB-) (NP (ADVP (RB RB)) (NNP NNP)) (-RRB- -RRB-)))))) (CC CC) (S (NP (PRP PRP)) (VP (VBD VBD) (ADJP (JJ JJ) (S (VP (TO TO) (VP (VB VB) (NP (NP (DT DT)) (PP (IN IN) (NP (PRP PRP))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 27, "text": "White farmers complained of overpopulation on African land and a lack of a labor supply for white-owned farms.", "tokens": ["NNP", "NNS", "VBD", "IN", "NN", "IN", "JJ", "NN", "CC", "DT", "NN", "IN", "DT", "NN", "NN", "IN", "JJ", "NNS", "."], "tree": "(TOP (S (NP (JJ JJ) (NNS NNS)) (VP (VBD VBD) (PP (IN IN) (NP (NP (NP (NN NN)) (PP (IN IN) (NP (JJ JJ) (NN NN)))) (CC CC) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (DT DT) (NN NN) (NN NN)) (PP (IN IN) (NP (VBN VBN) (NNS NNS))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 28, "text": "The Cape government had been grappling with the issue of African land ownership for a while, and the Glenn Grey Act (or Native Land Act) first implemented in the Glenn Grey district was their solution.", "tokens": ["DT", "NNP", "NN", "VBD", "VBN", "VBG", "IN", "DT", "NN", "IN", "NNP", "NN", "NN", "IN", "DT", "NN", ",", "CC", "DT", "NNP", "NNP", "NNP", "(", "CC", "NNP", "NNP", "NNP", ")", "RB", "VBN", "IN", "DT", "NNP", "NNP", "NN", "VBD", "PRP$", "NN", "."], "tree": "(TOP (S (S (NP (DT DT) (NNP NNP) (NN NN)) (VP (VBD VBD) (VP (VBN VBN) (VP (VBG VBG) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (JJ JJ) (NN NN) (NN NN))))) (PP (IN IN) (NP (DT DT) (NN NN))))))) (, ,) (CC CC) (S (NP (NP (NP (DT DT) (NML (NNP NNP) (NNP NNP)) (NNP NNP)) (-LRB- -LRB-) (CC CC) (NP (NML (NNP NNP) (NNP NNP)) (NNP NNP)) (-RRB- -RRB-)) (VP (ADVP (RB RB)) (VBN VBN) (PP (IN IN) (NP (DT DT) (NML (NNP NNP) (NNP NNP)) (NN NN))))) (VP (VBD VBD) (NP (PRP$ PRP$) (NN NN)))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 29, "text": "This act assigned individual land ownership of an assigned plot to the head of each household (about 4 morgens or 8.2 acres each), and sold off the rest of the land to white farmers.", "tokens": ["DT", "NN", "VBD", "JJ", "NN", "NN", "IN", "DT", "JJ", "NN", "TO", "DT", "NN", "IN", "DT", "NN", "(", "IN", "CD", "NNS", "CC", "CD", "NNS", "DT", ")", ",", "CC", "VBD", "RP", "DT", "NN", "IN", "DT", "NN", "TO", "JJ", "NNS", "."], "tree": "(TOP (S (NP (DT DT) (NN NN)) (VP (VP (VBD VBD) (NP (NP (JJ JJ) (NN NN) (NN NN)) (PP (IN IN) (NP (DT DT) (VBN VBN) (NN NN)))) (PP (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (NN NN))))) (-LRB- -LRB-) (NP (NP (QP (RB RB) (CD CD)) (NNS NNS)) (CC CC) (NP (NP (CD CD) (NNS NNS)) (NP (DT DT)))) (-RRB- -RRB-))) (, ,) (CC CC) (VP (VBD VBD) (PRT (RP RP)) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (NN NN)))) (PP (IN IN) (NP (JJ JJ) (NNS NNS))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 30, "text": "Africans were not allowed to sublet or squat on another's land, and a tax was levied on all landowners and men deemed able to work.", "tokens": ["NNS", "VBD", "RB", "VBN", "TO", "VB", "CC", "VB", "IN", "DT", "POS", "NN", ",", "CC", "DT", "NN", "VBD", "VBN", "IN", "DT", "NNS", "CC", "NNS", "VBD", "JJ", "TO", "VB", "."], "tree": "(TOP (S (S (NP (NNPS NNPS)) (VP (VBD VBD) (RB RB) (VP (VBN VBN) (S (VP (TO TO) (VP (VB VB) (CC CC) (VB VB) (PP (IN IN) (NP (NP (DT DT) (POS POS)) (NN NN))))))))) (, ,) (CC CC) (S (NP (DT DT) (NN NN)) (VP (VBD VBD) (VP (VBN VBN) (PP (IN IN) (NP (NP (DT DT) (NNS NNS) (CC CC) (NNS NNS)) (VP (VBN VBN) (S (ADJP (JJ JJ) (S (VP (TO TO) (VP (VB VB)))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 31, "text": "This had the effect of providing more land to white farmers and further forcing Africans off of their land, but more importantly created a labor force that could be leveraged by the white population.", "tokens": ["DT", "VBD", "DT", "NN", "IN", "VBG", "JJR", "NN", "TO", "JJ", "NNS", "CC", "JJ", "NN", "NNPS", "IN", "IN", "PRP$", "NN", ",", "CC", "RBR", "RB", "VBN", "DT", "NN", "NN", "WDT", "MD", "VB", "VBN", "IN", "DT", "JJ", "NN", "."], "tree": "(TOP (S (NP (DT DT)) (VP (VP (VBD VBD) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (S (VP (VP (VBG VBG) (NP (JJR JJR) (NN NN)) (PP (IN IN) (NP (JJ JJ) (NNS NNS)))) (CC CC) (ADVP (RB RB)) (VP (VBG VBG) (NP (NNPS NNPS)) (PP (IN IN) (PP (IN IN) (NP (PRP$ PRP$) (NN NN)))))))))) (, ,) (CC CC) (ADVP (RBR RBR) (RB RB)) (VP (VBD VBD) (NP (NP (DT DT) (NN NN) (NN NN)) (SBAR (WHNP (WDT WDT)) (S (VP (MD MD) (VP (VB VB) (VP (VBN VBN) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 32, "text": "This tax had to be paid in Rand, so either landowners sold their crops and livestock in exchange for Rand to pay this yearly tax, or they were forced to go work for European colonists in order to get the necessary currency.", "tokens": ["DT", "NN", "VBD", "TO", "VB", "VBN", "IN", "NNP", ",", "IN", "CC", "NNS", "VBD", "PRP$", "NNS", "CC", "NN", "IN", "NN", "IN", "NNP", "TO", "VB", "DT", "JJ", "NN", ",", "CC", "PRP", "VBD", "VBN", "TO", "VB", "NN", "IN", "JJ", "NNS", "IN", "NN", "TO", "VB", "DT", "JJ", "NN", "."], "tree": "(TOP (S (S (NP (DT DT) (NN NN)) (VP (VBD VBD) (S (VP (TO TO) (VP (VB VB) (VP (VBN VBN) (PP (IN IN) (NP (NNP NNP))))))))) (, ,) (IN IN) (S (CC CC) (NP (NNS NNS)) (VP (VBD VBD) (NP (PRP$ PRP$) (NNS NNS) (CC CC) (NNS NNS)) (PP (IN IN) (NP (NP (NN NN)) (SBAR (IN IN) (S (NP (NNP NNP)) (VP (TO TO) (VP (VB VB) (NP (DT DT) (JJ JJ) (NN NN))))))))) (, ,) (CC CC) (S (NP (PRP PRP)) (VP (VBD VBD) (VP (VBN VBN) (S (VP (TO TO) (VP (VB VB) (NP (NN NN)) (PP (IN IN) (NP (JJ JJ) (NNS NNS))) (SBAR (IN IN) (NN NN) (S (VP (TO TO) (VP (VB VB) (NP (DT DT) (JJ JJ) (NN NN))))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 33, "text": "Furthermore, the tax was waived for any African male who worked outside of the district for at least 3 months.", "tokens": ["RB", ",", "DT", "NN", "VBD", "VBN", "IN", "DT", "JJ", "NN", "WP", "VBD", "IN", "IN", "DT", "NN", "IN", "IN", "JJS", "CD", "NNS", "."], "tree": "(TOP (S (ADVP (RB RB)) (, ,) (NP (DT DT) (NN NN)) (VP (VBD VBD) (VP (VBN VBN) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (NN NN)) (SBAR (WHNP (WP WP)) (S (VP (VBD VBD) (PP (IN IN) (PP (IN IN) (NP (DT DT) (NN NN)))) (PP (IN IN) (NP (QP (ADVP (RB RB) (RBS RBS)) (CD CD)) (NNS NNS)))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 34, "text": "The act overall limited the number of African people who could live on or own land, and forced those who didn't qualify to own land to leave the district and look for employment elsewhere - typically in white-owned industry.", "tokens": ["DT", "NN", "JJ", "VBD", "DT", "NN", "IN", "JJ", "NNS", "WP", "MD", "VB", "IN", "CC", "JJ", "NN", ",", "CC", "VBD", "DT", "WP", "VBD", "RB", "VB", "TO", "JJ", "NN", "TO", "VB", "DT", "NN", "CC", "NN", "IN", "NN", "RB", ":", "RB", "IN", "JJ", "NN", "."], "tree": "(TOP (S (NP (DT DT) (NN NN)) (ADVP (RB RB)) (VP (VP (VBD VBD) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (JJ JJ) (NNS NNS)) (SBAR (WHNP (WP WP)) (S (VP (MD MD) (VP (VP (VB VB) (PP (IN IN))) (CC CC) (VB VB) (NP (NN NN)))))))))) (, ,) (CC CC) (VP (VBD VBD) (NP (NP (DT DT)) (SBAR (WHNP (WP WP)) (S (VP (VBD VBD) (RB RB) (VP (VB VB)))))) (S (VP (TO TO) (VP (VP (VB VB) (NP (NN NN))) (S (VP (TO TO) (VP (VP (VB VB) (NP (DT DT) (NN NN))) (CC CC) (VP (VB VB) (PP (IN IN) (NP (NP (NN NN)) (ADVP (ADVP (RB RB)) (: :) (PP (ADVP (RB RB)) (IN IN) (NP (VBN VBN) (NN NN))))))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 35, "text": "Glenn Grey also helped deal with the problem of competition with the poor white, often Afrikaner, farmers, who were being outperformed by black farmers.", "tokens": ["NNP", "NNP", "RB", "VBD", "VB", "IN", "DT", "NN", "IN", "NN", "IN", "DT", "JJ", "JJ", ",", "RB", "NNP", ",", "NNS", ",", "WP", "VBD", "VBG", "VBN", "IN", "JJ", "NNS", "."], "tree": "(TOP (S (NP (NNP NNP) (NNP NNP)) (ADVP (RB RB)) (VP (VBD VBD) (VP (VB VB) (PP (IN IN) (NP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NN NN)))) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (ADJP (JJ JJ) (, ,) (ADJP (RB RB) (JJ JJ)) (, ,)) (NNS NNS)) (, ,) (SBAR (WHNP (WP WP)) (S (VP (VBD VBD) (VP (VBG VBG) (VP (VBN VBN) (PP (IN IN) (NP (JJ JJ) (NNS NNS)))))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 36, "text": "The act helped funnel labor into white-owned farms, and reduce black ownership and share in the agriculture industry in South Africa.", "tokens": ["DT", "NN", "VBD", "VB", "NN", "IN", "JJ", "NNS", ",", "CC", "VB", "JJ", "NN", "CC", "NN", "IN", "DT", "NN", "NN", "IN", "NNP", "NNP", "."], "tree": "(TOP (S (NP (DT DT) (NN NN)) (VP (VBD VBD) (S (VP (VP (VB VB) (NP (NN NN)) (PP (IN IN) (NP (VBN VBN) (NNS NNS)))) (, ,) (CC CC) (VP (VB VB) (NP (NP (JJ JJ) (NN NN) (CC CC) (NN NN)) (PP (IN IN) (NP (NP (DT DT) (NN NN) (NN NN)) (PP (IN IN) (NP (NNP NNP) (NNP NNP)))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 37, "text": "The Glenn Grey district was the starting point for much of the structural violence against non-whites, as their land and ability to survive independently was taken away, and they were forced to migrate to find work.", "tokens": ["DT", "NNP", "NNP", "NN", "VBD", "DT", "JJ", "NN", "IN", "JJ", "IN", "DT", "JJ", "NN", "IN", "NNS", ",", "IN", "PRP$", "NN", "CC", "NN", "TO", "VB", "RB", "VBD", "VBN", "RB", ",", "CC", "PRP", "VBD", "VBN", "TO", "VB", "TO", "VB", "NN", "."], "tree": "(TOP (S (NP (DT DT) (NML (NNP NNP) (NNP NNP)) (NN NN)) (VP (VBD VBD) (NP (NP (DT DT) (VBG VBG) (NN NN)) (PP (IN IN) (NP (NP (JJ JJ)) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NNS NNS)))))))) (, ,) (SBAR (IN IN) (S (S (NP (PRP$ PRP$) (NML (NML (NN NN)) (CC CC) (NML (NN NN) (S (VP (TO TO) (VP (VB VB) (ADVP (RB RB)))))))) (VP (VBD VBD) (VP (VBN VBN) (ADVP (RB RB))))) (, ,) (CC CC) (S (NP (PRP PRP)) (VP (VBD VBD) (VP (VBN VBN) (S (VP (TO TO) (VP (VB VB) (S (VP (TO TO) (VP (VB VB) (NP (NN NN)))))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 38, "text": "This was the foundation of the migrant labor system that oppressed Africans with pass laws and reservations that were unable to sustain their populations.", "tokens": ["DT", "VBD", "DT", "NN", "IN", "DT", "JJ", "NN", "NN", "WDT", "VBD", "NNPS", "IN", "NN", "NNS", "CC", "NNS", "WDT", "VBD", "JJ", "TO", "VB", "PRP$", "NNS", "."], "tree": "(TOP (S (NP (DT DT)) (VP (VBD VBD) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (DT DT) (NML (JJ JJ) (NN NN)) (NN NN)) (SBAR (WHNP (WDT WDT)) (S (VP (VBD VBD) (NP (NNPS NNPS)) (PP (IN IN) (NP (NP (NP (NN NN) (NNS NNS)) (CC CC) (NP (NNS NNS))) (SBAR (WHNP (WDT WDT)) (S (VP (VBD VBD) (ADJP (JJ JJ) (S (VP (TO TO) (VP (VB VB) (NP (PRP$ PRP$) (NNS NNS)))))))))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 39, "text": "The discovery of Diamonds at Kimberly in 1871 marked the beginning of a period of rapid industrialization and globalization in South Africa, shifting the economy away from agriculture for good towards mining and global exports.", "tokens": ["DT", "NN", "IN", "NNS", "IN", "NNP", "IN", "CD", "VBD", "DT", "NN", "IN", "DT", "NN", "IN", "JJ", "NN", "CC", "NN", "IN", "NNP", "NNP", ",", "VBG", "DT", "NN", "RB", "IN", "NN", "IN", "JJ", "NNS", "NN", "CC", "JJ", "NNS", "."], "tree": "(TOP (S (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NNPS NNPS))) (PP (IN IN) (NP (NNP NNP))) (PP (IN IN) (NP (CD CD)))) (VP (VBD VBD) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (JJ JJ) (NN NN) (CC CC) (NN NN))) (PP (IN IN) (NP (NNP NNP) (NNP NNP)))))) (, ,) (S (VP (VBG VBG) (NP (DT DT) (NN NN)) (ADVP (ADVP (RB RB) (PP (IN IN) (NP (NN NN)))) (PP (IN IN) (ADJP (JJ JJ)))) (PP (IN IN) (NP (NP (NN NN)) (CC CC) (NP (JJ JJ) (NNS NNS))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 40, "text": "“During this transition to a modern industrial state, most black South Africans were systematically denied access to alternative means of earning an independent livelihood, until the point was reached where they had only their labour to sell, and so came to form the largest part of the working class in the new society.” (Van Onselen) The diamond mine at Kimberly is described by the English writer, Andrew Trollope, in his account of his trip to South Africa in 1877.", "tokens": ["NN", "IN", "DT", "NN", "TO", "DT", "JJ", "JJ", "NN", ",", "JJS", "JJ", "NNP", "NNPS", "VBD", "RB", "JJ", "NN", "TO", "VB", "NNS", "IN", "VBG", "DT", "JJ", "NN", ",", "IN", "DT", "NN", "VBD", "VBN", "WRB", "PRP", "VBD", "RB", "PRP$", "NN", "TO", "VB", ",", "CC", "RB", "VBD", "TO", "VB", "DT", "JJS", "NN", "IN", "DT", "VBG", "NN", "IN", "DT", "JJ", "NN", "NNP", "(", "NNP", "NNP", ")", "DT", "NN", "NN", "IN", "NNP", "VBZ", "VBN", "IN", "DT", "NNP", "NN", ",", "NNP", "NNP", ",", "IN", "PRP$", "NN", "IN", "PRP$", "NN", "TO", "NNP", "NNP", "IN", "CD", "."], "tree": "(TOP (S (-LRB- -LRB-) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (JJ JJ) (JJ JJ) (NN NN))))) (, ,) (NP (JJS JJS) (JJ JJ) (NNP NNP) (NNPS NNPS)) (VP (VBD VBD) (ADVP (RB RB)) (VP (VBN VBN) (NP (NP (NN NN)) (PP (IN IN) (NP (NP (JJ JJ) (NNS NNS)) (PP (IN IN) (S (VP (VBG VBG) (NP (DT DT) (JJ JJ) (NN NN)))))))) (, ,) (SBAR (IN IN) (S (NP (DT DT) (NN NN)) (VP (VBD VBD) (VP (VBN VBN) (SBAR (WHADVP (WRB WRB)) (S (NP (PRP PRP)) (VP (VP (VP (VBD VBD) (NP (NP (RB RB) (PRP$ PRP$) (NN NN)) (SBAR (S (VP (TO TO) (VP (VB VB))))))) (, ,) (CC CC) (ADVP (RB RB)) (VP (VBD VBD) (S (VP (TO TO) (VP (VB VB) (NP (NP (DT DT) (JJS JJS) (NN NN)) (PP (IN IN) (NP (DT DT) (VBG VBG) (NN NN))) (PP (IN IN) (NP (DT DT) (JJ JJ))))))))) (. .) ('' '') (NP (-LRB- -LRB-) (NP (NNP NNP) (NNP NNP)) (-RRB- -RRB-) (NP (NP (DT DT) (NN NN) (NN NN)) (PP (IN IN) (NP (NNP NNP))))) (VP (VBZ VBZ) (VP (VBN VBN) (PP (IN IN) (NP (NP (NP (DT DT) (JJ JJ) (NN NN)) (, ,) (NP (NNP NNP) (NNP NNP))) (, ,))) (PP (IN IN) (NP (NP (PRP$ PRP$) (NN NN)) (PP (IN IN) (NP (NP (PRP$ PRP$) (NN NN)) (PP (IN IN) (NP (NNP NNP) (NNP NNP))) (PP (IN IN) (NP (CD CD)))))))))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 41, "text": "He paints a vivid picture of the scale of the mining operation as well as the use of African labor to effectuate the retrieval of the diamonds from the huge hole.", "tokens": ["PRP", "VBZ", "DT", "JJ", "NN", "IN", "DT", "NN", "IN", "DT", "NN", "NN", "RB", "RB", "IN", "DT", "NN", "IN", "JJ", "NN", "TO", "VB", "DT", "NN", "IN", "DT", "NNS", "IN", "DT", "JJ", "NN", "."], "tree": "(TOP (S (NP (PRP PRP)) (VP (VBZ VBZ) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (NN NN) (NN NN)))) (CONJP (RB RB) (RB RB) (IN IN)) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (JJ JJ) (NN NN))) (S (VP (TO TO) (VP (VB VB) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (NNS NNS))) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN)))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 42, "text": "Theft of the diamonds by the African workers became a significant problem and eventually led to the creation of closed compounds and strict controls over the labor force.", "tokens": ["NN", "IN", "DT", "NNS", "IN", "DT", "JJ", "NNS", "VBD", "DT", "JJ", "NN", "CC", "RB", "VBD", "TO", "DT", "NN", "IN", "JJ", "NNS", "CC", "JJ", "NNS", "IN", "DT", "NN", "NN", "."], "tree": "(TOP (S (NP (NP (NN NN)) (PP (IN IN) (NP (DT DT) (NNS NNS))) (PP (IN IN) (NP (DT DT) (JJ JJ) (NNS NNS)))) (VP (VP (VBD VBD) (NP (DT DT) (JJ JJ) (NN NN))) (CC CC) (ADVP (RB RB)) (VP (VBD VBD) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (JJ JJ) (NNS NNS)) (CC CC) (NP (NP (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (DT DT) (NN NN) (NN NN)))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 43, "text": "Where religion and philanthropy were really slow at civilizing the African, money acted extremely quickly.", "tokens": ["WRB", "NN", "CC", "NN", "VBD", "RB", "JJ", "IN", "VBG", "DT", "NNP", ",", "NN", "VBD", "RB", "RB", "."], "tree": "(TOP (S (SBAR (WHADVP (WRB WRB)) (S (NP (NN NN) (CC CC) (NN NN)) (VP (VBD VBD) (ADJP (RB RB) (JJ JJ) (PP (IN IN) (S (VP (VBG VBG) (NP (DT DT) (NNP NNP))))))))) (, ,) (NP (NN NN)) (VP (VBD VBD) (ADVP (RB RB) (RB RB))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 44, "text": "Part of the problem came, however, in the sheer number of laborers required to make the mines profitable.", "tokens": ["NN", "IN", "DT", "NN", "VBD", ",", "RB", ",", "IN", "DT", "NN", "NN", "IN", "NNS", "VBN", "TO", "VB", "DT", "NNS", "JJ", "."], "tree": "(TOP (S (NP (NP (NN NN)) (PP (IN IN) (NP (DT DT) (NN NN)))) (VP (VBD VBD) (, ,) (ADVP (RB RB)) (, ,) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NP (NNS NNS)) (VP (VBN VBN) (S (VP (TO TO) (VP (VB VB) (S (NP (DT DT) (NNS NNS)) (ADJP (JJ JJ)))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 45, "text": "In the 1870’s sometimes as few as four skilled white technicians and mechanics supervised up to ten thousand Africans.", "tokens": ["IN", "DT", "CD", "NNP", "NN", "RB", "RB", "JJ", "IN", "CD", "VBD", "JJ", "NNS", "CC", "NNS", "VBD", "RB", "TO", "VB", "CD", "NNPS", "."], "tree": "(TOP (S (PP (IN IN) (NP (NP (DT DT) (CD CD)) (, ,) (POS POS))) (ADVP (RB RB)) (NP (QP (RB RB) (JJ JJ) (IN IN) (CD CD)) (JJ JJ) (JJ JJ) (NNS NNS) (CC CC) (NNS NNS)) (VP (VBD VBD) (NP (QP (IN IN) (IN IN) (CD CD) (CD CD)) (NNPS NNPS))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 46, "text": "By 1911 these numbers had grown to over a quarter of a million and over half a million by 1960 .", "tokens": ["IN", "CD", "DT", "NNS", "VBD", "VBN", "TO", "IN", "DT", "NN", "IN", "DT", "CD", "CC", "IN", "PDT", "DT", "CD", "IN", "CD", "."], "tree": "(TOP (S (PP (IN IN) (NP (CD CD))) (NP (DT DT) (NNS NNS)) (VP (VBD VBD) (VP (VBN VBN) (PP (IN IN) (NP (NP (QP (IN IN) (DT DT) (NN NN) (PP (IN IN) (NP (DT DT) (CD CD))))) (CC CC) (NP (QP (IN IN) (PDT PDT) (DT DT) (CD CD))))) (PP (IN IN) (NP (CD CD))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 47, "text": "This was made possible by the creation of a single recruiting mechanism called the Native Recruiting Corporation for recruiting labor inside South Africa and the Witwatersrand Labour Association for recruiting in foreign countries .", "tokens": ["DT", "VBD", "VBN", "JJ", "IN", "DT", "NN", "IN", "DT", "JJ", "NN", "NN", "VBD", "DT", "NNP", "NNP", "NNP", "IN", "VBG", "NN", "IN", "NNP", "NNP", "CC", "DT", "NNP", "NNP", "NNP", "IN", "VBG", "IN", "JJ", "NNS", "."], "tree": "(TOP (S (NP (DT DT)) (VP (VBD VBD) (VP (VBN VBN) (S (ADJP (JJ JJ))) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (NP (DT DT) (JJ JJ) (NN NN) (NN NN)) (VP (VBN VBN) (S (NP (NP (DT DT) (NNP NNP) (NNP NNP) (NNP NNP)) (PP (IN IN) (S (VP (VBG VBG) (NP (NN NN)) (PP (IN IN) (NP (NNP NNP) (NNP NNP)))))))))) (CC CC) (NP (NP (DT DT) (NNP NNP) (NNP NNP) (NNP NNP)) (PP (IN IN) (S (VP (VBG VBG) (PP (IN IN) (NP (JJ JJ) (NNS NNS))))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 48, "text": "Control of these large labor groups became both a necessity and a significant problem.", "tokens": ["NN", "IN", "DT", "JJ", "NN", "NNS", "VBD", "DT", "DT", "NN", "CC", "DT", "JJ", "NN", "."], "tree": "(TOP (S (NP (NP (NN NN)) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN) (NNS NNS)))) (VP (VBD VBD) (NP (DT DT) (NP (DT DT) (NN NN)) (CC CC) (NP (DT DT) (JJ JJ) (NN NN)))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 49, "text": "The closed compounds and strict controls required enforcement that was often executed by sheer brute force through the use of violence.", "tokens": ["DT", "JJ", "NNS", "CC", "JJ", "NNS", "VBN", "NN", "WDT", "VBD", "RB", "VBN", "IN", "NN", "NN", "NN", "IN", "DT", "NN", "IN", "NN", "."], "tree": "(TOP (S (NP (NP (DT DT) (JJ JJ) (NNS NNS)) (CC CC) (NP (JJ JJ) (NNS NNS))) (VP (VBD VBD) (NP (NP (NN NN)) (SBAR (WHNP (WDT WDT)) (S (VP (VBD VBD) (ADVP (RB RB)) (VP (VBN VBN) (PP (IN IN) (NP (JJ JJ) (JJ JJ) (NN NN))) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NN NN))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 50, "text": "The police and national armed forces became the mechanism for this enforcement.", "tokens": ["DT", "NN", "CC", "JJ", "JJ", "NNS", "VBD", "DT", "NN", "IN", "DT", "NN", "."], "tree": "(TOP (S (NP (NP (DT DT) (NN NN)) (CC CC) (NP (JJ JJ) (JJ JJ) (NNS NNS))) (VP (VBD VBD) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (NN NN))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 51, "text": "Although pass laws had existed in the mining industry since 1895, they became entrenched in the Labour Regulation Act of 1911.", "tokens": ["IN", "NN", "NNS", "VBD", "VBN", "IN", "DT", "NN", "NN", "IN", "CD", ",", "PRP", "VBD", "VBN", "IN", "DT", "NNP", "NNP", "NNP", "IN", "CD", "."], "tree": "(TOP (S (SBAR (IN IN) (S (NP (NN NN) (NNS NNS)) (VP (VBD VBD) (VP (VBN VBN) (PP (IN IN) (NP (DT DT) (NN NN) (NN NN))) (PP (IN IN) (NP (CD CD))))))) (, ,) (NP (PRP PRP)) (VP (VBD VBD) (VP (VBN VBN) (PP (IN IN) (NP (NP (DT DT) (NML (NNP NNP) (NNP NNP)) (NNP NNP)) (PP (IN IN) (NP (CD CD))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 52, "text": "This law made it illegal for African mine workers to strike or move freely about the country.", "tokens": ["DT", "NN", "VBD", "PRP", "VB", "IN", "NNP", "NN", "NNS", "TO", "VB", "CC", "VB", "RB", "IN", "DT", "NN", "."], "tree": "(TOP (S (NP (DT DT) (NN NN)) (VP (VBD VBD) (S (NP (NP (PRP PRP))) (ADJP (JJ JJ)) (SBAR (IN IN) (S (NP (JJ JJ) (NN NN) (NNS NNS)) (VP (TO TO) (VP (VP (VB VB)) (CC CC) (VB VB) (ADVP (RB RB)) (PP (IN IN) (NP (DT DT) (NN NN))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 53, "text": "The complete control the mining companies had over the labor force meant that they were not held responsible for the high rate of disease, specifically silicosis, in the migrant laborers.", "tokens": ["DT", "JJ", "NN", "DT", "NN", "NNS", "VBD", "IN", "DT", "NN", "NN", "VBD", "IN", "PRP", "VBD", "RB", "VBN", "JJ", "IN", "DT", "JJ", "NN", "IN", "NN", ",", "RB", "NN", ",", "IN", "DT", "JJ", "NNS", "."], "tree": "(TOP (S (NP (NP (DT DT) (JJ JJ) (NN NN)) (SBAR (S (NP (DT DT) (NN NN) (NNS NNS)) (VP (VP (VBD VBD)) (PP (IN IN) (NP (DT DT) (NN NN) (NN NN))))))) (VP (VBD VBD) (SBAR (IN IN) (S (NP (PRP PRP)) (VP (VBD VBD) (RB RB) (VP (VBN VBN) (S (ADJP (JJ JJ) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NN NN))) (, ,) (NP (ADVP (RB RB)) (NN NN)) (, ,) (PP (IN IN) (NP (DT DT) (JJ JJ) (NNS NNS)))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 54, "text": "This had a huge impact on the economy and family life in the long term.", "tokens": ["DT", "VBD", "DT", "JJ", "NN", "IN", "DT", "NN", "CC", "NN", "NN", "IN", "DT", "JJ", "NN", "."], "tree": "(TOP (S (NP (DT DT)) (VP (VBD VBD) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (CC CC) (NP (NN NN) (NN NN))))) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN)))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 55, "text": "What they did not realize was the enormous burden they were creating on the economy by suppressing both education and skill development, and wages for these workers.", "tokens": ["WP", "PRP", "VBD", "RB", "VB", "VBD", "DT", "JJ", "NN", "PRP", "VBD", "VBG", "IN", "DT", "NN", "IN", "VBG", "DT", "NN", "CC", "NN", "NN", ",", "CC", "NNS", "IN", "DT", "NNS", "."], "tree": "(TOP (S (SBAR (WHNP (WP WP)) (S (NP (PRP PRP)) (VP (VBD VBD) (RB RB) (VP (VB VB))))) (VP (VBD VBD) (NP (NP (DT DT) (JJ JJ) (NN NN)) (SBAR (S (NP (PRP PRP)) (VP (VBD VBD) (VP (VBG VBG) (PP (IN IN) (NP (DT DT) (NN NN))) (PP (IN IN) (S (VP (VBG VBG) (NP (NP (DT DT) (NP (NN NN)) (CC CC) (NP (NN NN) (NN NN))) (, ,) (CC CC) (NP (NP (NNS NNS)) (PP (IN IN) (NP (DT DT) (NNS NNS)))))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 56, "text": "Wealth was being concentrated in a small minority who maintained strict control of the labor market.", "tokens": ["NN", "VBD", "VBG", "VBN", "IN", "DT", "JJ", "NN", "WP", "VBD", "JJ", "NN", "IN", "DT", "NN", "NN", "."], "tree": "(TOP (S (NP (NN NN)) (VP (VBD VBD) (VP (VBG VBG) (VP (VBN VBN) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (NN NN)) (SBAR (WHNP (WP WP)) (S (VP (VBD VBD) (NP (NP (JJ JJ) (NN NN)) (PP (IN IN) (NP (DT DT) (NN NN) (NN NN)))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 57, "text": "This led eventually to the creation of Apartheid laws in 1948 in order to better control this vast majority of unskilled laborers.", "tokens": ["DT", "VBD", "RB", "TO", "DT", "NN", "IN", "NNP", "NNS", "IN", "CD", "IN", "NN", "TO", "JJR", "NN", "DT", "JJ", "NN", "IN", "JJ", "NNS", "."], "tree": "(TOP (S (NP (DT DT)) (VP (VBD VBD) (ADVP (RB RB)) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (JJ JJ) (NNS NNS))) (PP (IN IN) (NP (CD CD))) (SBAR (IN IN) (NN NN) (S (VP (TO TO) (ADVP (RB RB)) (VP (VB VB) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (JJ JJ) (NNS NNS))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 58, "text": "Another push factor that forced the African laborer to seek employment in the mines at low wages, was the steady deterioration of the reserves.", "tokens": ["DT", "NN", "NN", "WDT", "VBD", "DT", "JJ", "NN", "TO", "VB", "NN", "IN", "DT", "NNS", "IN", "JJ", "NNS", ",", "VBD", "DT", "JJ", "NN", "IN", "DT", "NNS", "."], "tree": "(TOP (S (NP (NP (DT DT) (NN NN) (NN NN)) (SBAR (WHNP (WDT WDT)) (S (VP (VBD VBD) (NP (DT DT) (JJ JJ) (NN NN)) (S (VP (TO TO) (VP (VB VB) (NP (NN NN)) (PP (IN IN) (NP (DT DT) (NNS NNS))) (PP (IN IN) (NP (JJ JJ) (NNS NNS)))))))))) (, ,) (VP (VBD VBD) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (DT DT) (NNS NNS))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 59, "text": "Named differently at different times in history, these parcels of land became less productive as populations increased, forcing many men to migrate to the urban centers to find work.", "tokens": ["VBN", "RB", "IN", "JJ", "NNS", "IN", "NN", ",", "DT", "NNS", "IN", "NN", "VBD", "RBR", "JJ", "IN", "NNS", "VBD", ",", "VBG", "JJ", "NNS", "TO", "VB", "TO", "DT", "JJ", "NNS", "TO", "VB", "NN", "."], "tree": "(TOP (S (S (VP (VBN VBN) (ADVP (RB RB)) (PP (IN IN) (NP (NP (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (NN NN))))))) (, ,) (NP (NP (DT DT) (NNS NNS)) (PP (IN IN) (NP (NN NN)))) (VP (VBD VBD) (ADJP (RBR RBR) (JJ JJ)) (SBAR (IN IN) (S (NP (NNS NNS)) (VP (VBD VBD)))) (, ,) (S (VP (VBG VBG) (NP (JJ JJ) (NNS NNS)) (S (VP (TO TO) (VP (VB VB) (PP (IN IN) (NP (DT DT) (JJ JJ) (NNS NNS))) (S (VP (TO TO) (VP (VB VB) (NP (NN NN))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 60, "text": "This was made possible by the temporary nature of the contracts the mines offered, often only twelve to eighteen months after which the men would return to their families on the reserves.", "tokens": ["DT", "VBD", "VBN", "JJ", "IN", "DT", "JJ", "NN", "IN", "DT", "NNS", "DT", "NNS", "VBD", ",", "RB", "RB", "VB", "TO", "VB", "NNS", "IN", "WDT", "DT", "NNS", "MD", "VB", "TO", "PRP$", "NNS", "IN", "DT", "NNS", "."], "tree": "(TOP (S (NP (DT DT)) (VP (VBD VBD) (VP (VBN VBN) (S (ADJP (JJ JJ))) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NP (NP (DT DT) (NNS NNS)) (SBAR (S (NP (DT DT) (NNS NNS)) (VP (VBD VBD))))) (, ,) (NP (ADVP (RB RB)) (SBAR (WHNP (NP (QP (RB RB) (CD CD) (IN IN) (CD CD)) (NNS NNS)) (WHPP (IN IN) (WHNP (WDT WDT)))) (S (NP (DT DT) (NNS NNS)) (VP (MD MD) (VP (VB VB) (PP (IN IN) (NP (NP (PRP$ PRP$) (NNS NNS)) (PP (IN IN) (NP (DT DT) (NNS NNS)))))))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 61, "text": "It is noteworthy that the only reason the mining industry survived and was profitable was due to the extremely low wages they paid their unskilled African workers .", "tokens": ["PRP", "VBZ", "JJ", "IN", "DT", "JJ", "NN", "DT", "NN", "NN", "VBD", "CC", "VBD", "JJ", "VBD", "JJ", "TO", "DT", "RB", "JJ", "NNS", "PRP", "VBD", "PRP$", "JJ", "JJ", "NNS", "."], "tree": "(TOP (S (NP (NP (PRP PRP))) (VP (VBZ VBZ) (ADJP (JJ JJ)) (SBAR (IN IN) (S (NP (NP (DT DT) (JJ JJ) (NN NN)) (SBAR (S (NP (DT DT) (NN NN) (NN NN)) (VP (VP (VBD VBD)) (CC CC) (VP (VBD VBD) (ADJP (JJ JJ))))))) (VP (VBD VBD) (PP (IN IN) (IN IN) (NP (NP (DT DT) (ADJP (RB RB) (JJ JJ)) (NNS NNS)) (SBAR (S (NP (PRP PRP)) (VP (VBD VBD) (NP (PRP$ PRP$) (JJ JJ) (JJ JJ) (NNS NNS))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 62, "text": "The Coronation Brick and Tile Factory on the outskirts of Durban in 1973 was the site of some of the first labor strikes that marked an awakening of the non-white labor force in South Africa and an end to the dark economic prosperity of Apartheid South Africa.", "tokens": ["DT", "NNP", "NNP", "CC", "NNP", "NNP", "IN", "DT", "NNS", "IN", "NNP", "IN", "CD", "VBD", "DT", "NN", "IN", "DT", "IN", "DT", "JJ", "NN", "NNS", "WDT", "VBD", "DT", "NN", "IN", "DT", "JJ", "NN", "NN", "IN", "NNP", "NNP", "CC", "DT", "NN", "TO", "DT", "JJ", "JJ", "NN", "IN", "NNP", "NNP", "NNP", "."], "tree": "(TOP (S (NP (NP (DT DT) (NNP NNP) (NML (NNP NNP) (CC CC) (NNP NNP)) (NNP NNP)) (PP (IN IN) (NP (NP (DT DT) (NNS NNS)) (PP (IN IN) (NP (NNP NNP))))) (PP (IN IN) (NP (CD CD)))) (VP (VBD VBD) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (DT DT)) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (NN NN) (NNS NNS)) (SBAR (WHNP (WDT WDT)) (S (VP (VBD VBD) (NP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (NN NN) (NN NN)) (PP (IN IN) (NP (NNP NNP) (NNP NNP)))))) (CC CC) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NNP NNP) (NNP NNP) (NNP NNP)))))))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 63, "text": "First, it is important to step back and understand that post second world war, the economy was forced to turn to manufacturing for sustainability.", "tokens": ["RB", ",", "PRP", "VBZ", "JJ", "TO", "VB", "RB", "CC", "VBP", "IN", "NN", "JJ", "NN", "NN", ",", "DT", "NN", "VBD", "VBN", "TO", "VB", "TO", "VBG", "IN", "NN", "."], "tree": "(TOP (S (ADVP (JJ JJ)) (, ,) (NP (NP (PRP PRP))) (VP (VBZ VBZ) (ADJP (JJ JJ)) (S (VP (TO TO) (VP (VP (VB VB) (ADVP (RB RB))) (CC CC) (VP (VB VB) (SBAR (IN IN) (S (PP (IN IN) (NP (JJ JJ) (NN NN) (NN NN))) (, ,) (NP (DT DT) (NN NN)) (VP (VBD VBD) (VP (VBN VBN) (S (VP (TO TO) (VP (VB VB) (PP (IN IN) (NP (NN NN))) (PP (IN IN) (NP (NN NN))))))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 64, "text": "Prior to the war, the economy was firmly rooted in white agriculture and mining, but that was not sustainable.", "tokens": ["RB", "TO", "DT", "NN", ",", "DT", "NN", "VBD", "RB", "VBN", "IN", "JJ", "NN", "CC", "NN", ",", "CC", "DT", "VBD", "RB", "JJ", "."], "tree": "(TOP (S (S (PP (JJ JJ) (PP (IN IN) (NP (DT DT) (NN NN)))) (, ,) (NP (DT DT) (NN NN)) (VP (VBD VBD) (ADJP (ADVP (RB RB)) (VBN VBN) (PP (IN IN) (NP (JJ JJ) (NN NN) (CC CC) (NN NN)))))) (, ,) (CC CC) (S (NP (DT DT)) (VP (VBD VBD) (RB RB) (ADJP (JJ JJ)))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 65, "text": "This reliance on manufacturing made the strike of 2,000 workers at a football field outside of the Coronation factory all that more important.", "tokens": ["DT", "NN", "IN", "NN", "VBD", "DT", "NN", "IN", "CD", "NNS", "IN", "DT", "NN", "NN", "IN", "IN", "DT", "NNP", "NN", "PDT", "IN", "RBR", "JJ", "."], "tree": "(TOP (S (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NN NN)))) (VP (VBD VBD) (S (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (CD CD) (NNS NNS))) (PP (IN IN) (NP (NP (DT DT) (NN NN) (NN NN)) (PP (IN IN) (PP (IN IN) (NP (DT DT) (NNP NNP) (NN NN))))))) (ADJP (ADVP (DT DT) (RB RB) (RBR RBR)) (JJ JJ)))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 66, "text": "Until this point, not many African workers were willing to stand up to the unfair labor practices and low wages of the white dominated economy.", "tokens": ["IN", "DT", "NN", ",", "RB", "JJ", "JJ", "NNS", "VBD", "JJ", "TO", "VB", "RP", "TO", "DT", "JJ", "NN", "NNS", "CC", "JJ", "NNS", "IN", "DT", "JJ", "JJ", "NN", "."], "tree": "(TOP (S (PP (IN IN) (NP (DT DT) (NN NN))) (, ,) (NP (QP (RB RB) (JJ JJ)) (JJ JJ) (NNS NNS)) (VP (VBD VBD) (ADJP (JJ JJ) (S (VP (TO TO) (VP (VB VB) (PRT (RP RP)) (PP (IN IN) (NP (NP (DT DT) (NML (NML (JJ JJ) (NN NN) (NNS NNS)) (CC CC) (NML (JJ JJ) (NNS NNS)))) (PP (IN IN) (NP (DT DT) (ADJP (JJ JJ) (VBN VBN)) (NN NN)))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 67, "text": "It seemed that the oppression of the Apartheid system was working.", "tokens": ["PRP", "VBD", "IN", "DT", "NN", "IN", "DT", "NNP", "NN", "VBD", "VBG", "."], "tree": "(TOP (S (NP (PRP PRP)) (VP (VBD VBD) (SBAR (IN IN) (S (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (NNP NNP) (NN NN)))) (VP (VBD VBD) (VP (VBG VBG)))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 68, "text": "The strikes outside Durban were the first indications of the change coming.", "tokens": ["DT", "NNS", "IN", "NNP", "VBD", "DT", "JJ", "NNS", "IN", "DT", "NN", "VBG", "."], "tree": "(TOP (S (NP (NP (DT DT) (NNS NNS)) (PP (IN IN) (NP (NNP NNP)))) (VP (VBD VBD) (NP (NP (DT DT) (JJ JJ) (NNS NNS)) (PP (IN IN) (S (NP (DT DT) (NN NN)) (VP (VBG VBG)))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 69, "text": "In the six years prior to the strike only 23,000 workers had struck.", "tokens": ["IN", "DT", "CD", "NNS", "RB", "TO", "DT", "NN", "RB", "CD", "NNS", "VBD", "VBN", "."], "tree": "(TOP (S (PP (IN IN) (NP (NP (DT DT) (CD CD) (NNS NNS)) (PP (JJ JJ) (PP (IN IN) (NP (DT DT) (NN NN)))))) (NP (QP (RB RB) (CD CD)) (NNS NNS)) (VP (VBD VBD) (VP (VBN VBN))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 70, "text": "By March of 1973, 61,000 had participated in work walkouts .", "tokens": ["IN", "NNP", "IN", "CD", ",", "CD", "VBD", "VBN", "IN", "NN", "NNS", "."], "tree": "(TOP (S (PP (IN IN) (NP (NP (NNP NNP)) (PP (IN IN) (NP (CD CD))))) (, ,) (NP (CD CD)) (VP (VBD VBD) (VP (VBN VBN) (PP (IN IN) (NP (NN NN) (NNS NNS))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 71, "text": "Growth rates for real GDP per capita declined for most countries between 1973 and 1994 and fell to just 2% on average.", "tokens": ["NNP", "NNS", "IN", "JJ", "NNP", "IN", "NN", "VBD", "IN", "JJS", "NNS", "IN", "CD", "CC", "CD", "CC", "VBD", "TO", "RB", "CD", "NN", "IN", "NN", "."], "tree": "(TOP (S (NP (NP (NN NN) (NNS NNS)) (PP (IN IN) (NP (NP (JJ JJ) (NN NN)) (PP (IN IN) (NP (NN NN)))))) (VP (VP (VBD VBD) (PP (IN IN) (NP (JJS JJS) (NNS NNS))) (PP (IN IN) (NP (CD CD) (CC CC) (CD CD)))) (CC CC) (VP (VBD VBD) (PP (IN IN) (NP (NP (QP (RB RB) (CD CD)) (NN NN)) (PP (IN IN) (ADJP (JJ JJ))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 72, "text": "The South African growth rate for the same period was a dismal -0.6% per year .", "tokens": ["DT", "JJ", "JJ", "NN", "NN", "IN", "DT", "JJ", "NN", "VBD", "DT", "JJ", "NN", "NN", "IN", "NN", "."], "tree": "(TOP (S (NP (NP (DT DT) (ADJP (JJ JJ) (JJ JJ)) (NN NN) (NN NN)) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN)))) (VP (VBD VBD) (NP (NP (DT DT) (JJ JJ) (CD CD) (NN NN)) (PP (IN IN) (NP (NN NN))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 73, "text": "Foreign investors were scared away by the poor economic performance and private residents began to steadily withdraw their money to foreign bank accounts.", "tokens": ["JJ", "NNS", "VBD", "VBN", "RB", "IN", "DT", "JJ", "JJ", "NN", "CC", "JJ", "NNS", "VBD", "TO", "RB", "VB", "PRP$", "NN", "TO", "JJ", "NN", "NNS", "."], "tree": "(TOP (S (S (NP (JJ JJ) (NNS NNS)) (VP (VBD VBD) (VP (VBN VBN) (ADVP (RB RB)) (PP (IN IN) (NP (DT DT) (JJ JJ) (JJ JJ) (NN NN)))))) (CC CC) (S (NP (JJ JJ) (NNS NNS)) (VP (VBD VBD) (S (VP (TO TO) (ADVP (RB RB)) (VP (VB VB) (NP (PRP$ PRP$) (NN NN)) (PP (IN IN) (NP (JJ JJ) (NN NN) (NNS NNS)))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 74, "text": "Policy makers and revisionist theorists “clearly failed to recognize the extent to which the needs of manufacturing diverged from those of mining and farming, and ignored the difficulty of achieving high productivity in industry on the basis of a migrant labor force.” (Feinstein, 2005, pg 247) Another problem soon arose as industry continued to expand.", "tokens": ["NN", "NNS", "CC", "NN", "NNS", "VBP", "RB", "VBN", "TO", "VB", "DT", "NN", "TO", "WDT", "DT", "NNS", "IN", "VBG", "VBN", "IN", "DT", "IN", "NN", "CC", "NN", ",", "CC", "VBD", "DT", "NN", "IN", "VBG", "JJ", "NN", "IN", "NN", "IN", "DT", "NN", "IN", "DT", "JJ", "NN", "NN", "NNP", "(", "NNP", ",", "CD", ",", "VBZ", "CD", ")", "DT", "NN", "RB", "VBD", "IN", "NN", "VBD", "TO", "VB", "."], "tree": "(TOP (S (NP (NP (NN NN) (NNS NNS)) (CC CC) (NP (NN NN) (NNS NNS))) (`` ``) (ADVP (RB RB)) (VP (VP (VBD VBD) (S (VP (TO TO) (VP (VB VB) (NP (NP (DT DT) (NN NN)) (SBAR (WHPP (TO TO) (WHNP (WDT WDT))) (S (NP (NP (DT DT) (NNS NNS)) (PP (IN IN) (NP (NN NN)))) (VP (VBD VBD) (PP (IN IN) (NP (NP (DT DT)) (PP (IN IN) (NP (NN NN) (CC CC) (NN NN))))))))))))) (, ,) (CC CC) (VP (VBD VBD) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (S (VP (VBG VBG) (NP (NP (JJ JJ) (NN NN)) (PP (IN IN) (NP (NN NN)))) (IN IN) (NP (NP (NP (DT DT) (NN NN)) (IN IN) (NP (DT DT) (JJ JJ) (NN NN) (. .) ('' '') (NP (-LRB- -LRB-) (NP (NNP NNP)) (, ,) (NP (CD CD)) (, ,) (NP (NN NN) (CD CD)) (-RRB- -RRB-) (NP (DT DT) (NN NN))))) (ADVP (RB RB)) (VP (VBD VBD) (SBAR (IN IN) (S (NP (NN NN)) (VP (VBD VBD) (S (VP (TO TO) (VP (VB VB))))))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 75, "text": "There was a shortage of skilled workers.", "tokens": ["EX", "VBD", "DT", "NN", "IN", "JJ", "NNS", "."], "tree": "(TOP (S (NP (EX EX)) (VP (VBD VBD) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (JJ JJ) (NNS NNS))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 76, "text": "All the rules that limited African participation in the skilled labor market worked when there was not a skilled worker shortage but did not when there was.", "tokens": ["PDT", "DT", "NNS", "WDT", "VBD", "JJ", "NN", "IN", "DT", "JJ", "NN", "NN", "VBD", "WRB", "EX", "VBD", "RB", "DT", "JJ", "NN", "NN", "CC", "VBD", "RB", "WRB", "EX", "VBD", "."], "tree": "(TOP (S (NP (NP (PDT PDT) (DT DT) (NNS NNS)) (SBAR (WHNP (WDT WDT)) (S (VP (VBD VBD) (NP (NP (JJ JJ) (NN NN)) (PP (IN IN) (NP (DT DT) (NML (JJ JJ) (NN NN)) (NN NN)))))))) (VP (VP (VBD VBD) (SBAR (WHADVP (WRB WRB)) (S (NP (EX EX)) (VP (VBD VBD) (RB RB) (NP (DT DT) (NML (JJ JJ) (NN NN)) (NN NN)))))) (CC CC) (VP (VBD VBD) (RB RB) (SBAR (WHADVP (WRB WRB)) (S (NP (EX EX)) (VP (VBD VBD)))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 77, "text": "The government started turning a blind eye to situations where companies ignored the rules and hired Africans to fill skilled labor positions.", "tokens": ["DT", "NN", "VBD", "VBG", "DT", "NN", "NN", "TO", "NNS", "WRB", "NNS", "VBD", "DT", "NNS", "CC", "VBD", "NNPS", "TO", "VB", "JJ", "NN", "NNS", "."], "tree": "(TOP (S (NP (DT DT) (NN NN)) (VP (VBD VBD) (S (VP (VBG VBG) (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NP (NNS NNS)) (SBAR (WHADVP (WRB WRB)) (S (NP (NNS NNS)) (VP (VP (VBD VBD) (NP (DT DT) (NNS NNS))) (CC CC) (VP (VBD VBD) (NP (NP (NNPS NNPS)) (S (VP (TO TO) (VP (VB VB) (NP (JJ JJ) (NN NN) (NNS NNS))))))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 78, "text": "This pressure on the economy was tied to a sharp increase in the political fight against Apartheid.", "tokens": ["DT", "NN", "IN", "DT", "NN", "VBD", "VBN", "TO", "DT", "JJ", "NN", "IN", "DT", "JJ", "NN", "IN", "NNP", "."], "tree": "(TOP (S (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (NN NN)))) (VP (VBD VBD) (VP (VBN VBN) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NNP NNP))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 79, "text": "The combination of these factors was too much for the government to manage, eventually forcing them to concede to releasing Nelson Mandela from Robben Island in 1990 and leading to the ultimate demise of Apartheid South Africa with the first democratic election in 1994 and the birth of the new South Africa.", "tokens": ["DT", "NN", "IN", "DT", "NNS", "VBD", "RB", "JJ", "IN", "DT", "NN", "TO", "VB", ",", "RB", "VBG", "PRP", "TO", "VB", "TO", "VBG", "NNP", "NNP", "IN", "NNP", "NNP", "IN", "CD", "CC", "VBG", "TO", "DT", "JJ", "NN", "IN", "NNP", "NNP", "NNP", "IN", "DT", "JJ", "JJ", "NN", "IN", "CD", "CC", "DT", "NN", "IN", "DT", "JJ", "NNP", "NNP", "."], "tree": "(TOP (S (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (NNS NNS)))) (VP (VBD VBD) (ADJP (RB RB) (JJ JJ) (SBAR (IN IN) (S (NP (DT DT) (NN NN)) (VP (TO TO) (VP (VB VB)))))) (, ,) (S (ADVP (RB RB)) (VP (VP (VBG VBG) (NP (PRP PRP)) (S (VP (TO TO) (VP (VB VB) (PP (IN IN) (S (VP (VBG VBG) (NP (NNP NNP) (NNP NNP)) (PP (IN IN) (NP (NNP NNP) (NNP NNP))) (PP (IN IN) (NP (CD CD)))))))))) (CC CC) (VP (VBG VBG) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NNP NNP) (NNP NNP) (NNP NNP))) (PP (IN IN) (NP (NP (NP (DT DT) (JJ JJ) (JJ JJ) (NN NN)) (PP (IN IN) (NP (CD CD)))) (CC CC) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (JJ JJ) (NNP NNP) (NNP NNP)))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 80, "text": "What started as a miraculous transformation under the leadership of the new president, punctuated by events like the rugby world cup in 1995 where Nelson Mandela appeared at the final match in a Springbok jersey with the new South African flag and sang the new combined national anthem, to the peace and reconciliation commission lead by Bishop Desmud Tutu, soon degenerated amidst corruption when Mandela stepped down and the ANC was allowed to express its radical views.", "tokens": ["WP", "VBD", "IN", "DT", "JJ", "NN", "IN", "DT", "NN", "IN", "DT", "JJ", "NN", ",", "VBN", "IN", "NNS", "IN", "DT", "NN", "NN", "NN", "IN", "CD", "WRB", "NNP", "NNP", "VBD", "IN", "DT", "JJ", "NN", "IN", "DT", "NNP", "NN", "IN", "DT", "JJ", "NNP", "JJ", "NN", "CC", "VBD", "DT", "JJ", "JJ", "JJ", "NN", ",", "TO", "DT", "NN", "CC", "NN", "NN", "NN", "IN", "NNP", "NNP", "NNP", ",", "RB", "VBD", "JJ", "NN", "WRB", "NNP", "VBD", "RB", "CC", "DT", "NNP", "VBD", "VBN", "TO", "VB", "PRP$", "JJ", "NNS", "."], "tree": "(TOP (S (WHNP (WP WP)) (S (VP (S (VP (VBD VBD) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN))))))) (, ,) (VP (VP (VBN VBN) (PP (IN IN) (NP (NP (NNS NNS)) (PP (IN IN) (NP (NP (NP (DT DT) (NN NN) (NN NN) (NN NN)) (PP (IN IN) (NP (CD CD)))) (SBAR (WHADVP (WRB WRB)) (S (NP (NNP NNP) (NNP NNP)) (VP (VP (VBD VBD) (PP (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN))) (PP (IN IN) (NP (DT DT) (NNP NNP) (NN NN)))) (PP (IN IN) (NP (DT DT) (JJ JJ) (ADJP (JJ JJ) (JJ JJ)) (NN NN)))) (CC CC) (VP (VBD VBD) (NP (DT DT) (JJ JJ) (JJ JJ) (JJ JJ) (NN NN))))))))))) (, ,) (PP (IN IN) (NP (NP (DT DT) (NML (NN NN) (CC CC) (NN NN)) (NN NN)) (VP (VBN VBN) (PP (IN IN) (NP (NNP NNP) (NNP NNP) (NNP NNP))))))))) (, ,) (ADVP (RB RB)) (VP (VBD VBD) (PP (PP (IN IN) (NP (NN NN))) (SBAR (WHADVP (WRB WRB)) (S (S (NP (NNP NNP)) (VP (VBD VBD) (ADVP (RP RP)))) (CC CC) (S (NP (DT DT) (NNP NNP)) (VP (VBD VBD) (VP (VBN VBN) (S (VP (TO TO) (VP (VB VB) (NP (PRP$ PRP$) (JJ JJ) (NNS NNS)))))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 81, "text": "Mandeni, KwaZulu Natal after 1990 was a particularly potent example of post Apartheid life in democratic South Africa, and how individuals, particularly black South Africans, dealt with the effects of mass unemployment and extreme inequality.", "tokens": ["NNP", ",", "NNP", "NNP", "IN", "CD", "VBD", "DT", "RB", "JJ", "NN", "IN", "NN", "NNP", "NN", "IN", "JJ", "NNP", "NNP", ",", "CC", "WRB", "NNS", ",", "RB", "JJ", "NNP", "NNPS", ",", "NN", "IN", "DT", "NNS", "IN", "NN", "NN", "CC", "JJ", "NN", "."], "tree": "(TOP (S (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP) (NNP NNP)) (PP (IN IN) (NP (CD CD)))) (VP (VBD VBD) (NP (NP (NP (DT DT) (ADJP (RB RB) (JJ JJ)) (NN NN)) (PP (IN IN) (NP (NP (ADJP (JJ JJ) (JJ JJ)) (NN NN)) (PP (IN IN) (NP (JJ JJ) (NNP NNP) (NNP NNP)))))) (, ,) (CC CC) (SBAR (WHADVP (WRB WRB)) (S (NP (NP (NNS NNS)) (, ,) (NP (ADVP (RB RB)) (JJ JJ) (NNP NNP) (NNPS NNPS)) (, ,)) (VP (VBD VBD) (PP (IN IN) (NP (NP (DT DT) (NNS NNS)) (PP (IN IN) (NP (NP (JJ JJ) (NN NN)) (CC CC) (NP (JJ JJ) (NN NN))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 82, "text": "As Mark Hunter points out in the Social Science and Medicine Journal (2007), HIV rates jumped from 1% in 1990 to 29% in 2005 driven by rising unemployment, low marital rates, and increased migration of women.", "tokens": ["IN", "NNP", "NNP", "NNS", "RP", "IN", "DT", "NNP", "NNP", "CC", "NNP", "NNP", "(", "CD", ")", ",", "NNP", "NNS", "VBD", "IN", "CD", "NN", "IN", "CD", "TO", "CD", "NN", "IN", "CD", "NN", "IN", "VBG", "NN", ",", "JJ", "JJ", "NNS", ",", "CC", "VBD", "NN", "IN", "NNS", "."], "tree": "(TOP (S (SBAR (IN IN) (S (NP (NNP NNP) (NNP NNP)) (VP (VBZ VBZ) (PRT (RP RP)) (PP (IN IN) (NP (NP (DT DT) (NML (NNP NNP) (NNP NNP) (CC CC) (NNP NNP)) (NNP NNP)) (-LRB- -LRB-) (NP (CD CD)) (-RRB- -RRB-)))))) (, ,) (NP (NNP NNP) (NNS NNS)) (VP (VBD VBD) (PP (IN IN) (NP (NP (CD CD) (NN NN)) (PP (IN IN) (NP (CD CD))))) (PP (IN IN) (NP (NP (CD CD) (NN NN)) (PP (IN IN) (NP (CD CD))))) (VP (VBN VBN) (PP (IN IN) (NP (NP (VBG VBG) (NN NN)) (, ,) (NP (JJ JJ) (JJ JJ) (NNS NNS)) (, ,) (CC CC) (NP (NP (VBN VBN) (NN NN)) (PP (IN IN) (NP (NNS NNS)))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 83, "text": "These three reasons can all be traced back to the way the labor market was forced to react to the economic and political pressure described above.", "tokens": ["DT", "CD", "NNS", "MD", "DT", "VB", "VBN", "RB", "TO", "DT", "NN", "DT", "NN", "NN", "VBD", "VBN", "TO", "VB", "TO", "DT", "JJ", "CC", "JJ", "NN", "VBN", "IN", "."], "tree": "(TOP (S (NP (DT DT) (CD CD) (NNS NNS)) (VP (MD MD) (DT DT) (VP (VB VB) (VP (VBN VBN) (ADVP (RB RB) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (SBAR (S (NP (DT DT) (NN NN) (NN NN)) (VP (VBD VBD) (VP (VBN VBN) (S (VP (TO TO) (VP (VB VB) (PP (IN IN) (NP (NP (DT DT) (ADJP (JJ JJ) (CC CC) (JJ JJ)) (NN NN)) (VP (VBN VBN) (ADVP (RB RB)))))))))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 84, "text": "The negative GDP per capita growth referenced above caused unemployment rates to skyrocket.", "tokens": ["DT", "JJ", "NNP", "IN", "NN", "NN", "VBD", "IN", "VBN", "NN", "NNS", "TO", "VB", "."], "tree": "(TOP (S (NP (NP (DT DT) (JJ JJ) (NML (NML (NNP NNP)) (PP (IN IN) (NP (NN NN)))) (NN NN)) (VP (VBN VBN) (ADVP (RB RB)))) (VP (VBD VBD) (S (NP (NN NN) (NNS NNS)) (VP (TO TO) (VP (VB VB))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 85, "text": "The first affected were black men.", "tokens": ["DT", "JJ", "VBN", "VBD", "JJ", "NNS", "."], "tree": "(TOP (S (NP (NP (DT DT) (JJ JJ)) (VP (VBN VBN))) (VP (VBD VBD) (NP (JJ JJ) (NNS NNS))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 86, "text": "As the government reacted by increasing wage competition, certain sectors such as the clothing industry were hit hard and unemployment climbed to 40%.", "tokens": ["IN", "DT", "NN", "VBN", "IN", "VBG", "NN", "NN", ",", "JJ", "NNS", "JJ", "IN", "DT", "NN", "NN", "VBD", "VBN", "JJ", "CC", "NN", "VBD", "TO", "CD", "NN", "."], "tree": "(TOP (S (SBAR (IN IN) (S (NP (DT DT) (NN NN)) (VP (VBD VBD) (PP (IN IN) (NP (VBG VBG) (NN NN) (NN NN)))))) (, ,) (S (NP (NP (JJ JJ) (NNS NNS)) (PP (JJ JJ) (IN IN) (NP (DT DT) (NN NN) (NN NN)))) (VP (VBD VBD) (VP (VBN VBN) (ADVP (RB RB))))) (CC CC) (S (NP (NN NN)) (VP (VBD VBD) (PP (IN IN) (NP (CD CD) (NN NN))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 87, "text": "Women quickly followed and by the turn of the century things were desperate, leaving many women with no option but for money/sex exchanges further fueling the HIV crisis.", "tokens": ["NNS", "RB", "VBD", "CC", "IN", "DT", "NN", "IN", "DT", "NN", "NNS", "VBD", "JJ", ",", "VBG", "JJ", "NNS", "IN", "DT", "NN", "CC", "IN", "NN", "NNS", "RBR", "VBG", "DT", "NNP", "NN", "."], "tree": "(TOP (S (S (NP (NNS NNS)) (ADVP (RB RB)) (VP (VBD VBD))) (CC CC) (S (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (NN NN))))) (NP (NNS NNS)) (VP (VBD VBD) (ADJP (JJ JJ)) (, ,) (S (VP (VBG VBG) (NP (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (NP (NP (DT DT) (NN NN)) (CC CC) (PP (IN IN) (NP (NN NN) (NNS NNS)))) (VP (ADVP (RB RB)) (VBG VBG) (NP (DT DT) (NNP NNP) (NN NN))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 88, "text": "Marriage rates have declined significantly from above 50% in the mid 1930’s to below 30% in the early 2000’s .", "tokens": ["NN", "NNS", "VBP", "VBN", "RB", "IN", "IN", "CD", "NN", "IN", "DT", "NN", "CD", "NN", "NN", "TO", "VB", "CD", "NN", "IN", "DT", "JJ", "CD", "NN", "NN", "."], "tree": "(TOP (S (NP (NN NN) (NNS NNS)) (VP (VBP VBP) (VP (VBN VBN) (ADVP (RB RB)) (PP (IN IN) (PP (NP (QP (IN IN) (CD CD)) (NN NN)) (PP (IN IN) (NP (DT DT) (JJ JJ) (CD CD) (, ,) (POS POS))))) (PP (IN IN) (NP (NP (QP (IN IN) (CD CD)) (NN NN)) (PP (IN IN) (NP (DT DT) (JJ JJ) (CD CD) (, ,) (POS POS))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 89, "text": "Especially among the poor, wedlock is being seen as an inflexible institution.", "tokens": ["RB", "IN", "DT", "JJ", ",", "NN", "VBZ", "VBG", "VBN", "IN", "DT", "JJ", "NN", "."], "tree": "(TOP (S (PP (ADVP (RB RB)) (IN IN) (NP (DT DT) (JJ JJ))) (, ,) (NP (NN NN)) (VP (VBZ VBZ) (VP (VBG VBG) (VP (VBN VBN) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN)))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 90, "text": "There also appears to be an increase in the migration of women, specifically the circular migration between rural and urban settings in search of work.", "tokens": ["EX", "RB", "VBZ", "TO", "VB", "DT", "NN", "IN", "DT", "NN", "IN", "NNS", ",", "RB", "DT", "JJ", "NN", "IN", "JJ", "CC", "JJ", "NNS", "IN", "NN", "IN", "NN", "."], "tree": "(TOP (S (NP (EX EX)) (ADVP (RB RB)) (VP (VBZ VBZ) (S (VP (TO TO) (VP (VB VB) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NNS NNS)))) (, ,) (NP (NP (ADVP (RB RB)) (NP (DT DT) (JJ JJ) (NN NN))) (PP (IN IN) (NP (ADJP (JJ JJ) (CC CC) (JJ JJ)) (NNS NNS))) (PP (IN IN) (NP (NP (NN NN)) (PP (IN IN) (NP (NN NN))))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 91, "text": "The results were massive increases in HIV rates giving rise to increased medical care costs in an already faltering economy.", "tokens": ["DT", "NNS", "VBD", "JJ", "NNS", "IN", "NNP", "NNS", "VBG", "NN", "TO", "VBN", "JJ", "NN", "NNS", "IN", "DT", "RB", "VBG", "NN", "."], "tree": "(TOP (S (NP (DT DT) (NNS NNS)) (VP (VBD VBD) (NP (NP (NP (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (NNP NNP) (NNS NNS)))) (VP (VBG VBG) (NP (NN NN)) (PP (IN IN) (NP (VBN VBN) (NML (JJ JJ) (NN NN)) (NNS NNS))) (PP (IN IN) (NP (DT DT) (ADJP (RB RB) (VBG VBG)) (NN NN)))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 92, "text": "In conclusion, the economic development of South Africa, and more specifically the control of labor, was a defining factor in its history.", "tokens": ["IN", "NN", ",", "DT", "JJ", "NN", "IN", "NNP", "NNP", ",", "CC", "RBR", "RB", "DT", "NN", "IN", "NN", ",", "VBD", "DT", "JJ", "NN", "IN", "PRP$", "NN", "."], "tree": "(TOP (S (PP (IN IN) (NP (NN NN))) (, ,) (NP (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NNP NNP) (NNP NNP)))) (, ,) (CC CC) (ADVP (RBR RBR) (RB RB)) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NN NN)))) (, ,)) (VP (VBD VBD) (NP (NP (DT DT) (VBG VBG) (NN NN)) (PP (IN IN) (NP (PRP$ PRP$) (NN NN))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 93, "text": "This journey through these five sites has hopefully provided some insight into the manner in which white English and Afrikaans people interacted with black Africans in the labor market from farms to mines to factories.", "tokens": ["DT", "NN", "IN", "DT", "CD", "NNS", "VBZ", "RB", "VBN", "DT", "NN", "IN", "DT", "NN", "IN", "WDT", "JJ", "NNPS", "CC", "NNPS", "NNS", "VBN", "IN", "JJ", "NNPS", "IN", "DT", "NN", "NN", "IN", "NNS", "TO", "NNS", "TO", "NNS", "."], "tree": "(TOP (S (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (CD CD) (NNS NNS)))) (VP (VBZ VBZ) (ADVP (RB RB)) (VP (VBN VBN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (SBAR (WHPP (IN IN) (WHNP (WDT WDT))) (S (NP (NML (JJ JJ) (NNPS NNPS) (CC CC) (NNPS NNPS)) (NNS NNS)) (VP (VBD VBD) (PP (IN IN) (NP (JJ JJ) (NNPS NNPS))) (PP (IN IN) (NP (DT DT) (NN NN) (NN NN))) (PP (PP (IN IN) (NP (NNS NNS))) (PP (IN IN) (NP (NP (NNS NNS)) (PP (IN IN) (NP (NNS NNS)))))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 94, "text": "From the slave trade of the early settlers, to diamond and gold mining , industrialization, strikes, and mass unemployment, this journey continues today with the world’s highest unemployment rate of 34.4% compared to 3.4% in the United States.", "tokens": ["IN", "DT", "JJ", "NN", "IN", "DT", "JJ", "NNS", ",", "TO", "VB", "CC", "NN", "NN", ",", "NN", ",", "NNS", ",", "CC", "NN", "NN", ",", "DT", "NN", "VBZ", "NN", "IN", "DT", "NN", "NNP", "NN", "JJS", "NN", "NN", "IN", "CD", "NN", "VBN", "TO", "CD", "NN", "IN", "DT", "NNP", "NNPS", "."], "tree": "(TOP (S (PP (PP (IN IN) (NP (NP (DT DT) (NN NN) (NN NN)) (PP (IN IN) (NP (DT DT) (JJ JJ) (NNS NNS))))) (, ,) (PP (IN IN) (NP (NP (NML (NN NN) (CC CC) (NN NN)) (NN NN)) (, ,) (NP (NN NN)) (, ,) (NP (NNS NNS)) (, ,) (CC CC) (NP (JJ JJ) (NN NN))))) (, ,) (NP (DT DT) (NN NN)) (VP (VBZ VBZ) (NP (NN NN)) (PP (IN IN) (NP (NP (NP (NP (DT DT) (NN NN) (POS POS)) (POS POS)) (JJS JJS) (NN NN) (NN NN)) (PP (IN IN) (NP (CD CD) (NN NN))) (PP (VBN VBN) (PP (IN IN) (NP (NP (CD CD) (NN NN)) (PP (IN IN) (NP (DT DT) (NNP NNP) (NNPS NNPS))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 95, "text": "With crumbling infrastructure, a broken education system, and little hope for the future, South Africa lies at a crossroads.", "tokens": ["IN", "VBG", "NN", ",", "DT", "JJ", "NN", "NN", ",", "CC", "JJ", "NN", "IN", "DT", "NN", ",", "NNP", "NNP", "VBZ", "IN", "DT", "NNS", "."], "tree": "(TOP (S (PP (IN IN) (NP (NP (VBG VBG) (NN NN)) (, ,) (NP (DT DT) (JJ JJ) (NN NN) (NN NN)) (, ,) (CC CC) (NP (NP (JJ JJ) (NN NN)) (PP (IN IN) (NP (DT DT) (NN NN)))))) (, ,) (NP (NNP NNP) (NNP NNP)) (VP (VBZ VBZ) (PP (IN IN) (NP (DT DT) (NNS NNS)))) (. .)))"}
{"doc_id": "personal_train", "para_id": 1, "sent_id": 96, "text": "Where will the story end?", "tokens": ["WRB", "MD", "DT", "NN", "NN", "."], "tree": "(TOP (SBARQ (WHADVP (WRB WRB)) (SQ (MD MD) (NP (DT DT) (NN NN)) (VP (VB VB))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 1, "text": "The world can be a tough place.", "tokens": ["DT", "NN", "MD", "VB", "DT", "JJ", "NN", "."], "tree": "(TOP (S (NP (DT DT) (NN NN)) (VP (MD MD) (VP (VB VB) (NP (DT DT) (JJ JJ) (NN NN)))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 2, "text": "Especially in an age where we hear about every bad thing happening at a moment’s notice, it’s easy to believe that people suck.", "tokens": ["RB", "IN", "DT", "NN", "WRB", "PRP", "VBP", "IN", "DT", "JJ", "NN", "VBG", "IN", "DT", "NN", "NN", "NN", "NN", ",", "PRP", "VBZ", "JJ", "JJ", "TO", "VB", "IN", "NNS", "VBP", "."], "tree": "(TOP (S (PP (ADVP (RB RB)) (IN IN) (NP (NP (DT DT) (NN NN)) (SBAR (WHADVP (WRB WRB)) (S (NP (PRP PRP)) (VP (VBP VBP) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (NN NN)) (VP (VBG VBG) (PP (IN IN) (NP (NP (DT DT) (NN NN) (FW FW) (POS POS)) (NN NN))))))))))) (, ,) (NP (NP (PRP PRP))) (VP (VBP VBP) (VP (VBZ VBZ) (ADJP (JJ JJ)) (S (VP (TO TO) (VP (VB VB) (SBAR (IN IN) (S (NP (NNS NNS)) (VP (VBP VBP))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 3, "text": "And a lot of the time, they do.", "tokens": ["CC", "DT", "NN", "IN", "DT", "NN", ",", "PRP", "VBP", "."], "tree": "(TOP (S (CC CC) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (NN NN)))) (, ,) (NP (PRP PRP)) (VP (VBP VBP)) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 4, "text": "Every time I hear another news story about businesses screwing each other over or when I have to deal with the fallout of a nasty social situation, I think to myself, why can’t we just be good to one another?", "tokens": ["DT", "NN", "PRP", "VBP", "DT", "NN", "NN", "IN", "NNS", "VBG", "DT", "JJ", "IN", "CC", "WRB", "PRP", "VBP", "TO", "VB", "IN", "DT", "NN", "IN", "DT", "JJ", "JJ", "NN", ",", "PRP", "VBP", "TO", "PRP", ",", "WRB", "MD", "VB", "IN", "PRP", "RB", "VB", "JJ", "TO", "CD", "DT", "."], "tree": "(TOP (S (NP (NP (DT DT) (NN NN)) (SBAR (S (SBAR (S (NP (PRP PRP)) (VP (VBP VBP) (NP (NP (DT DT) (NN NN) (NN NN)) (PP (IN IN) (NP (NP (NNS NNS)) (VP (VBG VBG) (NP (DT DT) (JJ JJ)) (ADVP (RB RB))))))))) (CC CC) (SBAR (WHADVP (WRB WRB)) (S (NP (PRP PRP)) (VP (VBP VBP) (S (VP (TO TO) (VP (VB VB) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (JJ JJ) (JJ JJ) (NN NN)))))))))))))) (, ,) (NP (PRP PRP)) (VP (VBP VBP) (PP (IN IN) (NP (PRP PRP))) (, ,) (SBAR (WHADVP (WRB WRB)) (SQ (MD MD) (NP (-LRB- -LRB-) (RB RB) (NP (PRP PRP))) (ADVP (RB RB)) (VP (VB VB) (ADJP (JJ JJ) (PP (IN IN) (NP (CD CD) (DT DT)))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 5, "text": "But simply demanding a higher standard is the wrong way to get people to change.", "tokens": ["CC", "RB", "VBG", "DT", "JJR", "NN", "VBZ", "DT", "JJ", "NN", "TO", "VB", "NNS", "TO", "VB", "."], "tree": "(TOP (S (CC CC) (S (ADVP (RB RB)) (VP (VBG VBG) (NP (DT DT) (JJR JJR) (NN NN)))) (VP (VBZ VBZ) (NP (NP (DT DT) (JJ JJ) (NN NN)) (SBAR (S (VP (TO TO) (VP (VB VB) (S (NP (NNS NNS)) (VP (TO TO) (VP (VB VB)))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 6, "text": "It’s unrealistic to expect people to change just because they should be better.", "tokens": ["PRP", "VBZ", "JJ", "JJ", "TO", "VB", "NNS", "TO", "VB", "RB", "IN", "PRP", "MD", "VB", "JJR", "."], "tree": "(TOP (S (NP (NP (PRP PRP))) (VP (VBP VBP) (VP (VBZ VBZ) (ADJP (JJ JJ)) (S (VP (TO TO) (VP (VB VB) (S (NP (NNS NNS)) (VP (TO TO) (VP (VB VB))))))) (SBAR (ADVP (RB RB)) (IN IN) (S (NP (PRP PRP)) (VP (MD MD) (VP (VB VB) (ADJP (JJR JJR)))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 7, "text": "Instead, there should be an alignment of incentives; The best way to get people to be consistently good is for it to be in their own best interests to be good.", "tokens": ["RB", ",", "EX", "MD", "VB", "DT", "NN", "IN", "NNS", ":", "DT", "JJS", "NN", "TO", "VB", "NNS", "TO", "VB", "RB", "JJ", "VBZ", "IN", "PRP", "TO", "VB", "IN", "PRP$", "JJ", "JJS", "NNS", "TO", "VB", "JJ", "."], "tree": "(TOP (S (S (ADVP (RB RB)) (, ,) (NP (EX EX)) (VP (MD MD) (VP (VB VB) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NNS NNS))))))) (: :) (S (NP (NP (DT DT) (JJS JJS) (NN NN)) (SBAR (S (VP (TO TO) (VP (VB VB) (S (NP (NNS NNS)) (VP (TO TO) (VP (VB VB) (ADJP (RB RB) (JJ JJ)))))))))) (VP (VBZ VBZ) (SBAR (IN IN) (S (NP (NP (PRP PRP))) (VP (TO TO) (VP (VB VB) (PP (IN IN) (NP (PRP$ PRP$) (JJ JJ) (JJS JJS) (NNS NNS))) (S (VP (TO TO) (VP (VB VB) (ADJP (JJ JJ))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 8, "text": "That’s what I explore in this paper: is it in your own best interests to be a good person?", "tokens": ["DT", "VBZ", "VBP", "WP", "PRP", "VBP", "IN", "DT", "NN", ":", "VBZ", "PRP", "IN", "PRP$", "JJ", "JJS", "NNS", "TO", "VB", "DT", "JJ", "NN", "."], "tree": "(TOP (S (S (NP (DT DT)) (, ,) (VP (VBZ VBZ) (SBAR (WHNP (WP WP)) (S (NP (PRP PRP)) (VP (VBP VBP) (PP (IN IN) (NP (DT DT) (NN NN)))))))) (: :) (SQ (SINV (VBZ VBZ) (NP (NP (PRP PRP))) (PP (IN IN) (NP (PRP$ PRP$) (JJ JJ) (JJS JJS) (NNS NNS))) (S (VP (TO TO) (VP (VB VB) (NP (DT DT) (JJ JJ) (NN NN)))))) (. .))))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 9, "text": "Or, in other words, does being a good person lead to a better life?", "tokens": ["CC", ",", "IN", "JJ", "NNS", ",", "VBZ", "VBG", "DT", "JJ", "NN", "NN", "TO", "DT", "JJR", "NN", "."], "tree": "(TOP (SQ (CC CC) (, ,) (PP (IN IN) (NP (JJ JJ) (NNS NNS))) (, ,) (VBZ VBZ) (S (VP (VBG VBG) (NP (DT DT) (JJ JJ) (NN NN)))) (VP (VB VB) (PP (IN IN) (NP (DT DT) (JJR JJR) (NN NN)))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 10, "text": "I define being a “good person”, an inherently very subjective ideal, based on the most common aspects I found while reviewing the literature: generosity, kindness, forgiveness and gratitude, ethical business practice, bullying, honesty, and aggression.", "tokens": ["PRP", "VBP", "VBG", "DT", "NN", "JJ", "NN", "NNP", ",", "DT", "RB", "RB", "JJ", "NN", ",", "VBN", "IN", "DT", "RBS", "JJ", "NNS", "PRP", "VBD", "IN", "VBG", "DT", "NN", ":", "NN", ",", "NN", ",", "NN", "CC", "NN", ",", "JJ", "NN", "NN", ",", "NN", ",", "NN", ",", "CC", "NN", "."], "tree": "(TOP (S (NP (PRP PRP)) (VP (VBP VBP) (S (VP (S (VP (VBG VBG) (NP (DT DT) (`` ``) (JJ JJ) (NN NN)))) (, ,) (, ,) (NP (DT DT) (ADJP (RB RB) (RB RB) (JJ JJ)) (NN NN)))) (, ,) (VP (VBN VBN) (PP (IN IN) (NP (NP (NP (DT DT) (ADJP (RBS RBS) (JJ JJ)) (NNS NNS)) (SBAR (S (NP (PRP PRP)) (VP (VBD VBD) (SBAR (IN IN) (S (VP (VBG VBG) (NP (DT DT) (NN NN))))))))) (: :) (NP (NP (NN NN) (, ,) (NN NN) (, ,) (NN NN) (CC CC) (NN NN)) (, ,) (NP (JJ JJ) (NN NN) (NN NN)) (, ,) (NN NN) (, ,) (NN NN) (, ,) (CC CC) (NN NN)))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 11, "text": "In this paper, I will try to show that being a “good person” in terms of these topics either directly leads to improved performance, or leads to improved life-satisfaction/happiness/wellbeing or an increased likeability by other people.", "tokens": ["IN", "DT", "NN", ",", "PRP", "MD", "VB", "TO", "VB", "IN", "VBG", "DT", "NN", "JJ", "NN", "NNS", "IN", "NNS", "IN", "DT", "NNS", "CC", "RB", "VBZ", "TO", "VBN", "NN", ",", "CC", "VBZ", "TO", "VB", "NN", "CC", "DT", "VBN", "NN", "IN", "JJ", "NNS", "."], "tree": "(TOP (S (PP (IN IN) (NP (DT DT) (NN NN))) (, ,) (NP (PRP PRP)) (VP (MD MD) (VP (VB VB) (S (VP (TO TO) (VP (VB VB) (SBAR (IN IN) (S (S (VP (VBG VBG) (NP (DT DT) (`` ``) (JJ JJ) (NN NN) ('' '')) (PP (IN IN) (NP (NP (NNS NNS)) (PP (IN IN) (NP (DT DT) (NNS NNS))))))) (VP (CC CC) (ADVP (RB RB)) (VP (VBZ VBZ) (PP (IN IN) (NP (VBN VBN) (NN NN)))) (, ,) (CC CC) (VP (VBZ VBZ) (PP (IN IN) (NP (NP (VBN VBN) (NN NN)) (CC CC) (NP (NP (DT DT) (VBN VBN) (NN NN)) (PP (IN IN) (NP (JJ JJ) (NNS NNS))))))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 12, "text": "Then, based on research discussed in class, as well as research cited here, I will argue that greater social success (ie.", "tokens": ["RB", ",", "VBN", "IN", "NN", "VBN", "IN", "NN", ",", "RB", "RB", "IN", "NN", "VBD", "RB", ",", "PRP", "MD", "VB", "IN", "JJR", "JJ", "NN", "(", "NN", "."], "tree": "(TOP (S (ADVP (RB RB)) (, ,) (PP (VBN VBN) (PP (IN IN) (NP (NP (NP (NN NN)) (VP (VBN VBN) (PP (IN IN) (NP (NN NN))))) (, ,) (CONJP (RB RB) (RB RB) (IN IN)) (NP (NP (NN NN)) (VP (VBN VBN) (ADVP (RB RB))))))) (, ,) (NP (PRP PRP)) (MD MD) (VB VB) (IN IN) (NP (JJR JJR) (JJ JJ) (NN NN)) (-LRB- -LRB-) (FW FW) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 13, "text": "greater number of / better friends) and happiness/positive affect leads to improved overall performance in life.", "tokens": ["JJR", "NN", "IN", "NNP", "NNP", "NNS", ")", "CC", "JJ", "NN", "VBZ", "TO", "VB", "JJ", "NN", "IN", "NN", "."], "tree": "(TOP (S (NP (NP (NP (JJR JJR) (NN NN)) (IN IN) (CC CC) (JJR JJR) (NNS NNS) (-RRB- -RRB-)) (CC CC) (NP (JJ JJ) (NN NN))) (VP (VBZ VBZ) (PP (IN IN) (NP (NP (VBN VBN) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NN NN)))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 14, "text": "Through this framework I attempt to argue that being a “good person” directly and indirectly leads to improved overall performance, and show that it is in a person’s own best interest to be good.", "tokens": ["IN", "DT", "NN", "PRP", "VBP", "TO", "VB", "IN", "VBG", "DT", "NN", "JJ", "NN", "NNP", "RB", "CC", "RB", "VBZ", "TO", "VB", "JJ", "NN", ",", "CC", "VBP", "IN", "PRP", "VBZ", "IN", "DT", "NN", "NNP", "VBD", "JJ", "RB", "NN", "TO", "VB", "JJ", "."], "tree": "(TOP (S (PP (IN IN) (NP (DT DT) (NN NN))) (NP (PRP PRP)) (VP (VBP VBP) (S (VP (TO TO) (VP (VP (VB VB) (SBAR (IN IN) (S (S (VP (VBG VBG) (NP (DT DT) (`` ``) (JJ JJ) (NN NN) ('' '')))) (ADVP (RB RB) (CC CC) (RB RB)) (VP (VBZ VBZ) (PP (IN IN) (NP (VBN VBN) (JJ JJ) (NN NN))))))) (, ,) (CC CC) (VP (VB VB) (SBAR (IN IN) (S (NP (NP (PRP PRP))) (VP (VBZ VBZ) (PP (IN IN) (NP (NP (DT DT) (NN NN) (NP (PRP$ PRP$)) (POS POS)) (JJ JJ) (JJS JJS) (NN NN))) (S (VP (TO TO) (VP (VB VB) (ADJP (JJ JJ))))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 15, "text": "The first aspect to explore in being a “good person” is generosity.", "tokens": ["DT", "JJ", "NN", "TO", "VB", "IN", "VBG", "DT", "NN", "JJ", "NN", "NNP", "VBZ", "NN", "."], "tree": "(TOP (S (NP (NP (DT DT) (JJ JJ) (NN NN)) (SBAR (S (VP (TO TO) (VP (VB VB) (PP (IN IN) (S (VP (VBG VBG) (NP (DT DT) (`` ``) (JJ JJ) (NN NN) ('' '')))))))))) (VP (VBZ VBZ) (NP (NN NN))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 16, "text": "Here I define generosity loosely as the willingness of a person to share/give more than expected or required in a prosocial way (ie.", "tokens": ["RB", "PRP", "VBP", "NN", "RB", "IN", "DT", "NN", "IN", "DT", "NN", "TO", "VB", "JJR", "IN", "VBN", "CC", "VBN", "IN", "DT", "JJ", "NN", "(", "NN", "."], "tree": "(TOP (S (ADVP (RB RB)) (NP (PRP PRP)) (VP (VP (VBP VBP) (NP (NN NN)) (ADVP (RB RB)) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (NN NN))) (S (VP (TO TO) (VP (VB VB) (NP (NP (NP (JJR JJR)) (SBAR (IN IN) (S (VP (VBN VBN) (CC CC) (VBN VBN))))) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN)))))))))) (-LRB- -LRB-) (FW FW)) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 17, "text": "monetary donations, social/emotional support, etc.).", "tokens": ["JJ", "NNS", ",", "JJ", "NN", ",", "FW", ".", ")", "."], "tree": "(TOP (NP (NP (JJ JJ) (NNS NNS)) (, ,) (NP (JJ JJ) (NN NN)) (, ,) (FW FW) (. .) (. .) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 18, "text": "Generosity is widely encouraged from a cultural perspective, but there is also an intrinsic motivation for giving baked into our evolution.", "tokens": ["NNP", "VBZ", "RB", "VBN", "IN", "DT", "JJ", "NN", ",", "CC", "EX", "VBZ", "RB", "DT", "JJ", "NN", "IN", "VBG", "VBN", "IN", "PRP$", "NN", "."], "tree": "(TOP (S (S (NP (NN NN)) (VP (VBZ VBZ) (ADVP (RB RB)) (VP (VBN VBN) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN)))))) (, ,) (CC CC) (S (NP (EX EX)) (VP (VBZ VBZ) (ADVP (RB RB)) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (PP (IN IN) (NP (NN NN))) (VP (VBN VBN) (PP (IN IN) (NP (PRP$ PRP$) (NN NN)))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 19, "text": "From as young as 1 year old, toddlers exhibit higher happiness levels when giving compared to receiving treats (Aknin, L. B., Hamlin, J. K., & Dunn, E. W. 2012).", "tokens": ["IN", "RB", "JJ", "IN", "CD", "NN", "JJ", ",", "NNS", "VBP", "JJR", "NN", "NNS", "WRB", "VBG", "VBN", "TO", "VBG", "NNS", "(", "NNP", ",", "NNP", "NNP", ",", "NNP", ",", "NNP", "NNP", ",", "CC", "NNP", ",", "NNP", "NNP", "CD", ")", "."], "tree": "(TOP (S (PP (IN IN) (ADJP (ADJP (RB RB) (JJ JJ)) (PP (IN IN) (NP (NP (CD CD) (NN NN)) (JJ JJ))))) (, ,) (NP (NNS NNS)) (VP (VP (VBP VBP) (NP (JJR JJR) (NN NN) (NNS NNS)) (SBAR (SBAR (WHADVP (WRB WRB)) (S (VP (VBG VBG)))) (PP (VBN VBN) (PP (IN IN) (S (VP (VBG VBG) (NP (NNS NNS)))))))) (PRN (-LRB- -LRB-) (NP (NP (NNP NNP) (, ,) (NNP NNP) (NNP NNP)) (, ,) (NP (NNP NNP) (, ,) (NNP NNP) (NNP NNP)) (, ,) (CC CC) (NP (NNP NNP) (, ,) (NNP NNP) (NNP NNP) (CD CD))) (-RRB- -RRB-))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 20, "text": "Not only this, but the highest happiness levels actually came from costly giving (28% increase compared to non-costly giving), where toddlers had to forfeit their own treat in order to give (Aknin, L. B., Hamlin, J. K., & Dunn, E. W. 2012).", "tokens": ["RB", "RB", "DT", ",", "CC", "DT", "JJS", "NN", "NNS", "RB", "VBD", "IN", "JJ", "VBG", "(", "CD", "NN", "NN", "VBN", "TO", "RB", "VBG", ")", ",", "WRB", "NNS", "VBD", "TO", "VB", "PRP$", "JJ", "NN", "IN", "NN", "TO", "VB", "(", "NNP", ",", "NNP", "NNP", ",", "NNP", ",", "NNP", "NNP", ",", "CC", "NNP", ",", "NNP", "NNP", "CD", ")", "."], "tree": "(TOP (S (CONJP (RB RB) (RB RB)) (NP (DT DT)) (, ,) (CC CC) (S (NP (DT DT) (JJS JJS) (NN NN) (NNS NNS)) (ADVP (RB RB)) (VP (VBD VBD) (PP (IN IN) (NP (NP (NP (JJ JJ) (NN NN)) (PRN (-LRB- -LRB-) (NP (NP (NML (CD CD) (NN NN)) (NN NN)) (PP (VBN VBN) (PP (IN IN) (NP (JJ JJ) (NN NN))))) (-RRB- -RRB-))) (, ,) (SBAR (SBAR (WHADVP (WRB WRB)) (S (NP (NNS NNS)) (VP (VBD VBD) (S (VP (TO TO) (VP (VB VB) (NP (PRP$ PRP$) (JJ JJ) (NN NN)) (SBAR (IN IN) (NN NN) (S (VP (TO TO) (VP (VB VB))))))))))) (PRN (-LRB- -LRB-) (NP (NP (NNP NNP) (, ,) (NNP NNP) (NNP NNP)) (, ,) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP) (NNP NNP))) (, ,) (CC CC) (NP (NNP NNP) (, ,) (NNP NNP) (NNP NNP) (CD CD))) (-RRB- -RRB-))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 21, "text": "The benefits of being generous start early in life, and the greater the sacrifice, the greater the benefit of generosity on mood, self-esteem, and satisfaction levels.", "tokens": ["DT", "NNS", "IN", "VBG", "JJ", "VBP", "JJ", "IN", "NN", ",", "CC", "DT", "JJR", "DT", "NN", ",", "DT", "JJR", "DT", "NN", "IN", "NN", "IN", "NN", ",", "JJ", ",", "CC", "NN", "NNS", "."], "tree": "(TOP (S (S (NP (NP (DT DT) (NNS NNS)) (PP (IN IN) (S (VP (VBG VBG) (ADJP (JJ JJ)))))) (VP (VBP VBP) (ADVP (RB RB) (PP (IN IN) (NP (NN NN)))))) (, ,) (CC CC) (S (NP (ADJP (DT DT) (JJR JJR)) (S (NP (DT DT) (NN NN)))) (, ,) (NP (ADJP (DT DT) (JJR JJR)) (NP (DT DT) (NN NN))) (PP (IN IN) (NP (NN NN))) (PP (IN IN) (NP (NML (NML (NN NN)) (, ,) (NP (NN NN)) (, ,) (CC CC) (NML (NN NN))) (NNS NNS)))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 22, "text": "This can be further demonstrated in adults, where it has been shown that prosocial spending enhances happiness (Dunn, E. W., Aknin, L. B., & Norton, M. I.", "tokens": ["DT", "MD", "VB", "RB", "VBN", "IN", "NNS", ",", "WRB", "PRP", "VBZ", "VBN", "VBN", "IN", "JJ", "NN", "NNS", "NN", "(", "NNP", ",", "NNP", "NNP", ",", "NNP", ",", "NNP", "NNP", ",", "CC", "NNP", ",", "NNP", "PRP", "."], "tree": "(TOP (S (NP (DT DT)) (VP (MD MD) (VP (VB VB) (ADVP (RB RB)) (VP (VBN VBN) (PP (IN IN) (NP (NP (NNS NNS)) (, ,) (SBAR (WHADVP (WRB WRB)) (S (NP (NP (PRP PRP))) (VP (VBZ VBZ) (VP (VBN VBN) (VP (VBN VBN) (SBAR (IN IN) (S (NP (JJ JJ) (NN NN)) (VP (VBZ VBZ) (NP (NN NN)))))))))))) (-LRB- -LRB-) (NP (NP (NNP NNP) (, ,) (NNP NNP) (NNP NNP)) (, ,) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP) (NNP NNP))) (, ,) (CC CC) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP) (NNP NNP))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 23, "text": "Participants in one study reported a 20% increase in life satisfaction when spending 15% more of their income on others, and 25% higher happiness scores when spending $20 on others versus themselves (Dunn, E. W., Aknin, L. B., & Norton, M. I.", "tokens": ["NNS", "IN", "CD", "NN", "VBD", "DT", "CD", "NN", "NN", "IN", "NN", "NN", "WRB", "VBG", "CD", "NN", "JJR", "IN", "PRP$", "NN", "IN", "NNS", ",", "CC", "CD", "NN", "JJR", "NN", "NNS", "WRB", "VBG", "$", "CD", "IN", "NNS", "VBP", "PRP", "(", "NNP", ",", "NNP", "NNP", ",", "NNP", ",", "NNP", "NNP", ",", "CC", "NNP", ",", "NNP", "PRP", "."], "tree": "(TOP (S (NP (NP (NNS NNS)) (PP (IN IN) (NP (CD CD) (NN NN)))) (VP (VP (VBD VBD) (NP (NP (NP (DT DT) (NML (CD CD) (NN NN)) (NN NN)) (PP (IN IN) (NP (NN NN) (NN NN))) (SBAR (WHADVP (WRB WRB)) (S (VP (VBG VBG) (NP (NP (NML (CD CD) (NN NN)) (JJR JJR)) (PP (IN IN) (NP (PRP$ PRP$) (NN NN)))) (PP (IN IN) (NP (NNS NNS))))))) (, ,) (CC CC) (NP (NP (ADJP (NP (CD CD) (NN NN)) (JJR JJR)) (NN NN) (NNS NNS)) (SBAR (WHADVP (WRB WRB)) (S (VP (VBG VBG) (NP ($ $) (CD CD)) (PP (IN IN) (NP (NP (NNS NNS)) (PP (IN IN) (NP (PRP PRP))))))))))) (-LRB- -LRB-) (NP (NP (NNP NNP) (, ,) (NNP NNP) (NNP NNP)) (, ,) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP) (NNP NNP))) (, ,) (CC CC) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP) (NNP NNP))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 24, "text": "Altruistic decisions like these activate the mesolimbic reward system, the same system activated when receiving monetary rewards (Moll, J., et al.", "tokens": ["JJ", "NNS", "IN", "DT", "VBP", "DT", "JJ", "NN", "NN", ",", "DT", "JJ", "NN", "VBD", "WRB", "VBG", "JJ", "NNS", "(", "NNP", ",", "NNP", ",", "RB", "NN", "."], "tree": "(TOP (S (NP (NP (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (DT DT)))) (VP (VP (VBP VBP) (NP (NP (DT DT) (JJ JJ) (NN NN) (NN NN)) (, ,) (NP (NP (DT DT) (JJ JJ) (NN NN)) (VP (VBN VBN) (SBAR (WHADVP (WRB WRB)) (S (VP (VBG VBG) (NP (JJ JJ) (NNS NNS))))))))) (-LRB- -LRB-) (NP (NNP NNP) (, ,) (NNP NNP) (, ,) (CC CC) (NNP NNP))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 25, "text": "Specifically, activation levels in the ventral striatum in one study showed 32% higher levels during donations compared to receiving monetary rewards, and the anterior prefrontal cortex activation increased by 20% during decisions to make costly donations, emphasizing that the mental benefits shown in early childhood are preserved through adulthood (Moll, J., et al.", "tokens": ["RB", ",", "NN", "NNS", "IN", "DT", "JJ", "NN", "IN", "CD", "NN", "VBD", "CD", "NN", "JJR", "NNS", "IN", "NNS", "VBN", "TO", "VBG", "JJ", "NNS", ",", "CC", "DT", "JJ", "JJ", "NN", "NN", "VBN", "IN", "CD", "NN", "IN", "NNS", "TO", "VB", "JJ", "NNS", ",", "VBG", "IN", "DT", "JJ", "NNS", "VBN", "IN", "JJ", "NN", "VBP", "VBN", "IN", "NN", "(", "NNP", ",", "NNP", ",", "RB", "NN", "."], "tree": "(TOP (S (ADVP (RB RB)) (, ,) (S (NP (NP (NN NN) (NNS NNS)) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN))) (PP (IN IN) (NP (CD CD) (NN NN)))) (VP (VBD VBD) (NP (NP (ADJP (NP (CD CD) (NN NN)) (JJR JJR)) (NNS NNS)) (PP (IN IN) (NP (NNS NNS))) (PP (VBN VBN) (PP (IN IN) (S (VP (VBG VBG) (NP (JJ JJ) (NNS NNS))))))))) (, ,) (CC CC) (NP (DT DT) (NML (JJ JJ) (JJ JJ) (NN NN)) (NN NN)) (VP (VP (VBD VBD) (PP (IN IN) (NP (CD CD) (NN NN))) (PP (IN IN) (NP (NNS NNS) (S (VP (TO TO) (VP (VB VB) (NP (JJ JJ) (NNS NNS))))))) (, ,) (S (VP (VBG VBG) (SBAR (IN IN) (S (NP (NP (DT DT) (JJ JJ) (NNS NNS)) (VP (VBN VBN) (PP (IN IN) (NP (JJ JJ) (NN NN))))) (VP (VBP VBP) (VP (VBN VBN) (PP (IN IN) (NP (NN NN)))))))))) (-LRB- -LRB-) (NNP NNP) (, ,) (NNP NNP) (, ,) (CC CC) (. .)) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 26, "text": "The impact of giving is so strong it has been shown to make you live longer.", "tokens": ["DT", "NN", "IN", "VBG", "VBZ", "RB", "JJ", "PRP", "VBZ", "VBN", "VBN", "TO", "VB", "PRP", "JJ", "JJR", "."], "tree": "(TOP (S (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NN NN)))) (VP (VBZ VBZ) (ADJP (ADJP (RB RB) (JJ JJ)) (SBAR (S (NP (PRP PRP)) (VP (VBZ VBZ) (VP (VBN VBN) (VP (VBN VBN) (S (VP (TO TO) (VP (VB VB) (S (NP (PRP PRP)) (VP (VB VB) (ADVP (RBR RBR)))))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 27, "text": "A study by (Brown, S. L., Nesse, R. M., Vinokur, A. D., & Smith, D. M. (2003)) investigated the effects of providing versus receiving social support on mortality in older married adults, and found that providing support significantly reduced mortality.", "tokens": ["DT", "NN", "IN", "(", "NNP", ",", "NNP", "NNP", ",", "NNP", ",", "NNP", "NNP", ",", "NNP", ",", "NNP", "NNP", ",", "CC", "NNP", ",", "NNP", "NNP", "(", "CD", ")", ")", "VBD", "DT", "NNS", "IN", "VBG", "NN", "VBG", "JJ", "NN", "IN", "NN", "IN", "JJR", "JJ", "NNS", ",", "CC", "VBD", "IN", "VBG", "NN", "RB", "VBN", "NN", "."], "tree": "(TOP (S (NP (NP (DT DT) (NN NN)) (PP (PP (IN IN) (-LRB- -LRB-) (NP (NP (NNP NNP)) (, ,) (NNP NNP) (NNP NNP) (, ,) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP) (NNP NNP))) (, ,) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP) (NNP NNP))) (, ,) (CC CC) (NP (NNP NNP) (, ,) (NNP NNP) (NNP NNP)) (-LRB- -LRB-) (NP (CD CD)) (-RRB- -RRB-))) (-RRB- -RRB-))) (VP (VP (VBD VBD) (NP (NP (DT DT) (NNS NNS)) (PP (IN IN) (S (VP (VBG VBG) (CC CC) (VBG VBG) (NP (JJ JJ) (NN NN))))) (PP (IN IN) (NP (NP (NN NN)) (PP (IN IN) (NP (JJR JJR) (VBN VBN) (NNS NNS))))))) (, ,) (CC CC) (VP (VBD VBD) (SBAR (IN IN) (S (S (VP (VBG VBG) (NP (NN NN)))) (ADVP (RB RB)) (VP (VBD VBD) (NP (NN NN))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 28, "text": "Surprisingly, this study also found that once they controlled for giving support, receiving support had no significant impact on mortality (Brown, S. L., Nesse, R. M., Vinokur, A. D., & Smith, D. M. 2003).", "tokens": ["RB", ",", "DT", "NN", "RB", "VBD", "IN", "RB", "PRP", "VBD", "IN", "VBG", "NN", ",", "VBG", "NN", "VBD", "DT", "JJ", "NN", "IN", "NN", "(", "NNP", ",", "NNP", "NNP", ",", "NNP", ",", "NNP", "NNP", ",", "NNP", ",", "NNP", "NNP", ",", "CC", "NNP", ",", "NNP", "NNP", "CD", ")", "."], "tree": "(TOP (S (ADVP (RB RB)) (, ,) (NP (DT DT) (NN NN)) (ADVP (RB RB)) (VP (VBD VBD) (SBAR (IN IN) (S (S (SBAR (IN IN) (S (NP (PRP PRP)) (VP (VBD VBD) (PP (IN IN) (S (VP (VBG VBG) (NP (NN NN)))))))) (, ,) (VP (S (VP (VBG VBG) (NP (NN NN)))) (VP (VBD VBD) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NN NN))))))) (PRN (-LRB- -LRB-) (NP (NP (NP (NNP NNP)) (, ,) (NNP NNP) (NNP NNP)) (, ,) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP) (NNP NNP))) (, ,) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP) (NNP NNP))) (, ,) (CC CC) (NP (NNP NNP) (, ,) (NNP NNP) (NNP NNP) (CD CD))) (-RRB- -RRB-))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 29, "text": "On a broader scale, there seems to be intrinsic social motivation for generosity and prosocial tendencies.", "tokens": ["IN", "DT", "JJR", "NN", ",", "EX", "VBZ", "TO", "VB", "JJ", "JJ", "NN", "IN", "NN", "CC", "JJ", "NNS", "."], "tree": "(TOP (S (PP (IN IN) (NP (DT DT) (JJR JJR) (NN NN))) (, ,) (NP (EX EX)) (VP (VBZ VBZ) (S (VP (TO TO) (VP (VB VB) (NP (NP (JJ JJ) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NP (NN NN)) (CC CC) (NP (JJ JJ) (NNS NNS))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 30, "text": "Children with Williams Syndrome, a neurodevelopmental disorder characterized by lower cognitive abilities but high levels of sociability, overfriendliness, and empathy, have been shown to be more generous in modeled scenarios (Foti, F., Costanzo, F., et al.", "tokens": ["NNP", "IN", "NNP", "NNP", ",", "DT", "JJ", "NN", "VBN", "IN", "JJR", "JJ", "NNS", "CC", "JJ", "NNS", "IN", "NN", ",", "NN", ",", "CC", "RB", ",", "VBP", "VBN", "VBN", "TO", "VB", "RBR", "JJ", "IN", "JJ", "NNS", "(", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NN", "NN", "."], "tree": "(TOP (S (NP (NP (NNS NNS)) (PP (PP (IN IN) (NP (NP (NNP NNP) (NNP NNP)) (, ,) (NP (NP (DT DT) (JJ JJ) (NN NN)) (VP (VBN VBN) (PP (IN IN) (NP (NP (JJR JJR) (JJ JJ) (NNS NNS)) (CC CC) (NP (NP (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (NN NN) (, ,) (NN NN) (, ,) (CC CC) (NN NN)))))))))) (, ,))) (VP (VBP VBP) (VP (VBN VBN) (VP (VBN VBN) (S (VP (TO TO) (VP (VB VB) (ADJP (RBR RBR) (JJ JJ)) (PP (PP (IN IN) (NP (JJ JJ) (NNS NNS))) (-LRB- -LRB-) (NP (NNP NNP) (, ,) (NNP NNP) (, ,) (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (CC CC) (NNP NNP))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 31, "text": "In a modeled Dictator game, WS participants gave more than half their resources in 57% of trials, while typically developing participants gave only 23% (Foti, F., Costanzo, F., et al.", "tokens": ["IN", "DT", "JJ", "NNP", "NN", ",", "NNP", "NNS", "VBD", "JJR", "IN", "PDT", "PRP$", "NNS", "IN", "CD", "NN", "IN", "NNS", ",", "IN", "RB", "VBG", "NNS", "VBD", "RB", "CD", "NN", "(", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NN", "NN", "."], "tree": "(TOP (S (PP (IN IN) (NP (DT DT) (VBN VBN) (NNP NNP) (NN NN))) (, ,) (NP (NNP NNP) (NNS NNS)) (VP (VBD VBD) (NP (QP (JJR JJR) (IN IN) (PDT PDT)) (PRP$ PRP$) (NNS NNS)) (PP (IN IN) (NP (NP (CD CD) (NN NN)) (PP (IN IN) (NP (NNS NNS))))) (, ,) (SBAR (IN IN) (S (S (NP (ADVP (RB RB)) (VBG VBG) (NNS NNS)) (VP (VBD VBD) (NP (QP (RB RB) (CD CD)) (NN NN)))) (-LRB- -LRB-) (NP (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP))) (, ,) (CC CC) (FW FW))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 32, "text": "They were equally fair in rejecting disadvantageous inequity, but more generous when presented with advantageous equity, and were more prone to judge fairness with empathetic concern than logical fairness reasoning (Foti, F., Costanzo, F., et al.", "tokens": ["PRP", "VBD", "RB", "JJ", "IN", "VBG", "JJ", "NN", ",", "CC", "RBR", "JJ", "WRB", "VBN", "IN", "JJ", "NN", ",", "CC", "VBD", "JJR", "NN", "TO", "VB", "NN", "IN", "JJ", "NN", "IN", "JJ", "NN", "NN", "(", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NN", "NN", "."], "tree": "(TOP (S (NP (PRP PRP)) (VP (VP (VP (VP (VBD VBD) (ADJP (RB RB) (JJ JJ) (PP (IN IN) (S (VP (VBG VBG) (NP (JJ JJ) (NN NN))))))) (, ,) (CC CC) (ADJP (ADJP (RBR RBR) (JJ JJ)) (SBAR (WHADVP (WRB WRB)) (S (VP (VBN VBN) (PP (IN IN) (NP (JJ JJ) (NN NN)))))))) (, ,) (CC CC) (VP (VBD VBD) (ADJP (ADJP (RBR RBR) (JJ JJ) (S (VP (TO TO) (VP (VB VB) (NP (NN NN)) (PP (IN IN) (NP (JJ JJ) (NN NN))))))) (PP (IN IN) (NP (JJ JJ) (NN NN) (NN NN)))))) (-LRB- -LRB-) (NP (NNP NNP) (, ,) (NNP NNP) (, ,) (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (CC CC) (NNP NNP))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 33, "text": "Social motivation, therefore, without advanced social cognition, supports basic fairness and sharing behavior, which in turn contributes to cooperative success.", "tokens": ["NNP", "NN", ",", "RB", ",", "IN", "JJ", "JJ", "NN", ",", "VBZ", "JJ", "NN", "CC", "VBG", "NN", ",", "WDT", "IN", "NN", "NNS", "TO", "VB", "NN", "."], "tree": "(TOP (S (NP (JJ JJ) (NN NN)) (, ,) (ADVP (RB RB)) (, ,) (PP (IN IN) (NP (JJ JJ) (JJ JJ) (NN NN))) (, ,) (VP (VBZ VBZ) (NP (NP (NP (JJ JJ) (NN NN)) (CC CC) (NP (NN NN) (NN NN))) (, ,) (SBAR (WHNP (WDT WDT)) (S (PP (IN IN) (NP (NN NN))) (VP (VBZ VBZ) (PP (IN IN) (NP (JJ JJ) (NN NN)))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 34, "text": "Furthermore, generosity in forms like indirect reciprocity support cooperation through reputation and trust, and emphasize the social utility of generosity.", "tokens": ["RB", ",", "NN", "IN", "NNS", "IN", "JJ", "NN", "NN", "NN", "IN", "NN", "CC", "NN", ",", "CC", "VB", "DT", "JJ", "NN", "IN", "NN", "."], "tree": "(TOP (S (ADVP (RB RB)) (, ,) (NP (NP (NN NN)) (PP (IN IN) (NP (NP (NNS NNS)) (PP (IN IN) (NP (JJ JJ) (NN NN)))))) (VP (VP (VBP VBP) (NP (NN NN)) (PP (IN IN) (NP (NN NN) (CC CC) (NN NN)))) (, ,) (CC CC) (VP (VBP VBP) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NN NN)))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 35, "text": "According to one study, \"Indirect reciprocity accounts for 50% of cooperative decisions in large groups with reputation systems.\"", "tokens": ["VBG", "TO", "CD", "NN", ",", "``", "NNP", "NN", "NNS", "IN", "CD", "NN", "IN", "JJ", "NNS", "IN", "JJ", "NNS", "IN", "NN", "NNS", ".", "''"], "tree": "(TOP (S (PP (VBG VBG) (PP (IN IN) (NP (CD CD) (NN NN)))) (, ,) (`` ``) (NP (JJ JJ) (NN NN)) (VP (VBZ VBZ) (PP (IN IN) (NP (NP (CD CD) (NN NN)) (PP (IN IN) (NP (NP (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (NP (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (NN NN) (NNS NNS)))))))))) (. .) ('' '')))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 36, "text": "(Nowak, M. A., & Sigmund, K. 2005).", "tokens": ["(", "NNP", ",", "NNP", "NNP", ",", "CC", "NNP", ",", "NNP", "CD", ")", "."], "tree": "(TOP (NP (-LRB- -LRB-) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP) (NNP NNP))) (, ,) (CC CC) (NP (NP (NP (NNP NNP)) (, ,) (NNP NNP)) (CD CD)) (-RRB- -RRB-) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 37, "text": "Additionally, indirect reciprocity led to a persistence in cooperation across 85% of interactions in simulation models, and “reputation scores correlated strongly with willingness to cooperate (r = 0.89)” (Nowak, M. A., & Sigmund, K. 2005).", "tokens": ["RB", ",", "JJ", "NN", "VBD", "TO", "DT", "NN", "IN", "NN", "IN", "CD", "NN", "IN", "NNS", "IN", "NN", "NNS", ",", "CC", "JJ", "NN", "NNS", "VBD", "RB", "IN", "NN", "TO", "VB", "(", "VB", "RB", "CD", ")", "NN", "(", "NNP", ",", "NNP", "NNP", ",", "CC", "NNP", ",", "NNP", "CD", ")", "."], "tree": "(TOP (S (ADVP (RB RB)) (, ,) (S (NP (JJ JJ) (NN NN)) (VP (VBD VBD) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NN NN))) (PP (IN IN) (NP (NP (CD CD) (NN NN)) (PP (IN IN) (NP (NP (NNS NNS)) (PP (IN IN) (NP (NN NN) (NNS NNS))))))))))) (, ,) (CC CC) (`` ``) (S (NP (NN NN) (NNS NNS)) (VP (VBD VBD) (ADVP (RB RB)) (PP (PP (IN IN) (NP (NN NN) (S (VP (TO TO) (VP (VB VB)))))) (-LRB- -LRB-) (NP (NP (NN NN)) (FW FW) (NP (CD CD))) (-RRB- -RRB-)))) ('' '') (NP (-LRB- -LRB-) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP) (NNP NNP))) (, ,) (CC CC) (NNP NNP) (, ,) (NNP NNP) (CD CD) (-RRB- -RRB-)) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 38, "text": "Furthermore, altruism is also associated with perceived trustworthiness (r = 0.82), which I will show later increases social success (Fehr, E., & Fischbacher, U.", "tokens": ["RB", ",", "NN", "VBZ", "RB", "VBN", "IN", "JJ", "NN", "(", "JJ", "NNP", "CD", ")", ",", "WDT", "PRP", "MD", "VB", "RB", "VBZ", "JJ", "NN", "(", "NNP", ",", "NNP", ",", "CC", "NNP", ",", "NNP", "."], "tree": "(TOP (S (ADVP (RB RB)) (, ,) (NP (NN NN)) (VP (VBZ VBZ) (ADVP (RB RB)) (VP (VBN VBN) (PP (IN IN) (NP (NP (NP (VBN VBN) (NN NN)) (-LRB- -LRB-) (NP (NP (NN NN)) (PP (IN IN) (NP (CD CD)))) (-RRB- -RRB-)) (, ,) (SBAR (WHNP (WDT WDT)) (S (NP (PRP PRP)) (VP (MD MD) (VP (VP (VB VB) (ADVP (RB RB)) (VP (VBZ VBZ) (NP (JJ JJ) (NN NN)))) (-LRB- -LRB-) (NP (NP (NNP NNP) (, ,) (NP (NNP NNP))) (, ,) (CC CC) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP)))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 39, "text": "However, the study also discovered that \"Altruistic acts directed toward high-reputation individuals occur[ed] 75% more frequently than toward low-reputation individuals.\"", "tokens": ["RB", ",", "DT", "NN", "RB", "VBD", "IN", "``", "JJ", "NNS", "VBN", "IN", "NN", "NNS", "VBP", "NNP", "VBP", "JJ", "CD", "NN", "RBR", "RB", "IN", "IN", "JJ", "NNS", ".", "''"], "tree": "(TOP (S (ADVP (RB RB)) (, ,) (NP (DT DT) (NN NN)) (ADVP (RB RB)) (VP (VBD VBD) (SBAR (IN IN) (`` ``) (S (NP (NP (JJ JJ) (NNS NNS)) (VP (VBN VBN) (PP (IN IN) (NP (NN NN) (NNS NNS))))) (VP (VBP VBP) (-LRB- -LRB-) (VBD VBD) (-RRB- -RRB-) (ADVP (ADVP (NP (CD CD) (NN NN)) (RBR RBR) (RB RB)) (PP (IN IN) (PP (IN IN) (NP (NN NN) (NNS NNS))))))))) (. .) ('' '')))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 41, "text": "This raises a concern for the selfish generosity framework I have proposed, as it demonstrates that selfish generosity may not benefit those in society who need it the most, and might only contribute to the wealth inequality and unethical practices that exist in the world today.", "tokens": ["DT", "VBZ", "DT", "NN", "IN", "DT", "JJ", "NN", "NN", "PRP", "VBP", "VBN", ",", "IN", "PRP", "VBZ", "IN", "JJ", "NN", "MD", "RB", "VB", "DT", "IN", "NN", "WP", "VBP", "PRP", "DT", "RBS", ",", "CC", "MD", "RB", "VB", "TO", "DT", "NN", "NN", "CC", "JJ", "NNS", "WDT", "VBP", "IN", "DT", "NN", "NN", "."], "tree": "(TOP (S (NP (DT DT)) (VP (VBZ VBZ) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (DT DT) (NML (JJ JJ) (NN NN)) (NN NN)) (SBAR (S (NP (PRP PRP)) (VP (VBP VBP) (VP (VBN VBN)))))))) (, ,) (SBAR (IN IN) (S (NP (PRP PRP)) (VP (VBZ VBZ) (SBAR (IN IN) (S (NP (JJ JJ) (NN NN)) (VP (VP (MD MD) (RB RB) (VP (VB VB) (NP (NP (NP (DT DT)) (PP (IN IN) (NP (NN NN)))) (SBAR (WHNP (WP WP)) (S (VP (VBP VBP) (NP (PRP PRP)) (NP (DT DT) (RBS RBS)))))))) (, ,) (CC CC) (VP (MD MD) (ADVP (RB RB)) (VP (VB VB) (PP (IN IN) (NP (NP (DT DT) (NML (NML (NN NN) (NN NN)) (CC CC) (NML (JJ JJ) (NNS NNS)))) (SBAR (WHNP (WDT WDT)) (S (VP (VBP VBP) (PP (IN IN) (NP (DT DT) (NN NN))) (NP (NN NN)))))))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 42, "text": "However, while this may emphasize the fact that giving to people who can help you the most now may be a better selfish strategy in the short term, I argue that giving to those in need goes significantly further than giving to those who already have much, and that reciprocity will be much greater from those in need when they are more fortunate than those for whom your generosity meant less.", "tokens": ["RB", ",", "IN", "DT", "MD", "VB", "DT", "NN", "IN", "VBG", "TO", "NNS", "WP", "MD", "VB", "PRP", "DT", "RBS", "RB", "MD", "VB", "DT", "JJR", "JJ", "NN", "IN", "DT", "JJ", "NN", ",", "PRP", "VBP", "IN", "VBG", "TO", "DT", "IN", "NN", "VBZ", "RB", "RBR", "IN", "VBG", "TO", "DT", "WP", "RB", "VBP", "JJ", ",", "CC", "DT", "NN", "MD", "VB", "RB", "JJR", "IN", "DT", "IN", "NN", "WRB", "PRP", "VBP", "RBR", "JJ", "IN", "DT", "IN", "WP", "PRP$", "NN", "NN", "RBR", "."], "tree": "(TOP (S (ADVP (RB RB)) (, ,) (SBAR (IN IN) (S (NP (DT DT)) (VP (MD MD) (VP (VB VB) (NP (DT DT) (NN NN) (SBAR (IN IN) (S (S (VP (VBG VBG) (PP (IN IN) (NP (NP (NNS NNS)) (SBAR (WHNP (WP WP)) (S (VP (MD MD) (VP (VB VB) (NP (PRP PRP)) (ADVP (NP (DT DT) (RBS RBS)) (ADVP (RB RB))))))))))) (VP (MD MD) (VP (VB VB) (NP (DT DT) (JJR JJR) (JJ JJ) (NN NN)) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN)))))))))))) (, ,) (NP (PRP PRP)) (VP (VBP VBP) (SBAR (SBAR (IN IN) (S (S (VP (VBG VBG) (PP (IN IN) (NP (NP (DT DT)) (PP (IN IN) (NP (NN NN))))))) (VP (VBZ VBZ) (ADVP (ADVP (RB RB) (RBR RBR)) (PP (IN IN) (S (VP (VBG VBG) (PP (IN IN) (NP (NP (DT DT)) (SBAR (WHNP (WP WP)) (S (ADVP (RB RB)) (VP (VBP VBP) (NP (JJ JJ)))))))))))))) (, ,) (CC CC) (SBAR (IN IN) (S (NP (NN NN)) (VP (MD MD) (VP (VB VB) (ADJP (ADJP (RB RB) (JJR JJR)) (PP (IN IN) (NP (NP (NP (NP (NP (DT DT)) (PP (IN IN) (NP (NN NN)))) (WHADVP (WRB WRB)) (NP (PRP PRP))) (VBP VBP)) (ADJP (RBR RBR) (JJ JJ))))) (PP (IN IN) (NP (NP (DT DT)) (SBAR (WHPP (IN IN) (WHNP (WP WP))) (S (NP (PRP$ PRP$) (NN NN)) (VP (VBD VBD) (NP (JJR JJR))))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 43, "text": "Other qualities I have valued in my definition of being a “good person” are kindness, which I define as being considerate, friendly, and generous, and morality, defined here as a set of principles of conduct or a system of values that distinguish between right and wrong.", "tokens": ["JJ", "NNS", "PRP", "VBP", "VBN", "IN", "PRP$", "NN", "IN", "VBG", "DT", "NN", "JJ", "NN", "NNS", "VBP", "NN", ",", "WDT", "PRP", "VBP", "IN", "VBG", "NN", ",", "RB", ",", "CC", "JJ", ",", "CC", "NN", ",", "VBN", "RB", "IN", "DT", "NN", "IN", "NNS", "IN", "NN", "CC", "DT", "NN", "IN", "NNS", "WDT", "VBP", "IN", "NN", "CC", "JJ", "."], "tree": "(TOP (S (NP (NP (JJ JJ) (NNS NNS)) (SBAR (S (NP (PRP PRP)) (VP (VBP VBP) (VP (VBN VBN) (PP (IN IN) (NP (NP (PRP$ PRP$) (NN NN)) (PP (IN IN) (S (VP (VBG VBG) (NP (DT DT) (`` ``) (JJ JJ) (NN NN) ('' '')))))))))))) (VP (VBP VBP) (NP (NP (NP (NN NN)) (, ,) (SBAR (WHNP (WDT WDT)) (S (NP (PRP PRP)) (VP (VBP VBP) (PP (IN IN) (S (VP (VBG VBG) (ADJP (JJ JJ) (, ,) (JJ JJ) (, ,) (CC CC) (JJ JJ))))))))) (, ,) (CC CC) (NP (NP (NN NN)) (, ,) (VP (VBN VBN) (ADVP (RB RB)) (PP (IN IN) (NP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (NNS NNS)) (PP (IN IN) (NP (NN NN)))))) (CC CC) (NP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NNS NNS)))) (SBAR (WHNP (WDT WDT)) (S (VP (VBP VBP) (PP (IN IN) (NP (NN NN) (CC CC) (JJ JJ))))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 44, "text": "Multiple studies have shown that kindness is universally preferred and sought after in relationships, both romantic and platonic, receiving “the highest mean rating across contexts (M = 6.8)” in one study on the preferences of individuals for various traits in romantic partners versus friends\n(Sprecher, S., & Regan, P. C. 2002), and showing that acts of kindness increase peer acceptance in another (Layous, K., Nelson, S. K., Oberle, E., Schonert-Reichl, K. A., & Lyubomirsky, S. 2012).", "tokens": ["JJ", "NNS", "VBP", "VBN", "IN", "NN", "VBZ", "RB", "JJ", "CC", "VBD", "IN", "IN", "NNS", ",", "DT", "JJ", "CC", "JJ", ",", "VBG", "PDT", "DT", "JJS", "NN", "NN", "IN", "NN", "(", "NNP", "NNP", "CD", ")", "NN", "IN", "CD", "NN", "IN", "DT", "NNS", "IN", "NNS", "IN", "JJ", "NNS", "IN", "JJ", "NNS", "VBP", "NNS", "(", "NNP", ",", "NNP", ",", "CC", "NNP", ",", "NNP", "NNP", "CD", ")", ",", "CC", "VBG", "IN", "NNS", "IN", "JJ", "NN", "NN", "NN", "IN", "DT", "(", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", "NNP", ",", "CC", "NNP", ",", "NNP", "CD", ")", "."], "tree": "(TOP (S (NP (JJ JJ) (NNS NNS)) (VP (VBP VBP) (VP (VBN VBN) (IN IN) (S (NP (NN NN)) (VP (VP (VBZ VBZ) (ADVP (RB RB)) (VP (VBN VBN)) (CC CC) (ADJP (VBN VBN) (IN IN)) (PP (PP (IN IN) (NP (NNS NNS))) (, ,) (ADJP (DT DT) (JJ JJ) (CC CC) (JJ JJ)) (, ,) (VBG VBG) (`` ``) (NP (NP (DT DT) (JJS JJS) (NN NN) (NN NN)) (PP (PP (IN IN) (NP (NNS NNS))) (-LRB- -LRB-) (NP (NP (NN NN)) (PP (IN IN) (NP (CD CD)))) (-RRB- -RRB-)))) ('' '') (PP (PP (IN IN) (NP (NP (CD CD) (NN NN)) (PP (IN IN) (NP (NP (DT DT) (NNS NNS)) (PP (IN IN) (NP (NNS NNS))) (PP (IN IN) (NP (NP (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (NP (JJ JJ) (NNS NNS)) (PP (CC CC) (NP (NNS NNS))))))))))) (-LRB- -LRB-) (NP (NNP NNP) (, ,) (NNP NNP) (, ,) (CC CC) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP) (NNP NNP))) (CD CD)) (-RRB- -RRB-))) (, ,) (CC CC) (VP (VBG VBG) (SBAR (IN IN) (S (NP (NP (NNS NNS)) (PP (IN IN) (NP (NN NN)))) (VP (VP (VP (VBP VBP) (NP (NN NN) (NN NN)) (PP (IN IN) (NP (DT DT)))) (-LRB- -LRB-) (NP (NP (NP (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (NP (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP) (NNP NNP))) (, ,) (NP (NNP NNP) (, ,) (NNP NNP))) (, ,) (NNP NNP) (. .) (NNP NNP)) (NNP NNP)) (, ,) (CC CC) (NP (NNP NNP) (, ,) (NNP NNP))) (CD CD)) (-RRB- -RRB-))))))))) (-RRB- -RRB-)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 45, "text": "Other studies have shown that morality consistently outranks sociability and competence in impression formation of other individuals and groups (Brambilla, M., & Leach, C. W. 2014), (Brambilla, M., & Sacchi, S. 2021).", "tokens": ["JJ", "NNS", "VBP", "VBN", "IN", "NN", "RB", "VBZ", "NN", "CC", "NN", "IN", "NN", "NN", "IN", "JJ", "NNS", "CC", "NNS", "(", "NNP", ",", "NNP", ",", "CC", "NNP", ",", "NNP", "NNP", "CD", ")", ",", "(", "NNP", ",", "NNP", ",", "CC", "NNP", ",", "NNP", "CD", ")", "."], "tree": "(TOP (S (NP (JJ JJ) (NNS NNS)) (VP (VBP VBP) (VP (VBN VBN) (SBAR (IN IN) (S (NP (NN NN)) (ADVP (RB RB)) (VP (VP (VP (VBZ VBZ) (NP (NN NN) (CC CC) (NN NN)) (PP (IN IN) (NP (NP (NN NN) (NN NN)) (PP (IN IN) (NP (JJ JJ) (NNS NNS) (CC CC) (NNS NNS)))))) (PRN (-LRB- -LRB-) (NP (NNP NNP) (, ,) (NNP NNP) (, ,) (CC CC) (NP (NNP NNP) (, ,) (NNP NNP) (NNP NNP)) (CD CD)) (-RRB- -RRB-))) (, ,) (-LRB- -LRB-) (NNP NNP) (, ,) (NNP NNP) (, ,) (CC CC) (NP (NNP NNP) (, ,) (NNP NNP) (CD CD)) (-RRB- -RRB-)))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 46, "text": "A study on important traits in forming impressions by Brambilla, M., Sacchi, S., Rusconi, P., & Goodwin, G. P. (2019), resulted in morality holding “...the highest weight in forming impressions (β = .72), significantly outweighing sociability (β = .41) and competence (β = .33)”, and revealed that \"Participants rated morality traits like 'trustworthy' as 85% more critical for first impressions than sociability traits like 'friendly”.", "tokens": ["DT", "NN", "IN", "JJ", "NNS", "IN", "VBG", "NNS", "IN", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "CC", "NNP", ",", "NNP", "NNP", "(", "CD", ")", ",", "VBD", "IN", "NN", "VBG", "NNS", ":", "DT", "JJS", "NN", "IN", "VBG", "NNS", "(", "JJ", "NNP", "NNP", ")", ",", "RB", "VBG", "NN", "(", "JJ", "NNP", "NNP", ")", "CC", "NN", "(", "JJ", "NNP", "NNP", ")", "NN", ",", "CC", "VBD", "IN", "``", "NNS", "VBN", "JJ", "NNS", "IN", "NNP", "POS", "IN", "CD", "NN", "JJR", "JJ", "IN", "JJ", "NNS", "IN", "NN", "NNS", "IN", "RB", "NNP", "."], "tree": "(TOP (S (NP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (JJ JJ) (NNS NNS)) (PP (IN IN) (S (VP (VBG VBG) (NP (NNS NNS))))))) (PP (IN IN) (NP (NNP NNP) (, ,) (NNP NNP) (, ,) (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (CC CC) (NP (NP (NNP NNP) (, ,) (NNP NNP) (NNP NNP)) (-LRB- -LRB-) (NP (CD CD)) (-RRB- -RRB-))))) (, ,)) (VP (VP (VP (VP (VBD VBD) (PP (IN IN) (S (NP (NN NN)) (VP (VBG VBG) (`` ``) (: :) (NP (NP (NP (DT DT) (JJS JJS) (NN NN)) (PP (PP (IN IN) (S (VP (VBG VBG) (NP (NNS NNS))))) (-LRB- -LRB-) (-LRB- -LRB-) (SYM SYM) (CD CD) (-RRB- -RRB-))) (, ,) (ADVP (RB RB)) (VBG VBG) (NP (NP (NP (NN NN)) (-LRB- -LRB-) (-LRB- -LRB-) (NN NN) (CD CD) (-RRB- -RRB-) (CC CC) (NN NN)) (-LRB- -LRB-) (-LRB- -LRB-) (NN NN) (CD CD) (-RRB- -RRB-))))))) (, ,)) (, ,)) (CC CC) (VP (VBD VBD) (SBAR (IN IN) (-LRB- -LRB-) (NP (NP (NNS NNS)) (VP (VBD VBD) (NP (NP (NN NN) (NNS NNS)) (PP (IN IN) (NP (JJ JJ) ('' '')))) (PP (IN IN) (NP (NP (NP (NN NN)) (NN NN)) (RBR RBR) (JJ JJ) (PP (IN IN) (NP (NP (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (NP (NN NN) (NNS NNS)) (IN IN) (ADJP (JJ JJ)))))))))) (. .)))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 47, "text": "Furthermore, perceived immorality was “...a strong predictor of threat perception (r = 0.79).", "tokens": ["RB", ",", "VBD", "NN", "VBD", "JJ", ":", "DT", "JJ", "NN", "IN", "NN", "NN", "(", "JJ", "NNP", "CD", ")", "."], "tree": "(TOP (S (ADVP (RB RB)) (, ,) (NP (VBN VBN) (NN NN)) (VP (VBD VBD) (`` ``) (: :) (NP (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NN NN) (NN NN)))) (-LRB- -LRB-) (NP (NP (NN NN)) (FW FW) (NP (CD CD))) (-RRB- -RRB-))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 48, "text": "\", and \"Information about morality was processed faster than sociability or competence (average RT = 650ms vs. 950ms)\" (Brambilla, M., Sacchi, S., Rusconi, P., & Goodwin, G. P. 2019).", "tokens": ["``", ",", "CC", "``", "NN", "IN", "NN", "VBD", "VBN", "RBR", "IN", "NN", "CC", "NN", "(", "JJ", "NNP", "NN", "CD", "IN", "CD", ")", "''", "(", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "CC", "NNP", ",", "NNP", "NNP", "CD", ")", "."], "tree": "(TOP (S (LS LS) (, ,) (CC CC) (-LRB- -LRB-) (S (NP (NP (NN NN)) (PP (IN IN) (NP (NN NN)))) (VP (VBD VBD) (VP (VBN VBN) (ADVP (ADVP (ADVP (RBR RBR)) (PP (IN IN) (NP (NN NN) (CC CC) (NN NN)))) (-LRB- -LRB-) (NP (NP (JJ JJ) (NN NN)) (PP (IN IN) (NP (NP (NNS NNS)) (PP (IN IN) (NP (NNS NNS)))))) (-RRB- -RRB-))))) ('' '') (-LRB- -LRB-) (NP (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP))) (, ,) (CC CC) (NP (NP (NNP NNP) (, ,) (NNP NNP) (NNP NNP)) (CD CD))) (-RRB- -RRB-) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 49, "text": "This supports the idea that morality may hold a deep-rooted evolutionary importance to establishing relationships, and that one of the most important factors in making new friends and integrating into social groups may be to simply be a good person.", "tokens": ["DT", "VBZ", "DT", "NN", "IN", "NN", "MD", "VB", "DT", "JJ", "JJ", "NN", "TO", "VBG", "NNS", ",", "CC", "IN", "CD", "IN", "DT", "RBS", "JJ", "NNS", "IN", "VBG", "JJ", "NNS", "CC", "VBG", "IN", "JJ", "NNS", "MD", "VB", "TO", "RB", "VB", "DT", "JJ", "NN", "."], "tree": "(TOP (S (NP (DT DT)) (VP (VBZ VBZ) (NP (DT DT) (NN NN) (SBAR (SBAR (IN IN) (S (NP (NN NN)) (VP (MD MD) (VP (VB VB) (NP (NP (DT DT) (VBN VBN) (JJ JJ) (NN NN)) (PP (IN IN) (S (VP (VBG VBG) (NP (NNS NNS)))))))))) (, ,) (CC CC) (SBAR (IN IN) (S (NP (NP (CD CD)) (PP (IN IN) (NP (NP (DT DT) (ADJP (RBS RBS) (JJ JJ)) (NNS NNS)) (PP (IN IN) (S (VP (VP (VBG VBG) (NP (JJ JJ) (NNS NNS))) (CC CC) (VP (VBG VBG) (PP (IN IN) (NP (JJ JJ) (NNS NNS)))))))))) (VP (MD MD) (VP (VB VB) (S (VP (TO TO) (ADVP (RB RB)) (VP (VB VB) (NP (DT DT) (JJ JJ) (NN NN)))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 50, "text": "Compassion, forgiveness, and gratitude are also important factors in being a “good person”.", "tokens": ["NN", ",", "NN", ",", "CC", "NN", "VBP", "RB", "JJ", "NNS", "IN", "VBG", "DT", "NN", "JJ", "NN", "NNP", "."], "tree": "(TOP (S (NP (NN NN) (, ,) (NN NN) (, ,) (CC CC) (NN NN)) (VP (VBP VBP) (ADVP (RB RB)) (NP (NP (JJ JJ) (NNS NNS)) (PP (IN IN) (S (VP (VBG VBG) (NP (DT DT) (`` ``) (JJ JJ) (NN NN))))))) (. .) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 51, "text": "However, compassion towards others, and general life success, cannot be obtained without first being compassionate to yourself.", "tokens": ["RB", ",", "NN", "NNS", "NNS", ",", "CC", "JJ", "NN", "NN", ",", "MD", "RB", "VB", "VBN", "IN", "JJ", "VBG", "NN", "TO", "PRP", "."], "tree": "(TOP (S (ADVP (RB RB)) (, ,) (NP (NP (NP (NN NN)) (PP (IN IN) (NP (NNS NNS)))) (, ,) (CC CC) (NP (JJ JJ) (NN NN) (NN NN)) (, ,)) (VP (MD MD) (RB RB) (VP (VB VB) (VP (VBN VBN) (PP (IN IN) (S (ADVP (RB RB)) (VP (VBG VBG) (ADJP (JJ JJ) (PP (IN IN) (NP (PRP PRP)))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 52, "text": "Higher self-compassion correlates with 35% lower burnout and compassion fatigue in student midwives, while self judgement increased burnout by 27% and compassion fatigue by 22%, and self-kindness improved professional quality of life scores by 40% (Beaumont, E., Durkin, M., Hollins Martin, C. J., & Carson, J.", "tokens": ["JJR", "NN", "NNS", "IN", "CD", "NN", "JJR", "NN", "CC", "NN", "NN", "IN", "NN", "NNS", ",", "IN", "JJ", "NN", "VBD", "NN", "IN", "CD", "NN", "CC", "NN", "NN", "IN", "CD", "NN", ",", "CC", "JJ", "VBN", "JJ", "NN", "IN", "NN", "NNS", "IN", "CD", "NN", "(", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", "NNP", ",", "NNP", "NNP", ",", "CC", "NNP", ",", "NNP", "."], "tree": "(TOP (S (NP (JJR JJR) (NN NN)) (VP (VBZ VBZ) (PP (IN IN) (NP (NP (ADJP (NP (CD CD) (NN NN)) (JJR JJR)) (NML (NML (NN NN)) (CC CC) (NML (NN NN) (NN NN)))) (PP (IN IN) (NP (NN NN) (NNS NNS))))) (, ,) (SBAR (IN IN) (S (S (NP (NN NN) (NN NN)) (VP (VP (VBD VBD) (NP (NN NN)) (PP (IN IN) (NP (CD CD) (NN NN)))) (CC CC) (S (NP (NN NN) (NN NN)) (PP (IN IN) (NP (CD CD) (NN NN))))) (, ,) (CC CC) (S (NP (NN NN)) (VP (VBD VBD) (NP (NML (NP (JJ JJ) (NN NN)) (PP (IN IN) (NP (NN NN)))) (NNS NNS)) (PP (IN IN) (NP (CD CD) (NN NN)))))) (-LRB- -LRB-) (NP (NP (NNP NNP)) (, ,) (NNP NNP)) (, ,) (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (NP (NNP NNP) (NNP NNP) (, ,) (NP (NNP NNP) (NNP NNP))) (, ,) (CC CC) (NP (NNP NNP) (, ,) (NNP NNP))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 53, "text": "Many studies have shown the link between life-satisfaction and gratitude (Chauhan, A. S., Mathur, G., Gulati, C., & Sharma, A.", "tokens": ["JJ", "NNS", "VBP", "VBN", "DT", "NN", "IN", "NN", "CC", "NN", "(", "NNP", ",", "NNP", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "CC", "NNP", ",", "NNP", "."], "tree": "(TOP (S (NP (JJ JJ) (NNS NNS)) (VP (VBP VBP) (VP (VP (VBN VBN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (NN NN)) (CC CC) (NP (NN NN)))))) (-LRB- -LRB-) (NP (NP (NP (NNP NNP)) (, ,) (NNP NNP) (NNP NNP)) (, ,) (NNP NNP) (, ,) (NNP NNP) (, ,) (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (CC CC) (NP (NP (NNP NNP) (, ,) (NNP NNP)) (. .)))))))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 54, "text": "2024), (Toussaint, L., & Friedman, P. 2009), (Emmons, R. A., & McCullough, M. E. 2003), (Hermaen, H., & Bhutto, Z. H. 2020), emphasizing that being grateful for what you already have leads to higher levels of positive affect, life satisfaction, flourishing, and even reductions in negative physical symptoms.", "tokens": ["CD", ")", ",", "(", "NNP", ",", "NNP", ",", "CC", "NNP", ",", "NNP", "CD", ")", ",", "(", "NNP", ",", "NNP", "NNP", ",", "CC", "NNP", ",", "NNP", "NNP", "CD", ")", ",", "(", "NNP", ",", "NNP", ",", "CC", "NNP", ",", "NNP", "NNP", "CD", ")", ",", "VBG", "IN", "VBG", "JJ", "IN", "WP", "PRP", "RB", "VBP", "NNS", "TO", "JJR", "NNS", "IN", "JJ", "NN", ",", "NN", "NN", ",", "NN", ",", "CC", "RB", "NNS", "IN", "JJ", "JJ", "NNS", "."], "tree": "(TOP (S (NP (NP (CD CD)) (-RRB- -RRB-)) (, ,) (-LRB- -LRB-) (NNP NNP) (, ,) (NNP NNP) (, ,) (CC CC) (NP (NNP NNP) (, ,) (NNP NNP)) (CD CD) (-RRB- -RRB-) (, ,) (-LRB- -LRB-) (NP (NNP NNP) (, ,) (NNP NNP) (NNP NNP)) (, ,) (CC CC) (NNP NNP) (, ,) (NNP NNP) (NNP NNP) (CD CD) (-RRB- -RRB-) (, ,) (-LRB- -LRB-) (NP (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (CC CC) (NP (NNP NNP)) (, ,) (NNP NNP) (NNP NNP) (CD CD)) (-RRB- -RRB-) (, ,) (S (VP (VBG VBG) (SBAR (IN IN) (S (S (VP (VBG VBG) (ADJP (JJ JJ) (PP (IN IN) (SBAR (WHNP (WP WP)) (S (NP (PRP PRP)) (ADVP (RB RB)) (VP (VBP VBP)))))))) (VP (VBZ VBZ) (PP (IN IN) (NP (NP (NP (JJR JJR) (NNS NNS)) (PP (IN IN) (NP (JJ JJ) (NN NN)))) (, ,) (NP (NP (NN NN) (NN NN)) (, ,) (NP (NN NN))) (, ,) (CC CC) (NP (NP (RB RB) (NNS NNS)) (PP (IN IN) (NP (JJ JJ) (JJ JJ) (NNS NNS))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 55, "text": "Once this compassion is exercised on oneself, it can be focused outwards on others.", "tokens": ["RB", "DT", "NN", "VBZ", "VBN", "IN", "PRP", ",", "PRP", "MD", "VB", "VBN", "NNS", "IN", "NNS", "."], "tree": "(TOP (S (SBAR (IN IN) (S (NP (DT DT) (NN NN)) (VP (VBZ VBZ) (VP (VBN VBN) (PP (IN IN) (NP (NN NN))))))) (, ,) (NP (PRP PRP)) (VP (MD MD) (VP (VB VB) (VP (VBN VBN) (ADVP (RB RB)) (PP (IN IN) (NP (NNS NNS)))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 56, "text": "This is a foundational aspect of socialization.", "tokens": ["DT", "VBZ", "DT", "JJ", "NN", "IN", "NN", "."], "tree": "(TOP (S (NP (DT DT)) (VP (VBZ VBZ) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NN NN))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 57, "text": "A study by Toda, R., Toda, N., Hagihara, H., & Kanakogi, Y.", "tokens": ["DT", "NN", "IN", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "CC", "NNP", ",", "NNP", "."], "tree": "(TOP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (NP (NNP NNP)) (, ,) (NNP NNP)) (, ,) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP))) (, ,) (NP (NP (NNP NNP)) (, ,) (NNP NNP)) (, ,) (CC CC) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 58, "text": "(2024) revealed that children as young as 4 years associate forgiveness with relational restoration, and by age 6 understand that forgiveness brings emotional benefits to the victim.", "tokens": ["(", "CD", ")", "VBD", "DT", "NNS", "RB", "JJ", "IN", "CD", "NNS", "JJ", "NN", "IN", "JJ", "NN", ",", "CC", "IN", "NN", "CD", "NN", "WDT", "JJ", "VBZ", "JJ", "NNS", "TO", "DT", "NN", "."], "tree": "(TOP (S (-LRB- -LRB-) (NP (CD CD)) (-RRB- -RRB-) (VP (VBD VBD) (SBAR (IN IN) (S (NP (NP (NNS NNS)) (ADJP (RB RB) (JJ JJ) (PP (IN IN) (NP (CD CD) (NNS NNS))))) (VP (VP (VBP VBP) (NP (NN NN)) (PP (IN IN) (NP (JJ JJ) (NN NN)))) (, ,) (CC CC) (VP (PP (IN IN) (NP (NN NN) (CD CD))) (VP (VBP VBP) (SBAR (IN IN) (S (NP (NN NN)) (VP (VBZ VBZ) (NP (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (DT DT) (NN NN)))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 59, "text": "It also revealed that as children got older, they forgave more, and understood by age 6 that unforgiveness was linked to negative emotions (Toda, R., Toda, N., Hagihara, H., & Kanakogi, Y.", "tokens": ["PRP", "RB", "VBD", "IN", "IN", "NNS", "VBD", "JJR", ",", "PRP", "VBP", "JJR", ",", "CC", "NN", "IN", "NN", "CD", "IN", "NN", "VBD", "VBN", "TO", "JJ", "NNS", "(", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "CC", "NNP", ",", "NNP", "."], "tree": "(TOP (S (NP (PRP PRP)) (ADVP (RB RB)) (VP (VBD VBD) (SBAR (IN IN) (S (SBAR (IN IN) (S (NP (NNS NNS)) (VP (VBD VBD) (ADJP (JJR JJR))))) (, ,) (NP (PRP PRP)) (VP (VP (VBP VBP) (NP (JJR JJR))) (, ,) (CC CC) (VP (VBD VBD) (PP (IN IN) (NP (NN NN) (CD CD))) (SBAR (IN IN) (S (NP (NN NN)) (VP (VBD VBD) (VP (VBN VBN) (PP (IN IN) (NP (NP (JJ JJ) (NNS NNS)) (-LRB- -LRB-) (NP (NNP NNP) (, ,) (NNP NNP) (, ,) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP))) (, ,) (NP (NP (NNP NNP)) (, ,) (NNP NNP)) (, ,) (CC CC) (NP (NNP NNP) (, ,) (NNP NNP)))))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 60, "text": "Other studies have shown the link between empathy and positive peer relationships (Haslip, M. J., Allen-Handy, A., & Donaldson, L. 2019), while maintaining that forgiveness does not always lead to reconciliation.", "tokens": ["JJ", "NNS", "VBP", "VBN", "DT", "NN", "IN", "JJ", "CC", "JJ", "NN", "NNS", "(", "NNP", ",", "NNP", "NNP", ",", "NNP", ",", "NNP", ",", "CC", "NNP", ",", "NNP", "CD", ")", ",", "IN", "VBG", "IN", "NN", "VBZ", "RB", "RB", "VBP", "TO", "NN", "."], "tree": "(TOP (S (NP (JJ JJ) (NNS NNS)) (VP (VBP VBP) (VP (VBN VBN) (NP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (NN NN)) (CC CC) (NP (JJ JJ) (NN NN) (NNS NNS))))) (-LRB- -LRB-) (NP (NP (NNP NNP) (, ,) (NNP NNP) (NNP NNP)) (, ,) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP))) (, ,) (CC CC) (NP (NNP NNP) (, ,) (NNP NNP) (CD CD))) (-RRB- -RRB-)) (, ,) (SBAR (IN IN) (S (VP (VBG VBG) (SBAR (IN IN) (S (NP (NN NN)) (VP (VBZ VBZ) (RB RB) (ADVP (RB RB)) (VP (VB VB) (PP (IN IN) (NP (NN NN)))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 61, "text": "This emphasizes the important role of forgiveness in positive social outcomes.", "tokens": ["DT", "VBZ", "DT", "JJ", "NN", "IN", "NN", "IN", "JJ", "JJ", "NNS", "."], "tree": "(TOP (S (NP (DT DT)) (VP (VBZ VBZ) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NN NN))) (PP (IN IN) (NP (JJ JJ) (JJ JJ) (NNS NNS))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 62, "text": "From a more economic point of view, a study by Dreber, A., Rand, D. G., Fudenberg, D., & Nowak, M. A.", "tokens": ["IN", "DT", "RBR", "JJ", "NN", "IN", "NN", ",", "DT", "NN", "IN", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", "NNP", ",", "NNP", ",", "NNP", ",", "CC", "NNP", ",", "NNP", "NNP", "."], "tree": "(TOP (FRAG (PP (IN IN) (NP (NP (DT DT) (ADJP (RBR RBR) (JJ JJ)) (NN NN)) (PP (IN IN) (NP (NN NN))))) (, ,) (NP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (NP (NNP NNP) (, ,) (NNP NNP) (NNP NNP)) (, ,) (NP (NP (NNP NNP)) (, ,) (NNP NNP)) (, ,) (CC CC) (NP (NNP NNP) (, ,) (NNP NNP) (NNP NNP))))) (. .))))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 63, "text": "(2008) discovered that costly punishment reduced group payoffs (25% lower average payoffs) despite encouraging cooperation, and that high payoff individuals used punishment less than 5% of the time.", "tokens": ["(", "CD", ")", "VBD", "IN", "JJ", "NN", "VBN", "NN", "NNS", "(", "CD", "NN", "JJR", "JJ", "NNS", ")", "IN", "VBG", "NN", ",", "CC", "DT", "JJ", "NN", "NNS", "VBD", "NN", "JJR", "IN", "CD", "NN", "IN", "DT", "NN", "."], "tree": "(TOP (S (-LRB- -LRB-) (NP (CD CD)) (-RRB- -RRB-) (VP (VBD VBD) (SBAR (SBAR (IN IN) (S (NP (JJ JJ) (NN NN)) (VP (VBD VBD) (NP (NP (NN NN) (NNS NNS)) (-LRB- -LRB-) (NP (ADJP (NML (CD CD) (NN NN)) (JJR JJR)) (JJ JJ) (NNS NNS)) (-RRB- -RRB-)) (PP (IN IN) (S (VP (VBG VBG) (NP (NN NN)))))))) (, ,) (CC CC) (SBAR (IN IN) (S (NP (NML (JJ JJ) (NN NN)) (NNS NNS)) (VP (VBD VBD) (NP (NN NN)) (NP (NP (QP (JJR JJR) (IN IN) (CD CD)) (NN NN)) (PP (IN IN) (NP (DT DT) (NN NN))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 64, "text": "Cooperation was also shown to thrive in repeated interactions without need for punitive strategies (75% higher cooperation rates and 20% higher overall efficiency in games w/o punishment), revealing that forgiveness may be the more efficient and successful strategy in the long term (Punishment increased short-term cooperation by 30% but reduced long-term payoffs by 15%) (Dreber, A., Rand, D. G., Fudenberg, D., & Nowak, M. A.", "tokens": ["NN", "VBD", "RB", "VBN", "TO", "VB", "IN", "JJ", "NNS", "IN", "NN", "IN", "JJ", "NNS", "(", "CD", "NN", "JJR", "NN", "NNS", "CC", "CD", "NN", "JJR", "JJ", "NN", "IN", "NNS", "JJ", "NN", ")", ",", "VBG", "IN", "NN", "MD", "VB", "DT", "RBR", "JJ", "CC", "JJ", "NN", "IN", "DT", "JJ", "NN", "(", "NNP", "VBD", "JJ", "NN", "IN", "CD", "NN", "CC", "JJ", "JJ", "NNS", "IN", "CD", "NN", ")", "(", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", "NNP", ",", "NNP", ",", "NNP", ",", "CC", "NNP", ",", "NNP", "NNP", "."], "tree": "(TOP (S (NP (NN NN)) (VP (VP (VP (VBD VBD) (ADVP (RB RB)) (VP (VBN VBN) (S (VP (S (VP (TO TO) (VP (VB VB) (PP (IN IN) (NP (VBN VBN) (NNS NNS))) (PP (IN IN) (NP (NP (NN NN)) (PP (IN IN) (NP (JJ JJ) (NNS NNS)))))))) (PRN (-LRB- -LRB-) (NP (NP (ADJP (NP (CD CD) (NN NN)) (JJR JJR)) (NN NN) (NNS NNS)) (CC CC) (NP (NP (ADJP (NP (CD CD) (NN NN)) (JJR JJR)) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NP (NNS NNS)) (FW FW) (NP (NN NN)))))) (-RRB- -RRB-)))) (, ,) (S (VP (VBG VBG) (SBAR (IN IN) (S (NP (NN NN)) (VP (MD MD) (VP (VB VB) (NP (DT DT) (ADJP (RBR RBR) (JJ JJ) (CC CC) (JJ JJ)) (NN NN)) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN))))))))))) (-LRB- -LRB-) (S (NP (NNP NNP)) (VP (VP (VBD VBD) (NP (NN NN) (NN NN)) (PP (IN IN) (NP (CD CD) (NN NN)))) (CC CC) (VP (VBD VBD) (NP (NN NN) (NNS NNS)) (PP (IN IN) (NP (CD CD) (NN NN)))))) (-RRB- -RRB-)) (-LRB- -LRB-) (NP (NP (NP (NNP NNP)) (, ,) (NNP NNP)) (, ,) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP) (NNP NNP))) (, ,) (NP (NNP NNP) (, ,) (NP (NP (NNP NNP)) (, ,) (CC CC) (NP (NNP NNP))))) (, ,) (NP (NP (NNP NNP) (NNP NNP)) (. .)))))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 65, "text": "Scaling up once again to the scale of businesses, there is significant economic, and social benefit to being ethical, generous, and investing in the well-being of your employees.", "tokens": ["VBG", "RP", "RB", "RB", "TO", "DT", "NN", "IN", "NNS", ",", "EX", "VBZ", "JJ", "JJ", ",", "CC", "JJ", "NN", "TO", "VBG", "JJ", ",", "JJ", ",", "CC", "VBG", "IN", "DT", "NN", "IN", "PRP$", "NNS", "."], "tree": "(TOP (S (S (VP (VBG VBG) (PRT (RP RP)) (ADVP (RB RB) (RB RB)) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NNS NNS))))))) (, ,) (NP (EX EX)) (VP (VBZ VBZ) (NP (NP (JJ JJ) (ADJP (JJ JJ) (, ,) (CC CC) (JJ JJ)) (NN NN)) (PP (IN IN) (S (VP (VBG VBG) (JJ JJ) (, ,) (JJ JJ) (, ,) (CC CC) (VP (VBG VBG) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (PRP$ PRP$) (NNS NNS))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 66, "text": "A positive corporate reputation contributes to sustained profitability, with a 2002 study finding that \"Firms with above-average reputation scores achieved 24% higher profitability than peers over 15 years (1984-1998)...\", with residual reputation (reputation not explained by financials) accounting for “32% of the variance in sustained profitability beyond financial performance predictors.” (Roberts, P. W., & Dowling, G. R. 2002).", "tokens": ["DT", "JJ", "JJ", "NN", "VBZ", "TO", "VBN", "NN", ",", "IN", "DT", "CD", "NN", "VBG", "IN", "``", "NNS", "IN", "JJ", "NN", "NNS", "VBD", "CD", "NN", "JJR", "NN", "IN", "NNS", "IN", "CD", "NNS", "(", "JJ", ")", ":", "''", ",", "IN", "JJ", "NN", "(", "NN", "RB", "VBN", "IN", "NNS", ")", "NN", "IN", "JJ", "CD", "NN", "IN", "DT", "NN", "IN", "JJ", "NN", "IN", "JJ", "NN", "NN", "NNP", "(", "NNP", ",", "NNP", "NNP", ",", "CC", "NNP", ",", "NNP", "NNP", "CD", ")", "."], "tree": "(TOP (S (NP (DT DT) (JJ JJ) (JJ JJ) (NN NN)) (VP (VBZ VBZ) (PP (IN IN) (NP (VBN VBN) (NN NN))) (, ,) (PP (IN IN) (NP (NP (DT DT) (CD CD) (NN NN)) (VP (VBG VBG) (SBAR (SBAR (SBAR (IN IN) (-LRB- -LRB-) (NP (NP (NNS NNS)) (PP (IN IN) (NP (JJ JJ) (NN NN) (NNS NNS)))) (VP (VP (VBD VBD) (NP (NP (ADJP (NP (CD CD) (NN NN)) (JJR JJR)) (NN NN)) (PP (IN IN) (NP (NNS NNS)))) (PP (IN IN) (NP (CD CD) (NNS NNS))) (-LRB- -LRB-) (NP (CD CD)) (-RRB- -RRB-)) (. .) ('' '') (, ,) (PP (IN IN) (S (NP (NP (JJ JJ) (NN NN)) (-LRB- -LRB-) (NP (NP (NN NN)) (VP (RB RB) (VBN VBN) (PP (IN IN) (NP (NNS NNS))))) (-RRB- -RRB-)) (VP (VBG VBG) (PP (PP (IN IN) (`` ``) (NP (CD CD) (NN NN)) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (VBN VBN) (NN NN)))))) (PP (IN IN) (NP (JJ JJ) (NN NN))))))))) (. .) ('' '')) (-LRB- -LRB-) (NP (NP (NNP NNP)) (, ,) (S (NNP NNP) (NNP NNP))) (, ,) (CC CC) (NML (NNP NNP) (, ,) (NNP NNP) (NNP NNP) (CD CD)) (-RRB- -RRB-)))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 67, "text": "In the same study, reputation building activities generated long term trust in the corporations, and demonstrated that being perceived as a good corporate actor fosters financial and reputational success.", "tokens": ["IN", "DT", "JJ", "NN", ",", "NN", "NN", "NNS", "VBD", "JJ", "NN", "NN", "IN", "DT", "NNS", ",", "CC", "VBD", "IN", "VBG", "VBN", "IN", "DT", "JJ", "JJ", "NN", "NNS", "JJ", "CC", "JJ", "NN", "."], "tree": "(TOP (S (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN))) (, ,) (NP (NML (NN NN) (NN NN)) (NNS NNS)) (VP (VP (VBD VBD) (NP (NP (NML (JJ JJ) (NN NN)) (NN NN)) (PP (IN IN) (NP (DT DT) (NNS NNS))))) (, ,) (CC CC) (VP (VBD VBD) (SBAR (IN IN) (S (S (VP (VBG VBG) (VP (VBN VBN) (PP (IN IN) (NP (DT DT) (JJ JJ) (JJ JJ) (NN NN)))))) (VP (VBZ VBZ) (NP (ADJP (JJ JJ) (CC CC) (JJ JJ)) (NN NN))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 68, "text": "Companies with the highest Corporate Social Responsibility ratings also experience significantly less volatility (up to 50% less) during crises and see higher cumulative abnormal returns (Yi, Y., Zhang, Z., & Yan, Y.", "tokens": ["NNS", "IN", "DT", "JJS", "JJ", "NNP", "NNP", "NNS", "RB", "VBP", "RB", "JJR", "NN", "(", "IN", "TO", "CD", "NN", "JJR", ")", "IN", "NNS", "CC", "VB", "JJR", "JJ", "JJ", "NNS", "(", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "CC", "NNP", ",", "NNP", "."], "tree": "(TOP (S (NP (NP (NNS NNS)) (PP (IN IN) (NP (DT DT) (JJS JJS) (NML (NNP NNP) (NNP NNP) (NNP NNP)) (NNS NNS)))) (ADVP (RB RB)) (VP (VP (VBP VBP) (NP (NP (ADJP (RB RB) (JJR JJR)) (NN NN)) (-LRB- -LRB-) (ADJP (NP (QP (IN IN) (IN IN) (CD CD)) (NN NN)) (JJR JJR)) (-RRB- -RRB-)) (PP (IN IN) (NP (NNS NNS)))) (CC CC) (VP (VBP VBP) (NP (NP (JJR JJR) (JJ JJ) (JJ JJ) (NNS NNS)) (-LRB- -LRB-) (NP (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (CC CC) (NP (NNP NNP) (, ,) (NNP NNP)))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 69, "text": "2021), (Lins, K. V., Servaes, H., & Tamayo, A.", "tokens": ["CD", ")", ",", "(", "NNP", ",", "NNP", "NNP", ",", "NNP", ",", "NNP", ",", "CC", "NNP", ",", "NNP", "."], "tree": "(TOP (NP (NP (CD CD)) (, ,) (, ,) (-LRB- -LRB-) (NP (NP (NNP NNP) (, ,) (NNP NNP) (NNP NNP)) (, ,) (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (CC CC) (NP (NP (NNP NNP) (, ,) (NNP NNP)) (. .)))))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 70, "text": "2017), (Qiao, T., Han, L., & Liu, Y.", "tokens": ["CD", ")", ",", "(", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "CC", "NNP", ",", "NNP", "."], "tree": "(TOP (NP (CD CD) (-RRB- -RRB-) (, ,) (-LRB- -LRB-) (NP (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP))) (, ,) (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (CC CC) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP)))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 71, "text": "2021), with CSR serving as a sort of insurance policy against crisis.", "tokens": ["CD", ")", ",", "IN", "NNP", "VBG", "IN", "DT", "NN", "IN", "NN", "NN", "IN", "NN", "."], "tree": "(TOP (FRAG (NP (CD CD)) (, ,) (, ,) (PP (IN IN) (S (NP (NNP NNP)) (VP (VBG VBG) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (NN NN) (NN NN)) (PP (IN IN) (NP (NN NN)))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 72, "text": "The impact of these firms’ CSR was strongest in the regions with low market development, meaning this corporate kindness is most effective where it is needed the most!", "tokens": ["DT", "NN", "IN", "DT", "NNS", "VBP", "NNP", "VBD", "JJS", "IN", "DT", "NNS", "IN", "JJ", "NN", "NN", ",", "VBG", "DT", "JJ", "NN", "VBZ", "RBS", "JJ", "WRB", "PRP", "VBZ", "VBN", "DT", "RBS", "."], "tree": "(TOP (S (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (DT DT) (NNS NNS) (POS POS)) (NNP NNP)))) (VP (VBD VBD) (ADJP (JJS JJS)) (PP (IN IN) (NP (NP (DT DT) (NNS NNS)) (PP (IN IN) (NP (JJ JJ) (NN NN) (NN NN))))) (, ,) (S (VP (VBG VBG) (SBAR (S (NP (DT DT) (JJ JJ) (NN NN)) (VP (VBZ VBZ) (ADJP (RBS RBS) (JJ JJ)) (SBAR (WHADVP (WRB WRB)) (S (NP (PRP PRP)) (VP (VBZ VBZ) (VP (VBN VBN) (NP (DT DT) (RBS RBS)))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 73, "text": "And if that wasn’t enough, CSR has also been shown to decrease corporate misconduct in firms by 17%, and reduce ethical violations in firms by 28% (He, F., Huang, X., Liu, G., & Wang, Z.", "tokens": ["CC", "IN", "DT", "VBP", "JJ", "NN", "RB", ",", "NNP", "VBZ", "RB", "VBN", "VBN", "TO", "VB", "JJ", "NN", "IN", "NNS", "IN", "CD", "NN", ",", "CC", "VB", "JJ", "NNS", "IN", "NNS", "IN", "CD", "NN", "(", "PRP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "CC", "NNP", ",", "NNP", "."], "tree": "(TOP (S (CC CC) (SBAR (IN IN) (S (NP (DT DT)) (VP (VBD VBD) (IN IN) (RB RB) (ADJP (RB RB))))) (, ,) (NP (NNP NNP)) (VP (VP (VBZ VBZ) (ADVP (RB RB)) (VP (VBN VBN) (VP (VBN VBN) (S (VP (TO TO) (VP (VP (VB VB) (NP (NP (JJ JJ) (NN NN)) (PP (IN IN) (NP (NNS NNS)))) (PP (IN IN) (NP (CD CD) (NN NN)))) (, ,) (CC CC) (VP (VB VB) (NP (NP (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (NNS NNS)))) (PP (IN IN) (NP (CD CD) (NN NN)))))))))) (-LRB- -LRB-) (NP (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (NP (NP (NNP NNP)) (, ,) (NNP NNP)) (, ,) (CC CC) (NP (NNP NNP) (, ,) (NNP NNP)))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 74, "text": "This is incredibly important for firms’ performance as well as reputation, as witnessing unethical behavior by peers can trigger anger and reduce cooperative performance (Ma, J., Wang, X., & Deng, X.", "tokens": ["DT", "VBZ", "RB", "JJ", "IN", "NNS", "JJ", "NN", "RB", "RB", "IN", "NN", ",", "IN", "VBG", "JJ", "NN", "IN", "NNS", "MD", "VB", "NN", "CC", "VB", "JJ", "NN", "(", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "CC", "NNP", ",", "NNP", "."], "tree": "(TOP (S (NP (DT DT)) (VP (VBZ VBZ) (ADJP (RB RB) (JJ JJ) (PP (IN IN) (NP (NP (NP (NNS NNS) (POS POS)) (NN NN)) (CONJP (RB RB) (RB RB) (IN IN)) (NP (NN NN))))) (, ,) (SBAR (IN IN) (S (S (VP (VBG VBG) (NP (NP (JJ JJ) (NN NN)) (PP (IN IN) (NP (NNS NNS)))))) (VP (MD MD) (VP (VP (VP (VB VB) (NP (NN NN))) (CC CC) (VP (VB VB) (NP (JJ JJ) (NN NN)))) (-LRB- -LRB-) (NP (NNP NNP) (, ,) (NNP NNP) (, ,) (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (CC CC) (NP (NNP NNP) (, ,) (NNP NNP)))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 75, "text": "2024), (Zeng, K., Wang, D., Ye, Q., Li, Z., & Zheng, X.", "tokens": ["CD", ")", ",", "(", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "CC", "NNP", ",", "NNP", "."], "tree": "(TOP (NP (NP (CD CD)) (-RRB- -RRB-) (, ,) (-LRB- -LRB-) (NP (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP))) (, ,) (NP (NP (NNP NNP)) (, ,) (NNP NNP)) (, ,) (CC CC) (NP (NNP NNP) (, ,) (NNP NNP))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 76, "text": "2021), (Maisonneuve, F., Groulx, P., Chênevert, D., & Grady, C. 2024).", "tokens": ["CD", ")", ",", "(", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "CC", "NNP", ",", "NNP", "CD", ")", "."], "tree": "(TOP (NP (NP (CD CD)) (-RRB- -RRB-) (, ,) (-LRB- -LRB-) (NP (NP (NP (NNP NNP)) (, ,) (NNP NNP)) (, ,) (NP (NP (NNP NNP)) (, ,) (NNP NNP)) (, ,) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP))) (, ,) (CC CC) (NP (NP (NNP NNP) (, ,) (NNP NNP)) (CD CD))) (-RRB- -RRB-) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 77, "text": "Even mass layoffs can decrease the performance of a firm’s employees, with “Psychological contract breach” explaining 55% of the decline in organizational citizenship behavior and a 30% decrease in job performance for employees of these companies that implemented layoffs (López Bohle, S., Bal, P. M., Jansen, P. G. W., Leiva, P. I., & Alonso, A. M. 2017).", "tokens": ["RB", "NN", "NNS", "MD", "VB", "DT", "NN", "IN", "DT", "NN", "NNP", "NN", "NNS", ",", "IN", "NNP", "NNP", "NN", "NN", "VBD", "VBG", "CD", "NN", "IN", "DT", "NN", "IN", "JJ", "NN", "NN", "CC", "DT", "CD", "NN", "NN", "IN", "NN", "NN", "IN", "NNS", "IN", "DT", "NNS", "WDT", "VBD", "NNS", "(", "NNP", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", "NNP", ",", "NNP", ",", "NNP", "NNP", "NNP", ",", "NNP", ",", "NNP", "NNP", ",", "CC", "NNP", ",", "NNP", "NNP", "CD", ")", "."], "tree": "(TOP (S (NP (RB RB) (JJ JJ) (NNS NNS)) (VP (MD MD) (VP (VB VB) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (DT DT) (NN NN) (IN IN) (POS POS)) (NNS NNS)))) (, ,) (PP (IN IN) (NP (`` ``) (NP (JJ JJ) (NN NN) (NN NN)) ('' '') (VP (VBG VBG) (NP (NP (NP (NP (CD CD) (NN NN)) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (JJ JJ) (NN NN) (NN NN)))))) (CC CC) (NP (NP (DT DT) (NML (CD CD) (NN NN)) (NN NN)) (PP (IN IN) (NP (NN NN) (NN NN))) (PP (IN IN) (NP (NP (NNS NNS)) (PP (IN IN) (NP (NP (DT DT) (NNS NNS)) (SBAR (WHNP (WDT WDT)) (S (VP (VBD VBD) (NP (NNS NNS))))))))))) (-LRB- -LRB-) (NP (NP (NP (NNP NNP) (NNP NNP)) (, ,) (NNP NNP)) (, ,) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP) (NNP NNP))) (, ,) (NP (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP) (NNP NNP) (NNP NNP))) (, ,) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP) (NNP NNP)))) (, ,) (CC CC) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP) (NNP NNP)) (CD CD))) (-RRB- -RRB-))))))) (-RRB- -RRB-)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 78, "text": "Game theory has shown that even in a selfish, uncertain environment, there is still an optimal level of generosity necessary to achieve the optimal outcome (Molander, P. 1985).", "tokens": ["NNP", "NN", "VBZ", "VBN", "IN", "RB", "IN", "DT", "JJ", ",", "JJ", "NN", ",", "EX", "VBZ", "RB", "DT", "JJ", "NN", "IN", "NN", "JJ", "TO", "VB", "DT", "JJ", "NN", "(", "NNP", ",", "NNP", "CD", ")", "."], "tree": "(TOP (S (NP (NN NN) (NN NN)) (VP (VBZ VBZ) (VP (VBN VBN) (SBAR (IN IN) (S (PP (ADVP (RB RB)) (IN IN) (NP (DT DT) (JJ JJ) (, ,) (JJ JJ) (NN NN))) (, ,) (NP (EX EX)) (VP (VBZ VBZ) (ADVP (RB RB)) (NP (NP (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NN NN)))) (ADJP (JJ JJ) (S (VP (TO TO) (VP (VB VB) (NP (DT DT) (JJ JJ) (NN NN))))))) (PRN (-LRB- -LRB-) (NP (NP (NNP NNP)) (, ,) (NNP NNP) (CD CD)) (-RRB- -RRB-)))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 79, "text": "A bias towards generosity of as little as 10% led to “43% fewer instances of breakdown in cooperation during noisy interactions.\"", "tokens": ["DT", "NN", "IN", "NN", "IN", "RB", "JJ", "IN", "CD", "NN", "VBD", "TO", "VB", "CD", "NN", "JJR", "NNS", "IN", "NN", "IN", "NN", "IN", "JJ", "NNS", ".", "''"], "tree": "(TOP (S (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NN NN))) (PP (IN IN) (NP (QP (RB RB) (JJ JJ) (IN IN) (CD CD)) (NN NN)))) (VP (VBD VBD) (PP (IN IN) (`` ``) (NP (NP (ADJP (NP (CD CD) (NN NN)) (JJR JJR)) (NNS NNS)) (PP (IN IN) (NP (NP (NN NN)) (PP (IN IN) (NP (NN NN))) (PP (IN IN) (NP (JJ JJ) (NNS NNS)))))))) (. .) ('' '')))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 80, "text": "Additionally, \"Generous strategies outperformed purely retaliatory strategies by 32% in overall payoffs” in the same game.", "tokens": ["RB", ",", "``", "JJ", "NNS", "VBD", "RB", "JJ", "NNS", "IN", "CD", "NN", "IN", "JJ", "NNS", "VBP", "IN", "DT", "JJ", "NN", "."], "tree": "(TOP (S (ADVP (RB RB)) (, ,) (-LRB- -LRB-) (NP (JJ JJ) (NNS NNS)) (VP (VBD VBD) (NP (ADJP (RB RB) (JJ JJ)) (NNS NNS)) (PP (IN IN) (NP (CD CD) (NN NN))) (PP (IN IN) (NP (JJ JJ) (NNS NNS))) ('' '') (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN)))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 81, "text": "In a game as noisy and uncertain as life, it pays off to be unconditionally generous.", "tokens": ["IN", "DT", "NN", "IN", "NN", "CC", "JJ", "IN", "NN", ",", "PRP", "VBZ", "IN", "TO", "VB", "RB", "JJ", "."], "tree": "(TOP (S (PP (IN IN) (NP (NP (DT DT) (NN NN)) (ADJP (ADJP (RB RB) (JJ JJ) (CC CC) (JJ JJ)) (PP (IN IN) (NP (NN NN)))))) (, ,) (NP (NP (PRP PRP))) (VP (VBZ VBZ) (PRT (RP RP)) (S (VP (TO TO) (VP (VB VB) (ADJP (RB RB) (JJ JJ)))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 82, "text": "It’s good to be generous, but it’s also extremely bad to betray.", "tokens": ["PRP", "VBZ", "RB", "JJ", "TO", "VB", "JJ", ",", "CC", "PRP", "NNP", "VBZ", "RB", "RB", "JJ", "TO", "VB", "."], "tree": "(TOP (S (S (NP (NP (PRP PRP))) (VP (VBP VBP) (VP (VBZ VBZ) (ADJP (JJ JJ)) (S (VP (TO TO) (VP (VB VB) (ADJP (JJ JJ)))))))) (, ,) (CC CC) (S (NP (NP (PRP PRP))) (VP (VBP VBP) (VBZ VBZ) (ADVP (RB RB)) (ADJP (RB RB) (JJ JJ)) (S (VP (TO TO) (VP (VB VB)))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 83, "text": "A study by Leonidou, L. C., Aykol, B., Fotiadis, T. A., & Christodoulides, P. (2017) showed that relational performance dropped 28% after a betrayal, and reduced trust between firms.", "tokens": ["DT", "NN", "IN", "NNP", ",", "NNP", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", "NNP", ",", "CC", "NNP", ",", "NNP", "(", "CD", ")", "VBD", "IN", "JJ", "NN", "VBD", "CD", "NN", "IN", "DT", "NN", ",", "CC", "VBD", "NN", "IN", "NNS", "."], "tree": "(TOP (S (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (NP (NNP NNP)) (, ,) (NNP NNP) (NNP NNP)) (, ,) (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (NP (NNP NNP) (, ,) (NNP NNP) (NNP NNP)) (, ,) (CC CC) (NP (NP (NNP NNP) (, ,) (NNP NNP)) (-LRB- -LRB-) (NP (CD CD)) (-RRB- -RRB-))))) (VP (VBD VBD) (SBAR (IN IN) (S (NP (JJ JJ) (NN NN)) (VP (VP (VBD VBD) (NP (CD CD) (NN NN)) (PP (IN IN) (NP (DT DT) (NN NN)))) (, ,) (CC CC) (VP (VBD VBD) (NP (NP (NN NN)) (PP (IN IN) (NP (NNS NNS))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 84, "text": "This trust is necessary for successful business relationships.", "tokens": ["DT", "NN", "VBZ", "JJ", "IN", "JJ", "NN", "NNS", "."], "tree": "(TOP (S (NP (DT DT) (NN NN)) (VP (VBZ VBZ) (ADJP (JJ JJ) (PP (IN IN) (NP (JJ JJ) (NN NN) (NNS NNS))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 85, "text": "Many of my arguments so far have posited that being a good person simply leads to one being happier, having better mental health, or feeling good about themselves.", "tokens": ["JJ", "IN", "PRP$", "NNS", "RB", "RB", "VBP", "VBN", "IN", "VBG", "DT", "JJ", "NN", "RB", "VBZ", "TO", "CD", "VBG", "JJR", ",", "VBG", "JJR", "JJ", "NN", ",", "CC", "VBG", "JJ", "IN", "PRP", "."], "tree": "(TOP (S (NP (JJ JJ)) (PP (IN IN) (NP (PRP$ PRP$) (NNS NNS))) (ADVP (RB RB) (RB RB)) (VP (VBP VBP) (VP (VBN VBN) (SBAR (IN IN) (S (S (VP (VBG VBG) (NP (DT DT) (JJ JJ) (NN NN)))) (ADVP (RB RB)) (VP (VBZ VBZ) (PP (IN IN) (S (NP (NN NN)) (VP (VP (VBG VBG) (ADJP (JJR JJR))) (, ,) (VP (VBG VBG) (NP (JJR JJR) (JJ JJ) (NN NN))) (, ,) (CC CC) (VP (VBG VBG) (ADJP (JJ JJ) (PP (IN IN) (NP (PRP PRP))))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 86, "text": "This does not directly reflect improved performance.", "tokens": ["DT", "VBZ", "RB", "RB", "VBP", "VBN", "NN", "."], "tree": "(TOP (S (NP (DT DT)) (VP (VBZ VBZ) (RB RB) (ADVP (RB RB)) (VP (VB VB) (NP (VBN VBN) (NN NN)))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 87, "text": "A meta-analysis by Lyubomirsky, S., King, L., & Diener, E. (2005) reviewed evidence that suggests happiness correlated with success outcomes across domains (r = 0.30) (p < 0.01), participants made to feel happy were more creative than when they were not happy, positive affect reduced health complaints by 25% and even improved immune system markers, and sociability was enhanced in individuals who were often in positive moods.", "tokens": ["DT", "NN", "IN", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "CC", "NNP", ",", "NNP", "(", "CD", ")", "VBD", "NN", "IN", "VBZ", "RB", "VBN", "IN", "NN", "NNS", "IN", "NNS", "(", "VB", "RB", "CD", ")", "(", "JJ", "NNP", "CD", ")", ",", "NNS", "VBD", "TO", "VB", "JJ", "VBD", "RBR", "JJ", "IN", "WRB", "PRP", "VBD", "RB", "JJ", ",", "JJ", "NN", "VBD", "NN", "NNS", "IN", "CD", "NN", "CC", "RB", "VBN", "JJ", "NN", "NNS", ",", "CC", "NN", "VBD", "VBN", "IN", "NNS", "WP", "VBD", "RB", "IN", "JJ", "NNS", "."], "tree": "(TOP (S (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (CC CC) (NP (NNP NNP) (, ,) (NNP NNP))) (-LRB- -LRB-) (NP (CD CD)) (-RRB- -RRB-)))) (VP (VBD VBD) (NP (NP (NN NN)) (SBAR (WHNP (WDT WDT)) (S (VP (VBZ VBZ) (SBAR (S (S (SBAR (S (NP (NN NN)) (VP (VBD VBD) (PP (PP (IN IN) (NP (NP (NP (NN NN) (NNS NNS)) (PP (IN IN) (NP (NNS NNS)))) (-LRB- -LRB-) (NP (NP (NN NN)) (SYM SYM) (NP (CD CD))) (-RRB- -RRB-))) (-LRB- -LRB-) (NP (NN NN) (IN IN) (CD CD)) (-RRB- -RRB-))))) (, ,) (S (NP (NP (NNS NNS)) (VP (VBN VBN) (S (VP (TO TO) (VP (VB VB) (ADJP (JJ JJ))))))) (VP (VBD VBD) (ADJP (ADJP (RBR RBR) (JJ JJ)) (PP (IN IN) (SBAR (WHADVP (WRB WRB)) (S (NP (PRP PRP)) (VP (VBD VBD) (RB RB) (ADJP (JJ JJ)))))))))) (, ,) (S (NP (JJ JJ) (NN NN)) (VP (VBN VBN) (NP (NN NN) (NNS NNS)) (PP (IN IN) (NP (CD CD) (CD CD))))) (CC CC) (ADVP (RB RB)) (VP (VP (VBN VBN) (NML (JJ JJ) (NN NN)) (NNS NNS)) (, ,) (CC CC) (S (NP (NN NN)) (VP (VBD VBD) (VP (VBN VBN) (PP (IN IN) (NP (NP (NNS NNS)) (SBAR (WHNP (WP WP)) (S (VP (VBD VBD) (ADVP (RB RB)) (PP (IN IN) (NP (JJ JJ) (NNS NNS))))))))))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 88, "text": "This suggests that happiness is a critical driver of long term success, and challenges the assumption that happiness comes from success.", "tokens": ["DT", "VBZ", "IN", "NN", "VBZ", "DT", "JJ", "NN", "IN", "JJ", "NN", "NN", ",", "CC", "VBZ", "DT", "NN", "IN", "NN", "VBZ", "IN", "NN", "."], "tree": "(TOP (S (NP (DT DT)) (VP (VP (VBZ VBZ) (SBAR (IN IN) (S (NP (NN NN)) (VP (VBZ VBZ) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NML (JJ JJ) (NN NN)) (NN NN)))))))) (, ,) (CC CC) (VP (VBZ VBZ) (NP (DT DT) (NN NN) (SBAR (IN IN) (S (NP (NN NN)) (VP (VBZ VBZ) (PP (IN IN) (NP (NN NN))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 89, "text": "Furthermore, anything that can uplift mood will inevitably decrease the negative impacts of depression, anxiety, and stress, which have been shown to be key indicators of academic underachievement and poor academic adaptation (Andrews, B., & Wilding, J. M. 2010).", "tokens": ["RB", ",", "NN", "WDT", "MD", "VB", "NN", "MD", "RB", "VB", "DT", "JJ", "NNS", "IN", "NN", ",", "NN", ",", "CC", "NN", ",", "WDT", "VBP", "VBN", "VBN", "TO", "VB", "JJ", "NNS", "IN", "JJ", "NN", "CC", "JJ", "JJ", "NN", "(", "NNP", ",", "NNP", ",", "CC", "NNP", ",", "NNP", "NNP", "CD", ")", "."], "tree": "(TOP (S (ADVP (RB RB)) (, ,) (NP (NP (NN NN)) (SBAR (WHNP (WDT WDT)) (S (VP (MD MD) (VP (VB VB) (NP (NN NN))))))) (VP (MD MD) (ADVP (RB RB)) (VP (VB VB) (NP (NP (NP (NP (DT DT) (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (NN NN) (, ,) (NN NN) (, ,) (CC CC) (NN NN)))) (, ,) (SBAR (WHNP (WDT WDT)) (S (VP (VBP VBP) (VP (VBN VBN) (VP (VBN VBN) (S (VP (TO TO) (VP (VB VB) (NP (NP (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (NP (JJ JJ) (NN NN)) (CC CC) (NP (JJ JJ) (JJ JJ) (NN NN)))))))))))))) (PRN (-LRB- -LRB-) (NP (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (CC CC) (NNP NNP) (, ,) (NNP NNP) (NNP NNP) (CD CD)) (-RRB- -RRB-))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 90, "text": "Sadness has also been shown to decrease accuracy of social judgements, although a neutral mood outperformed both negative and positive moods on judgement scores (Ambady, N., & Gray, H. M. 2002).", "tokens": ["NN", "VBZ", "RB", "VBN", "VBN", "TO", "VB", "NN", "IN", "JJ", "NNS", ",", "IN", "DT", "JJ", "NN", "VBD", "DT", "JJ", "CC", "JJ", "NNS", "IN", "NN", "NNS", "(", "NNP", ",", "NNP", ",", "CC", "NNP", ",", "NNP", "NNP", "CD", ")", "."], "tree": "(TOP (S (NP (NN NN)) (VP (VBZ VBZ) (ADVP (RB RB)) (VP (VBN VBN) (VP (VBN VBN) (TO TO) (VP (VB VB) (NP (NP (NN NN)) (PP (IN IN) (NP (JJ JJ) (NNS NNS)))) (, ,) (SBAR (IN IN) (S (NP (DT DT) (JJ JJ) (NN NN)) (VP (VP (VBD VBD) (NP (ADJP (DT DT) (JJ JJ) (CC CC) (JJ JJ)) (NNS NNS)) (PP (IN IN) (NP (NN NN) (NNS NNS)))) (PRN (-LRB- -LRB-) (NP (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (CC CC) (NP (NP (NNP NNP)) (, ,) (NNP NNP) (NNP NNP) (CD CD))) (-RRB- -RRB-))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 91, "text": "While it has been argued that depressed individuals can make more accurate judgements of contingency (Alloy, L. B., & Abramson, L. Y.", "tokens": ["IN", "PRP", "VBZ", "VBN", "VBN", "IN", "JJ", "NNS", "MD", "VB", "JJR", "JJ", "NNS", "IN", "NN", "(", "NNP", ",", "NNP", "NNP", ",", "CC", "NNP", ",", "NNP", "NNP", "."], "tree": "(TOP (SBAR (SBAR (IN IN) (S (NP (NP (PRP PRP))) (VP (VBZ VBZ) (VP (VBN VBN) (VP (VBN VBN) (SBAR (IN IN) (S (NP (JJ JJ) (NNS NNS)) (VP (MD MD) (VP (VB VB) (NP (NP (ADJP (RBR RBR) (JJ JJ)) (NNS NNS)) (PP (IN IN) (NP (NN NN))))))))))))) (-LRB- -LRB-) (NP (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP) (NNP NNP))) (, ,) (CC CC) (NP (NNP NNP) (, ,) (NNP NNP) (NNP NNP))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 92, "text": "1979), the performance benefits of a positive affect far outweigh the costs, and suggest that being a good person can indirectly improve performance through improving mood and mental health.", "tokens": ["CD", ")", ",", "DT", "NN", "NNS", "IN", "DT", "JJ", "NN", "RB", "VBP", "DT", "NNS", ",", "CC", "VBP", "IN", "VBG", "DT", "JJ", "NN", "MD", "RB", "VB", "NN", "IN", "VBG", "NN", "CC", "JJ", "NN", "."], "tree": "(TOP (S (NP (CD CD)) (, ,) (, ,) (NP (NP (DT DT) (NN NN) (NNS NNS)) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN)))) (ADVP (RB RB)) (VP (VP (VBP VBP) (NP (DT DT) (NNS NNS))) (, ,) (CC CC) (VP (VBP VBP) (SBAR (IN IN) (S (S (VP (VBG VBG) (NP (DT DT) (JJ JJ) (NN NN)))) (VP (MD MD) (ADVP (RB RB)) (VP (VB VB) (NP (NN NN)) (PP (IN IN) (S (VP (VBG VBG) (NP (NP (NN NN)) (CC CC) (NP (JJ JJ) (NN NN)))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 93, "text": "Another key argument that my framework has relied on so far has been that being a good person makes you more likeable, and improves your social performance.", "tokens": ["DT", "JJ", "NN", "IN", "PRP$", "NN", "VBZ", "VBN", "IN", "RB", "RB", "VBZ", "VBN", "IN", "VBG", "DT", "JJ", "NN", "VBZ", "PRP", "RBR", "JJ", ",", "CC", "VBZ", "PRP$", "JJ", "NN", "."], "tree": "(TOP (S (NP (NP (DT DT) (JJ JJ) (NN NN)) (SBAR (WHNP (WDT WDT)) (S (NP (PRP$ PRP$) (NN NN)) (VP (VBZ VBZ) (VP (VBN VBN) (PP (IN IN)) (ADVP (RB RB) (RB RB))))))) (VP (VBZ VBZ) (VP (VBN VBN) (SBAR (IN IN) (S (S (VP (VBG VBG) (NP (DT DT) (JJ JJ) (NN NN)))) (VP (VP (VBZ VBZ) (S (NP (PRP PRP)) (ADJP (RBR RBR) (JJ JJ)))) (, ,) (CC CC) (VP (VBZ VBZ) (NP (PRP$ PRP$) (JJ JJ) (NN NN)))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 94, "text": "This is not only important from a social success standpoint, but also for performance and success in other areas of life.", "tokens": ["DT", "VBZ", "RB", "RB", "JJ", "IN", "DT", "JJ", "NN", "NN", ",", "CC", "RB", "IN", "NN", "CC", "NN", "IN", "JJ", "NNS", "IN", "NN", "."], "tree": "(TOP (S (NP (DT DT)) (VP (VBZ VBZ) (CONJP (RB RB) (RB RB)) (JJ JJ) (PP (IN IN) (NP (DT DT) (NML (JJ JJ) (NN NN)) (NN NN))) (, ,) (CONJP (CC CC) (RB RB)) (PP (IN IN) (NP (NP (NN NN) (CC CC) (NN NN)) (PP (IN IN) (NP (NP (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (NN NN)))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 95, "text": "Older adults with quality friendships are less likely to be depressed, and weekly interactions with close friends increased their life satisfaction by 25% (Baldassare, M., Rosenfield, S., & Rook, K. S. 1984).", "tokens": ["JJR", "NNS", "IN", "NN", "NNS", "VBP", "RBR", "JJ", "TO", "VB", "VBN", ",", "CC", "JJ", "NNS", "IN", "JJ", "NNS", "VBD", "PRP$", "NN", "NN", "IN", "CD", "NN", "(", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "CC", "NNP", ",", "NNP", "NNP", "CD", ")", "."], "tree": "(TOP (S (S (NP (NP (JJR JJR) (NNS NNS)) (PP (IN IN) (NP (NN NN) (NNS NNS)))) (VP (VBP VBP) (ADJP (RBR RBR) (JJ JJ) (S (VP (TO TO) (VP (VB VB) (ADJP (VBN VBN)))))))) (, ,) (CC CC) (NP (NP (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (JJ JJ) (NNS NNS)))) (VP (VBD VBD) (NP (PRP$ PRP$) (NN NN) (NN NN)) (PP (IN IN) (NP (NP (CD CD) (NN NN)) (PRN (-LRB- -LRB-) (NP (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (NP (NP (NNP NNP)) (, ,) (NNP NNP)) (, ,) (CC CC) (NP (NP (NNP NNP) (, ,) (NNP NNP) (NNP NNP)) (CD CD))) (-RRB- -RRB-))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 96, "text": "Furthermore, loneliness was correlated with a higher risk of reporting poor physical health (Baldassare, M., Rosenfield, S., & Rook, K. S. 1984).", "tokens": ["RB", ",", "NN", "VBD", "VBN", "IN", "DT", "JJR", "NN", "IN", "VBG", "JJ", "JJ", "NN", "(", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "CC", "NNP", ",", "NNP", "NNP", "CD", ")", "."], "tree": "(TOP (S (ADVP (RB RB)) (, ,) (NP (NN NN)) (VP (VBD VBD) (VP (VBN VBN) (PP (IN IN) (NP (NP (NP (DT DT) (JJR JJR) (NN NN)) (PP (IN IN) (S (VP (VBG VBG) (NP (JJ JJ) (JJ JJ) (NN NN)))))) (PRN (-LRB- -LRB-) (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (CC CC) (NP (NP (NNP NNP) (, ,) (NNP NNP) (NNP NNP)) (CD CD)) (-RRB- -RRB-)))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 97, "text": "Having good friendships also leads to improved academic performance.", "tokens": ["VBG", "JJ", "NNS", "RB", "VBZ", "TO", "VB", "JJ", "NN", "."], "tree": "(TOP (S (S (VP (VBG VBG) (NP (JJ JJ) (NNS NNS)))) (ADVP (RB RB)) (VP (VBZ VBZ) (PP (IN IN) (NP (VBN VBN) (JJ JJ) (NN NN)))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 98, "text": "Children with more friends at school are absent less, liked school more, and reported less teacher-reported disruptive behavior, while peer rejection led to declines in school performance and anxiety (Ladd, G. W. 1990).", "tokens": ["NNS", "IN", "JJR", "NNS", "IN", "NN", "VBP", "JJ", "JJR", ",", "JJ", "NN", "RBR", ",", "CC", "VBD", "JJR", "JJ", "JJ", "NN", ",", "IN", "NN", "NN", "VBD", "TO", "NNS", "IN", "NN", "NN", "CC", "NN", "(", "NNP", ",", "NNP", "NNP", "CD", ")", "."], "tree": "(TOP (S (NP (NP (NNS NNS)) (PP (IN IN) (NP (NP (JJR JJR) (NNS NNS)) (PP (IN IN) (NP (NN NN)))))) (VP (VP (VBP VBP) (ADJP (JJ JJ)) (ADVP (RBR RBR))) (, ,) (VP (VBD VBD) (NP (NN NN)) (ADVP (RBR RBR))) (, ,) (CC CC) (VP (VBD VBD) (NP (JJR JJR) (VBN VBN) (JJ JJ) (NN NN))) (, ,) (SBAR (SBAR (IN IN) (S (NP (NN NN) (NN NN)) (VP (VBD VBD) (PP (IN IN) (NP (NP (NNS NNS)) (PP (IN IN) (NP (NN NN) (NN NN) (CC CC) (NN NN)))))))) (PRN (-LRB- -LRB-) (NP (NP (NNP NNP)) (, ,) (NNP NNP) (NNP NNP) (CD CD)) (-RRB- -RRB-)))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 99, "text": "Positive friendships can reduce allostatic load, and high quality friendships promote HPA regulation after stress (Calhoun, C. D., Helms, S. W., Heilbron, N., Rudolph, K. D., Hastings, P. D., & Prinstein, M. J.", "tokens": ["JJ", "NNS", "MD", "VB", "JJ", "NN", ",", "CC", "JJ", "NN", "NNS", "VBP", "NNP", "NN", "IN", "NN", "(", "NNP", ",", "NNP", "NNP", ",", "NNP", ",", "NNP", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", "NNP", ",", "NNP", ",", "NNP", "NNP", ",", "CC", "NNP", ",", "NNP", "NNP", "."], "tree": "(TOP (S (S (NP (JJ JJ) (NNS NNS)) (VP (MD MD) (VP (VB VB) (NP (JJ JJ) (NN NN))))) (, ,) (CC CC) (S (S (NP (NML (JJ JJ) (NN NN)) (NNS NNS)) (VP (VBP VBP) (NP (NNP NNP) (NN NN)) (PP (IN IN) (NP (NN NN))))) (-LRB- -LRB-) (NP (NP (NNP NNP) (, ,) (NNP NNP) (NNP NNP)) (, ,) (NP (NNP NNP) (, ,) (NNP NNP) (NNP NNP)) (, ,) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP))) (, ,) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP) (NNP NNP))) (, ,) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP) (NNP NNP))) (, ,) (CC CC) (NP (NNP NNP) (, ,) (NP (NNP NNP) (NNP NNP))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 100, "text": "The presence of friends and ability to integrate socially to form study groups leads to studying collaboration, improving academic performance, and trump socioeconomic background and individual ability in importance to academic and personal success (Stadtfeld, C., Vörös, A., Elmer, T., Boda, Z., & Raabe, I. J.", "tokens": ["DT", "NN", "IN", "NNS", "CC", "NN", "TO", "VB", "RB", "TO", "VB", "NN", "NNS", "VBZ", "TO", "VBG", "NN", ",", "VBG", "JJ", "NN", ",", "CC", "VB", "JJ", "NN", "CC", "JJ", "NN", "IN", "NN", "TO", "VB", "CC", "JJ", "NN", "(", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "CC", "NNP", ",", "NNP", "NNP", "."], "tree": "(TOP (S (NP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NNS NNS)))) (CC CC) (NP (NN NN) (S (VP (TO TO) (VP (VB VB) (ADVP (RB RB)) (S (VP (TO TO) (VP (VB VB) (NP (NN NN) (NNS NNS)))))))))) (VP (VP (VBZ VBZ) (PP (IN IN) (S (VP (VBG VBG) (NP (NN NN)))))) (, ,) (VP (VBG VBG) (NP (JJ JJ) (NN NN))) (, ,) (CC CC) (VP (VP (VBP VBP) (NP (NP (JJ JJ) (NN NN)) (CC CC) (NP (NP (JJ JJ) (NN NN)) (PP (IN IN) (NP (NP (NN NN)) (PP (IN IN) (NP (ADJP (JJ JJ) (CC CC) (JJ JJ)) (NN NN)))))))) (-LRB- -LRB-) (NP (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP))) (, ,) (CC CC) (NP (NP (NNP NNP)) (, ,) (NNP NNP) (NNP NNP))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 101, "text": "Specific friendship ties even correlated to GPA.", "tokens": ["JJ", "NN", "NNS", "RB", "VBD", "TO", "NNP", "."], "tree": "(TOP (S (NP (JJ JJ) (NN NN) (NNS NNS)) (ADVP (RB RB)) (VP (VBD VBD) (PP (IN IN) (NP (NNP NNP)))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 102, "text": "Too much social interaction, however, can easily become a distraction, which can negatively impact GPA (Alotaibi, T. A., et al.", "tokens": ["RB", "JJ", "JJ", "NN", ",", "RB", ",", "MD", "RB", "VB", "DT", "NN", ",", "WDT", "MD", "RB", "VB", "NNP", "(", "NNP", ",", "NNP", "NN", ",", "CC", "NN", "."], "tree": "(TOP (S (NP (ADJP (RB RB) (JJ JJ)) (JJ JJ) (NN NN)) (, ,) (ADVP (RB RB)) (, ,) (MD MD) (ADVP (RB RB)) (VP (VP (VB VB) (NP (NP (DT DT) (NN NN)) (, ,) (SBAR (WHNP (WDT WDT)) (S (VP (MD MD) (ADVP (RB RB)) (VP (VB VB) (NP (NNP NNP)))))))) (-LRB- -LRB-) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP) (NNP NNP)) (, ,) (CC CC) (NNP NNP))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 103, "text": "Care should be taken to ensure that the quality of friendships are high.", "tokens": ["NN", "MD", "VB", "VBN", "TO", "VB", "IN", "DT", "NN", "IN", "NNS", "VBP", "JJ", "."], "tree": "(TOP (S (NP (NN NN)) (VP (MD MD) (VP (VB VB) (VP (VBN VBN) (S (VP (TO TO) (VP (VB VB) (SBAR (IN IN) (S (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NNS NNS)))) (VP (VBP VBP) (ADJP (JJ JJ))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 104, "text": "Loneliness, often associated with a lack of friendships, predicts poorer health outcomes, on a comparable scale to the risks of smoking or obesity!", "tokens": ["NNP", ",", "RB", "VBN", "IN", "DT", "NN", "IN", "NNS", ",", "NNS", "VBP", "NN", "NNS", ",", "IN", "DT", "JJ", "NN", "TO", "DT", "NNS", "IN", "NN", "CC", "NN", "."], "tree": "(TOP (S (NP (NP (NN NN)) (, ,) (VP (ADVP (RB RB)) (VBN VBN) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NNS NNS)))))) (, ,)) (VP (VBZ VBZ) (NP (JJR JJR) (NN NN) (NNS NNS)) (, ,) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NP (DT DT) (NNS NNS)) (PP (IN IN) (NP (NN NN) (CC CC) (NN NN)))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 105, "text": "(Ernst, J. M., & Cacioppo, J. T. 1999) A study on the psychological impacts of loneliness (Ernst, J. M., & Cacioppo, J. T. 1999) revealed that it increases the risk of depression by 48%.", "tokens": ["(", "NNP", ",", "NNP", "NNP", ",", "CC", "NNP", ",", "NNP", "NNP", "CD", ")", "DT", "NN", "IN", "DT", "JJ", "NNS", "IN", "NN", "(", "NNP", ",", "NNP", "NNP", ",", "CC", "NNP", ",", "NNP", "NNP", "CD", ")", "VBD", "IN", "PRP", "VBZ", "DT", "NN", "IN", "NN", "IN", "CD", "NN", "."], "tree": "(TOP (S (NP (-LRB- -LRB-) (NNP NNP) (, ,) (NNP NNP) (NNP NNP) (, ,) (CC CC) (NP (NNP NNP) (, ,) (NNP NNP) (NNP NNP)) (CD CD) (-RRB- -RRB-) (NP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (NN NN)))))) (-LRB- -LRB-) (NP (NNP NNP) (, ,) (NNP NNP) (NNP NNP) (, ,) (CC CC) (NP (NNP NNP) (, ,) (NNP NNP) (NNP NNP) (CD CD))) (-RRB- -RRB-))) (VP (VBD VBD) (SBAR (IN IN) (S (NP (PRP PRP)) (VP (VBZ VBZ) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NN NN)))) (PP (IN IN) (NP (CD CD) (NN NN))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 106, "text": "High loneliness participants were also 30% more likely to develop heart disease, and significantly less happy (Ernst, J. M., & Cacioppo, J. T. 1999).", "tokens": ["JJ", "NN", "NNS", "VBD", "RB", "CD", "NN", "RBR", "JJ", "TO", "VB", "NN", "NN", ",", "CC", "RB", "JJR", "JJ", "(", "NNP", ",", "NNP", "NNP", ",", "CC", "NNP", ",", "NNP", "NNP", "CD", ")", "."], "tree": "(TOP (S (NP (NML (JJ JJ) (NN NN)) (NNS NNS)) (VP (VBD VBD) (ADVP (RB RB)) (ADJP (ADJP (ADJP (ADVP (NP (CD CD) (NN NN)) (RBR RBR)) (JJ JJ) (S (VP (TO TO) (VP (VB VB) (NP (NN NN) (NN NN)))))) (, ,) (CC CC) (ADJP (RB RB) (RBR RBR) (JJ JJ))) (PRN (-LRB- -LRB-) (NP (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP) (NNP NNP))) (, ,) (CC CC) (NP (NNP NNP) (, ,) (NNP NNP) (NNP NNP) (CD CD))) (-RRB- -RRB-)))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 107, "text": "Throughout this paper, I have shown that being a “good person” through being generous, kind, forgiving, grateful, and moral either directly improves performance in various aspects of life, or improves affect/mental health or likeability/social success, which in turn improve performance in academic, social, physical, economic, emotional, and personal aspects of life.", "tokens": ["IN", "DT", "NN", ",", "PRP", "VBP", "VBN", "IN", "VBG", "DT", "NN", "JJ", "NN", "NNP", "IN", "VBG", "JJ", ",", "NN", ",", "NN", ",", "JJ", ",", "CC", "JJ", "CC", "RB", "VBZ", "NN", "IN", "JJ", "NNS", "IN", "NN", ",", "CC", "VBZ", "JJ", "NN", "CC", "JJ", "NN", ",", "WDT", "IN", "NN", "JJ", "NN", "IN", "JJ", ",", "JJ", ",", "JJ", ",", "JJ", ",", "JJ", ",", "CC", "JJ", "NNS", "IN", "NN", "."], "tree": "(TOP (S (PP (IN IN) (NP (DT DT) (NN NN))) (, ,) (NP (PRP PRP)) (VP (VBP VBP) (VP (VBN VBN) (SBAR (IN IN) (S (S (VP (S (VP (VBG VBG) (NP (DT DT) (`` ``) (JJ JJ) (NN NN) ('' '')))) (PP (IN IN) (S (VP (VBG VBG) (ADJP (JJ JJ) (, ,) (JJ JJ) (, ,) (JJ JJ) (, ,) (JJ JJ) (, ,) (CC CC) (JJ JJ))))))) (VP (DT DT) (ADVP (RB RB)) (VP (VBZ VBZ) (NP (NP (NN NN)) (PP (IN IN) (NP (NP (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (NN NN))))))) (, ,) (CC CC) (VP (VP (VBZ VBZ) (NP (NP (JJ JJ) (NN NN)) (CC CC) (NP (JJ JJ) (NN NN)))) (, ,) (SBAR (WHNP (WDT WDT)) (S (PP (IN IN) (NP (NN NN))) (VP (VBP VBP) (NP (NP (NN NN)) (PP (IN IN) (NP (NP (ADJP (JJ JJ) (, ,) (JJ JJ) (, ,) (JJ JJ) (, ,) (JJ JJ) (, ,) (JJ JJ) (, ,) (CC CC) (JJ JJ)) (NNS NNS)) (PP (IN IN) (NP (NN NN))))))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 108, "text": "While some aspects of being a good person may have a high cost in the short term, the long term benefits of being good pay dividends through the establishment of a positive reputation, strong relationships, a solid support network, and satisfaction with life.", "tokens": ["IN", "DT", "NNS", "IN", "VBG", "DT", "JJ", "NN", "MD", "VB", "DT", "JJ", "NN", "IN", "DT", "JJ", "NN", ",", "DT", "JJ", "NN", "NNS", "IN", "VBG", "JJ", "NN", "NNS", "IN", "DT", "NN", "IN", "DT", "JJ", "NN", ",", "JJ", "NNS", ",", "DT", "JJ", "NN", "NN", ",", "CC", "NN", "IN", "NN", "."], "tree": "(TOP (S (SBAR (IN IN) (S (NP (NP (DT DT) (NNS NNS)) (PP (IN IN) (S (VP (VBG VBG) (NP (DT DT) (JJ JJ) (NN NN)))))) (VP (MD MD) (VP (VB VB) (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN))))))) (, ,) (NP (NP (DT DT) (NML (JJ JJ) (NN NN)) (NNS NNS)) (PP (IN IN) (S (VP (VBG VBG) (ADJP (JJ JJ)))))) (VP (VBP VBP) (NP (NNS NNS)) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (NN NN)) (, ,) (NP (JJ JJ) (NNS NNS)) (, ,) (NP (DT DT) (JJ JJ) (NN NN) (NN NN)) (, ,) (CC CC) (NP (NP (NN NN)) (PP (IN IN) (NP (NN NN))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 109, "text": "It takes a large degree of self control to do the right thing every day, but whether you’re doing it for yourself or for others, it's the right thing to do.", "tokens": ["PRP", "VBZ", "DT", "JJ", "NN", "IN", "NN", "NN", "TO", "VB", "DT", "JJ", "NN", "DT", "NN", ",", "CC", "IN", "PRP", "VBP", "JJ", "VBG", "PRP", "IN", "PRP", "CC", "IN", "NNS", ",", "PRP", "VBZ", "DT", "JJ", "NN", "TO", "VB", "."], "tree": "(TOP (S (S (NP (NP (PRP PRP))) (VP (VBZ VBZ) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NN NN) (NN NN)))) (S (VP (TO TO) (VP (VB VB) (NP (DT DT) (JJ JJ) (NN NN)) (NP (DT DT) (NN NN))))))) (, ,) (CC CC) (S (SBAR (IN IN) (S (NP (PRP PRP)) (VP (-LRB- -LRB-) (VP (VBP VBP) (VP (VBG VBG) (NP (PRP PRP)) (PP (PP (IN IN) (NP (PRP PRP))) (CC CC) (PP (IN IN) (NP (NNS NNS))))))))) (, ,) (NP (PRP PRP)) (VP (VBZ VBZ) (NP (NP (DT DT) (JJ JJ) (NN NN)) (SBAR (S (VP (TO TO) (VP (VB VB)))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 110, "text": "The idea of racial capitalism is that the advancement of a capitalist society and the accumulation of capital are innately racially biased, and in practice widen the inequality gap between privileged and underprivileged members of the population.", "tokens": ["DT", "NN", "IN", "JJ", "NN", "VBZ", "IN", "DT", "NN", "IN", "DT", "JJ", "NN", "CC", "DT", "NN", "IN", "NN", "VBP", "RB", "RB", "VBN", ",", "CC", "IN", "NN", "VBP", "DT", "NN", "NN", "IN", "VBN", "CC", "JJ", "NNS", "IN", "DT", "NN", "."], "tree": "(TOP (S (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (JJ JJ) (NN NN)))) (VP (VBZ VBZ) (SBAR (IN IN) (S (NP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN)))) (CC CC) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NN NN))))) (VP (VP (VBP VBP) (ADJP (RB RB) (RB RB) (JJ JJ))) (, ,) (CC CC) (VP (PP (IN IN) (NP (NN NN))) (VBP VBP) (NP (NP (DT DT) (NN NN) (NN NN)) (PP (IN IN) (NP (NP (ADJP (JJ JJ) (CC CC) (JJ JJ)) (NNS NNS)) (PP (IN IN) (NP (DT DT) (NN NN))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 111, "text": "This can be seen manifested throughout history, as everything from drug laws to traffic fines utilized racial bias and corrupt justifications to commodify a disenfranchised portion of their populations to maximize profit at the dominated group's expense.", "tokens": ["DT", "MD", "VB", "VBN", "VBN", "IN", "NN", ",", "IN", "NN", "IN", "NN", "NNS", "TO", "NN", "NNS", "VBN", "JJ", "NN", "CC", "JJ", "NNS", "TO", "VB", "DT", "JJ", "NN", "IN", "PRP$", "NNS", "TO", "VB", "NN", "IN", "DT", "JJ", "NN", "POS", "NN", "."], "tree": "(TOP (S (NP (DT DT)) (VP (MD MD) (VP (VB VB) (VP (VBN VBN) (S (VP (VBN VBN) (PP (IN IN) (NP (NN NN))) (, ,) (SBAR (IN IN) (S (NP (NP (NN NN)) (PP (PP (IN IN) (NP (NN NN) (NNS NNS))) (PP (IN IN) (NP (NN NN) (NNS NNS))))) (VP (VBD VBD) (NP (NP (JJ JJ) (NN NN)) (CC CC) (NP (JJ JJ) (NNS NNS))) (S (VP (TO TO) (VP (VB VB) (NP (NP (DT DT) (VBN VBN) (NN NN)) (PP (IN IN) (NP (PRP$ PRP$) (NNS NNS)))) (S (VP (TO TO) (VP (VB VB) (NP (NN NN)) (PP (IN IN) (NP (NP (DT DT) (VBN VBN) (NN NN) (POS POS)) (NN NN))))))))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 112, "text": "The system of capitalism itself only serves to further embed these inequities and disparities by giving immense power to the capitalist and feeding a vicious cycle that makes it nearly impossible to escape or achieve autonomy as a member of a disenfranchised group.", "tokens": ["DT", "NN", "IN", "NN", "PRP", "RB", "VBZ", "TO", "VB", "JJ", "DT", "NNS", "CC", "NNS", "IN", "VBG", "JJ", "NN", "TO", "DT", "NN", "CC", "VBG", "DT", "JJ", "NN", "WDT", "VBZ", "PRP", "RB", "JJ", "TO", "VB", "CC", "VB", "NN", "IN", "DT", "NN", "IN", "DT", "JJ", "NN", "."], "tree": "(TOP (S (NP (NP (DT DT) (NN NN)) (PP (PP (IN IN) (NP (NN NN))) (NP (PRP PRP)))) (ADVP (RB RB)) (VP (VBZ VBZ) (S (VP (TO TO) (ADVP (RBR RBR)) (VP (VB VB) (NP (DT DT) (NNS NNS) (CC CC) (NNS NNS)) (PP (IN IN) (S (VP (VP (VBG VBG) (NP (JJ JJ) (NN NN)) (PP (IN IN) (NP (DT DT) (NN NN)))) (CC CC) (VP (VBG VBG) (NP (NP (DT DT) (JJ JJ) (NN NN)) (SBAR (WHNP (WDT WDT)) (S (VP (VBZ VBZ) (S (NP (NP (PRP PRP))) (ADJP (RB RB) (JJ JJ)) (S (VP (TO TO) (VP (VP (VB VB)) (CC CC) (VB VB) (NP (NN NN)) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN))))))))))))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 113, "text": "The role of psychology throughout history has largely been to justify many of these inequities and human right violations by providing often corrupt reasoning and science to propagate racist ideologies and systems.", "tokens": ["DT", "NN", "IN", "NN", "IN", "NN", "VBZ", "RB", "VBN", "TO", "VB", "JJ", "IN", "DT", "NNS", "CC", "JJ", "JJ", "NNS", "IN", "VBG", "RB", "JJ", "VBG", "CC", "NN", "TO", "VB", "NN", "NNS", "CC", "NNS", "."], "tree": "(TOP (S (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NN NN))) (PP (IN IN) (NP (NN NN)))) (VP (VBZ VBZ) (ADVP (RB RB)) (VP (VBN VBN) (S (VP (TO TO) (VP (VB VB) (NP (NP (JJ JJ)) (PP (IN IN) (NP (DT DT) (NML (NML (NNS NNS)) (CC CC) (NML (NML (JJ JJ) (NN NN)) (NNS NNS)))))) (PP (IN IN) (S (VP (VBG VBG) (NP (ADJP (RB RB) (JJ JJ)) (NN NN) (CC CC) (NN NN)) (SBAR (S (VP (TO TO) (VP (VB VB) (NP (JJ JJ) (NNS NNS) (CC CC) (NNS NNS)))))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 114, "text": "Thus psychology has largely served the interests of those in power, and tried (with good or bad intentions) to force those without power to fit into these systems.", "tokens": ["RB", "NN", "VBZ", "RB", "VBN", "DT", "NNS", "IN", "DT", "IN", "NN", ",", "CC", "VBD", "(", "IN", "JJ", "CC", "JJ", "NNS", ")", "TO", "VB", "DT", "IN", "NN", "TO", "VB", "IN", "DT", "NNS", "."], "tree": "(TOP (S (ADVP (RB RB)) (NP (NN NN)) (VP (VP (VBZ VBZ) (ADVP (RB RB)) (VP (VBN VBN) (NP (NP (DT DT) (NNS NNS)) (PP (IN IN) (NP (NP (DT DT)) (PP (IN IN) (NP (NN NN)))))))) (, ,) (CC CC) (VP (VBD VBD) (-LRB- -LRB-) (PP (IN IN) (NP (ADJP (JJ JJ) (CC CC) (JJ JJ)) (NNS NNS))) (-RRB- -RRB-) (S (VP (TO TO) (VP (VB VB) (NP (NP (DT DT)) (PP (IN IN) (NP (NN NN)))) (S (VP (TO TO) (VP (VB VB) (PP (IN IN) (NP (DT DT) (NNS NNS))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 115, "text": "\"History from Below\" and Liberation Psychology aim to reverse this narrative, focusing instead on the needs of the oppressed and powerless in society, through the revision of historical accounts from the perspective of the common person rather than the elite, and the realignment of psychology towards the collective good.", "tokens": ["``", "NN", "IN", "NNP", "''", "CC", "NNP", "NNP", "NN", "TO", "VB", "DT", "JJ", ",", "VBG", "RB", "IN", "DT", "NNS", "IN", "DT", "JJ", "CC", "NN", "IN", "NN", ",", "IN", "DT", "NN", "IN", "JJ", "NNS", "IN", "DT", "NN", "IN", "DT", "JJ", "NN", "RB", "IN", "DT", "NN", ",", "CC", "DT", "NN", "IN", "NN", "IN", "DT", "JJ", "NN", "."], "tree": "(TOP (S (NP (-LRB- -LRB-) (NP (NP (NN NN)) (PP (IN IN) (NP (NNP NNP)))) ('' '') (CC CC) (NP (NNP NNP) (NNP NNP))) (VP (VBP VBP) (S (VP (TO TO) (VP (VB VB) (NP (DT DT) (NN NN)) (, ,) (S (VP (VBG VBG) (ADVP (RB RB)) (PP (IN IN) (NP (NP (DT DT) (NNS NNS)) (PP (IN IN) (NP (NP (DT DT) (ADJP (JJ JJ) (CC CC) (JJ JJ))) (PP (IN IN) (NP (NN NN))))))) (, ,) (PP (IN IN) (NP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (JJ JJ) (NNS NNS))) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (CONJP (RB RB) (IN IN)) (NP (DT DT) (NN NN)))))))) (, ,) (CC CC) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NN NN))) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN)))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 116, "text": "Furthermore, psychology has taken on a focus in understanding this inequality, which may allow for action in the future to mitigate it and use psychology for good.", "tokens": ["RB", ",", "NN", "VBZ", "VBN", "IN", "DT", "NN", "IN", "VBG", "DT", "NN", ",", "WDT", "MD", "VB", "IN", "NN", "IN", "DT", "NN", "TO", "VB", "PRP", "CC", "VB", "NN", "IN", "JJ", "."], "tree": "(TOP (S (ADVP (RB RB)) (, ,) (NP (NN NN)) (VP (VBZ VBZ) (VP (VBN VBN) (PRT (RP RP)) (NP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (S (VP (VBG VBG) (NP (DT DT) (NN NN)))))) (, ,) (SBAR (WHNP (WDT WDT)) (S (VP (MD MD) (VP (VB VB) (PP (IN IN) (NP (NP (NN NN)) (PP (IN IN) (NP (DT DT) (NN NN))) (S (VP (TO TO) (VP (VP (VB VB) (NP (PRP PRP))) (CC CC) (VP (VB VB) (NP (NN NN)) (PP (IN IN) (ADVP (JJ JJ)))))))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 117, "text": "Racial Capitalism is fundamentally intertwined into almost every aspect of everyday life.", "tokens": ["JJ", "NNP", "VBZ", "RB", "VBN", "IN", "RB", "DT", "NN", "IN", "JJ", "NN", "."], "tree": "(TOP (S (NP (JJ JJ) (NNP NNP)) (VP (VBZ VBZ) (ADVP (RB RB)) (VP (VBN VBN) (PP (IN IN) (NP (NP (QP (RB RB) (DT DT)) (NN NN)) (PP (IN IN) (NP (JJ JJ) (NN NN))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 118, "text": "The capitalization of the prison system, for example, has taken advantage of an oppressed population for profit and has had a disproportionately negative effect on the African American population.", "tokens": ["DT", "NN", "IN", "DT", "NN", "NN", ",", "IN", "NN", ",", "VBZ", "VBN", "NN", "IN", "DT", "JJ", "NN", "IN", "NN", "CC", "VBZ", "VBN", "DT", "RB", "JJ", "NN", "IN", "DT", "JJ", "JJ", "NN", "."], "tree": "(TOP (S (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (NN NN) (NN NN)))) (, ,) (PP (IN IN) (NP (NN NN))) (, ,) (VP (VP (VBZ VBZ) (VP (VBN VBN) (NP (NP (NN NN)) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN)))) (PP (IN IN) (NP (NN NN))))) (CC CC) (VP (VBZ VBZ) (VP (VBN VBN) (NP (NP (DT DT) (ADJP (RB RB) (JJ JJ)) (NN NN)) (PP (IN IN) (NP (DT DT) (ADJP (JJ JJ) (JJ JJ)) (NN NN))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 119, "text": "A loophole to the thirteenth amendment allows for involuntary and unpaid labor as punishment for crimes, which prisons and businesses have been using for decades to gain access to cheap labor at the expense of prisoners (lecture 11/13TH).", "tokens": ["DT", "NN", "TO", "DT", "JJ", "NN", "VBZ", "IN", "JJ", "CC", "JJ", "NN", "IN", "NN", "IN", "NNS", ",", "WDT", "NNS", "CC", "NNS", "VBP", "VBN", "VBG", "IN", "NNS", "TO", "VB", "NN", "TO", "VB", "NN", "IN", "DT", "NN", "IN", "NNS", "(", "JJ", "CD", ")", "."], "tree": "(TOP (S (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN)))) (VP (VBZ VBZ) (PP (IN IN) (NP (ADJP (JJ JJ) (CC CC) (JJ JJ)) (NN NN))) (PP (IN IN) (NP (NP (NP (NN NN)) (PP (IN IN) (NP (NP (NNS NNS)) (, ,) (SBAR (WHNP (WDT WDT)) (S (NP (NNS NNS) (CC CC) (NNS NNS)) (VP (VBP VBP) (VP (VBN VBN) (VP (VBG VBG) (PP (IN IN) (NP (NNS NNS))) (S (VP (TO TO) (VP (VB VB) (NP (NP (NN NN)) (PP (IN IN) (NP (JJ JJ) (NN NN)))) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NNS NNS)))))))))))))))) (-LRB- -LRB-) (NP (NN NN) (NNP NNP)) (-RRB- -RRB-)))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 120, "text": "This stemmed from the abolition of slavery and the sudden loss of a major labor supply in the southern economy, leading the south to scramble to find a new way to fulfill their massive demand.", "tokens": ["DT", "VBD", "IN", "DT", "NN", "IN", "NN", "CC", "DT", "JJ", "NN", "IN", "DT", "JJ", "NN", "NN", "IN", "DT", "JJ", "NN", ",", "VBG", "DT", "NN", "TO", "VB", "TO", "VB", "DT", "JJ", "NN", "TO", "VB", "PRP$", "JJ", "NN", "."], "tree": "(TOP (S (NP (DT DT)) (VP (VBD VBD) (PP (PP (IN IN) (NP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NN NN)))) (CC CC) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (NN NN) (NN NN)) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN)))))))) (, ,) (S (VP (VBG VBG) (NP (DT DT) (NN NN)) (S (VP (TO TO) (VP (VB VB) (S (VP (TO TO) (VP (VB VB) (NP (NP (DT DT) (JJ JJ) (NN NN)) (SBAR (S (VP (TO TO) (VP (VB VB) (NP (PRP$ PRP$) (JJ JJ) (NN NN))))))))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 121, "text": "African Americans, many of whom were just freed, were arrested en masse and imprisoned, where they once again were caught in slavery, this time simply under a different name.", "tokens": ["JJ", "NNPS", ",", "JJ", "IN", "WP", "VBD", "RB", "VBN", ",", "VBD", "VBN", "FW", "FW", "CC", "VBN", ",", "WRB", "PRP", "RB", "RB", "VBD", "VBN", "IN", "NN", ",", "DT", "NN", "RB", "IN", "DT", "JJ", "NN", "."], "tree": "(TOP (S (NP (NP (JJ JJ) (NNPS NNPS)) (, ,) (SBAR (WHNP (NP (DT DT)) (WHPP (IN IN) (WHNP (WP WP)))) (S (VP (VBD VBD) (ADVP (RB RB)) (VP (VBN VBN))))) (, ,)) (VP (VBD VBD) (VP (VP (VBN VBN) (ADVP (FW FW) (RB RB))) (CC CC) (VP (VBN VBN)) (, ,) (SBAR (WHADVP (WRB WRB)) (S (NP (PRP PRP)) (ADVP (RB RB) (RB RB)) (VP (VBD VBD) (VP (VBN VBN) (PP (IN IN) (NP (NN NN))) (, ,) (NP (NP (DT DT) (NN NN)) (PP (ADVP (RB RB)) (IN IN) (NP (DT DT) (JJ JJ) (NN NN)))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 122, "text": "This was followed by the Nixon era of \"Law and Order\" in the United States, and Reagan's \"war on drugs'', all of which disproportionately affected African Americans.", "tokens": ["DT", "VBD", "VBN", "IN", "DT", "NNP", "NN", "IN", "``", "NNP", "CC", "NNP", "''", "IN", "DT", "NNP", "NNPS", ",", "CC", "NNP", "POS", "``", "NN", "IN", "NNS", "''", ",", "DT", "IN", "WDT", "RB", "VBD", "JJ", "NNPS", "."], "tree": "(TOP (S (NP (DT DT)) (VP (VBD VBD) (VP (VBN VBN) (PP (IN IN) (NP (NP (NP (DT DT) (NNP NNP) (NN NN)) (PP (IN IN) (-LRB- -LRB-) (NP (NN NN) (CC CC) (NN NN)) (-RRB- -RRB-)) (PP (IN IN) (NP (DT DT) (NNP NNP) (NNPS NNPS)))) (, ,) (CC CC) (NP (NP (NP (NP (NNP NNP) (POS POS)) (-LRB- -LRB-) (NN NN)) (PP (PP (IN IN) (NP (NNS NNS))) ('' ''))) (, ,) (SBAR (WHNP (WHNP (DT DT)) (WHPP (IN IN) (WHNP (WDT WDT)))) (S (ADVP (RB RB)) (VP (VBD VBD) (NP (JJ JJ) (NNPS NNPS)))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 123, "text": "The lack of logic and science behind the much harsher sentencing for crack cocaine (which was used by more African Americans) compared to powder cocaine (mostly used by the wealthy) is just one example of how the state upheld and even instigated a racialized capitalism and encoded it into law (13TH/lecture 11).", "tokens": ["DT", "NN", "IN", "NN", "CC", "NN", "IN", "DT", "RB", "JJR", "VBG", "IN", "NN", "NN", "(", "WDT", "VBD", "VBN", "IN", "JJR", "JJ", "NNPS", ")", "VBN", "TO", "VB", "NN", "(", "RB", "VBN", "IN", "DT", "NN", ")", "VBZ", "RB", "CD", "NN", "IN", "WRB", "DT", "NN", "NN", "CC", "RB", "VBD", "DT", "JJ", "NN", "CC", "VBD", "PRP", "IN", "NN", "(", "CD", "CD", ")", "."], "tree": "(TOP (S (NP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NN NN) (CC CC) (NN NN)))) (PP (IN IN) (NP (NP (DT DT) (ADJP (RB RB) (JJR JJR)) (NN NN)) (PP (IN IN) (NP (NP (NP (NN NN) (NN NN)) (-LRB- -LRB-) (SBAR (WHNP (WDT WDT)) (S (VP (VBD VBD) (VP (VBN VBN) (PP (IN IN) (NP (JJR JJR) (JJ JJ) (NNPS NNPS))))))) (-RRB- -RRB-)) (PP (VBN VBN) (PP (IN IN) (NP (NP (NN NN) (NN NN)) (-LRB- -LRB-) (VP (ADVP (RB RB)) (VBN VBN) (PP (IN IN) (NP (DT DT) (JJ JJ)))) (-RRB- -RRB-))))))))) (VP (VBZ VBZ) (NP (NP (QP (RB RB) (CD CD)) (NN NN)) (PP (IN IN) (SBAR (WHADVP (WRB WRB)) (S (NP (DT DT) (NN NN)) (VP (VP (VBD VBD) (CC CC) (ADVP (RB RB)) (VBD VBD) (NP (DT DT) (VBN VBN) (NN NN))) (CC CC) (VP (VP (VP (VBD VBD) (NP (PRP PRP)) (PP (IN IN) (NP (NN NN)))) (-LRB- -LRB-) (NP (NN NN) (CD CD))) (-RRB- -RRB-)))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 124, "text": "Another example of this is the capitalization of the police force and law, a prime example being the municipality system in St. Louis, MO.", "tokens": ["DT", "NN", "IN", "DT", "VBZ", "DT", "NN", "IN", "DT", "NN", "NN", "CC", "NN", ",", "DT", "JJ", "NN", "VBG", "DT", "NN", "NN", "IN", "NNP", "NNP", ",", "NNP", "."], "tree": "(TOP (S (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT)))) (VP (VBZ VBZ) (NP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (NN NN) (NN NN) (CC CC) (NN NN)))) (, ,) (S (NP (DT DT) (JJ JJ) (NN NN)) (VP (VBG VBG) (NP (NP (DT DT) (NN NN) (NN NN)) (PP (IN IN) (NP (NP (NNP NNP) (NNP NNP)) (, ,) (NP (NNP NNP))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 125, "text": "This system issued massive fines in poor communities for incredibly minor offenses (such as jaywalking), and allowed for you to get fines from multiple different municipalities for the same offense, maximizing profit and effectively crippling the poor population, many of whom cannot afford to pay such inordinate fines and are then further penalized in a vicious cycle (lecture 12/Ferguson: A Report from Occupied Territory).", "tokens": ["DT", "NN", "VBD", "JJ", "NNS", "IN", "JJ", "NNS", "IN", "RB", "JJ", "NNS", "(", "JJ", "IN", "NN", ")", ",", "CC", "VBD", "IN", "PRP", "TO", "VB", "NNS", "IN", "JJ", "JJ", "NNS", "IN", "DT", "JJ", "NN", ",", "VBG", "NN", "CC", "RB", "VBG", "DT", "JJ", "NN", ",", "JJ", "IN", "WP", "MD", "RB", "VB", "TO", "VB", "JJ", "JJ", "NNS", "CC", "VBP", "RB", "RB", "VBN", "IN", "DT", "JJ", "NN", "(", "JJ", "CD", ":", "DT", "NN", "IN", "NNP", "NNP", ")", "."], "tree": "(TOP (S (NP (DT DT) (NN NN)) (VP (VP (VBD VBD) (NP (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (JJ JJ) (NNS NNS))) (PP (IN IN) (NP (NP (ADJP (RB RB) (JJ JJ)) (NNS NNS)) (-LRB- -LRB-) (PP (JJ JJ) (IN IN) (NP (NN NN))) (-RRB- -RRB-)))) (, ,) (CC CC) (VP (VBD VBD) (SBAR (IN IN) (S (NP (PRP PRP)) (VP (TO TO) (VP (VB VB) (NP (NNS NNS)) (PP (IN IN) (NP (JJ JJ) (JJ JJ) (NNS NNS))) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN)))))))) (, ,) (S (VP (S (VP (S (VP (VP (VBG VBG) (NP (NN NN))) (CC CC) (ADVP (RB RB)) (VP (VBG VBG) (NP (NP (DT DT) (JJ JJ) (NN NN)) (, ,) (SBAR (WHNP (WHNP (JJ JJ)) (WHPP (IN IN) (WHNP (WP WP)))) (S (VP (VP (MD MD) (RB RB) (VP (VB VB) (S (VP (TO TO) (VP (VB VB) (NP (JJ JJ) (JJ JJ) (NNS NNS))))))) (CC CC) (VP (VBP VBP) (ADVP (RB RB)) (ADVP (RB RB)) (VBN VBN) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN))))))))))) (-LRB- -LRB-) (NP (NP (NN NN) (NNP NNP)) (: :) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NNP NNP) (NNP NNP))))))) (. .)))) (-RRB- -RRB-)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 126, "text": "This is another example of how the state reinforces unfair and unequal practices and systems that widen inequality and make it even more difficult for the oppressed to escape the system.", "tokens": ["DT", "VBZ", "DT", "NN", "IN", "WRB", "DT", "NN", "NNS", "JJ", "CC", "JJ", "NNS", "CC", "NNS", "WDT", "VBP", "NN", "CC", "VB", "PRP", "RB", "RBR", "JJ", "IN", "DT", "VBN", "TO", "VB", "DT", "NN", "."], "tree": "(TOP (S (NP (DT DT)) (VP (VBZ VBZ) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (SBAR (WHADVP (WRB WRB)) (S (NP (DT DT) (NN NN)) (VP (VBZ VBZ) (NP (NP (ADJP (JJ JJ) (CC CC) (JJ JJ)) (NNS NNS) (CC CC) (NNS NNS)) (SBAR (WHNP (WDT WDT)) (S (VP (VP (VBP VBP) (NP (NN NN))) (CC CC) (VP (VBP VBP) (S (NP (NP (PRP PRP))) (ADJP (ADVP (RB RB) (RBR RBR)) (JJ JJ)) (SBAR (IN IN) (S (NP (DT DT) (JJ JJ)) (VP (TO TO) (VP (VB VB) (NP (DT DT) (NN NN)))))))))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 127, "text": "Further examples include the inequality of healthcare and insurance, with differing access and costs, who's believed when they say they're in pain, and who's taken seriously by doctors, and housing inequality (restrictive covenants and racist zoning laws) (lecture 17).", "tokens": ["JJ", "NNS", "VBP", "DT", "NN", "IN", "NN", "CC", "NN", ",", "IN", "VBG", "NN", "CC", "NNS", ",", "WP", "VBZ", "VBN", "WRB", "PRP", "VBP", "PRP", "VBP", "IN", "NN", ",", "CC", "WP", "VBZ", "VBN", "RB", "IN", "NNS", ",", "CC", "NN", "NN", "(", "JJ", "NNS", "CC", "NN", "VBG", "NNS", ")", "(", "JJ", "CD", ")", "."], "tree": "(TOP (S (NP (JJ JJ) (NNS NNS)) (VP (VBP VBP) (NP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NN NN) (CC CC) (NN NN))) (, ,) (PP (IN IN) (NP (VBG VBG) (NN NN) (CC CC) (NNS NNS)))) (, ,) (SBAR (SBAR (WHNP (WP WP)) (S (VP (VBZ VBZ) (VP (VBN VBN) (SBAR (WHADVP (WRB WRB)) (S (NP (PRP PRP)) (VP (VBP VBP) (SBAR (S (NP (PRP PRP)) (VP (VBP VBP) (PP (IN IN) (NP (NN NN))))))))))))) (, ,) (CC CC) (SBAR (WHNP (WP WP)) (S (VP (VBZ VBZ) (VP (VBN VBN) (ADVP (RB RB)) (PP (IN IN) (NP (NNS NNS)))))))) (, ,) (CC CC) (NP (NP (NP (NN NN) (NN NN)) (-LRB- -LRB-) (NP (NP (JJ JJ) (NNS NNS)) (CC CC) (NP (JJ JJ) (NN NN) (NNS NNS))) (-RRB- -RRB-)) (-LRB- -LRB-) (NP (NN NN) (CD CD)) (-RRB- -RRB-)))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 128, "text": "These examples all reveal the sinister and often subtle manifestation of racial capitalism in the lived realities of individuals, and how the state often reinforces these systems and upholds inequality through their policies and actions.", "tokens": ["DT", "VBZ", "DT", "VBP", "DT", "NN", "CC", "RB", "JJ", "NN", "IN", "JJ", "NN", "IN", "DT", "JJ", "NNS", "IN", "NNS", ",", "CC", "WRB", "DT", "NN", "RB", "VBZ", "DT", "NNS", "CC", "JJ", "NN", "IN", "PRP$", "NNS", "CC", "NNS", "."], "tree": "(TOP (S (NP (DT DT) (NNS NNS)) (DT DT) (VP (VBP VBP) (NP (NP (NP (DT DT) (ADJP (ADJP (JJ JJ)) (CC CC) (ADJP (RB RB) (JJ JJ))) (NN NN)) (PP (IN IN) (NP (JJ JJ) (NN NN))) (PP (IN IN) (NP (NP (DT DT) (VBN VBN) (NNS NNS)) (PP (IN IN) (NP (NNS NNS)))))) (, ,) (CC CC) (SBAR (WHADVP (WRB WRB)) (S (NP (DT DT) (NN NN)) (ADVP (RB RB)) (VP (VP (VBZ VBZ) (NP (DT DT) (NNS NNS))) (CC CC) (VP (VBZ VBZ) (NP (NN NN)) (PP (IN IN) (NP (PRP$ PRP$) (NNS NNS) (CC CC) (NNS NNS))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 129, "text": "While psychology and History have often favored the side of the oppressors and those in power, new movements have focused on reversing this narrative and empowering the common people and the oppressed.", "tokens": ["IN", "NN", "CC", "NNP", "VBP", "RB", "VBN", "DT", "NN", "IN", "DT", "NNS", "CC", "DT", "IN", "NN", ",", "JJ", "NNS", "VBP", "VBN", "IN", "VBG", "DT", "JJ", "CC", "VBG", "DT", "JJ", "NNS", "CC", "DT", "VBN", "."], "tree": "(TOP (S (SBAR (IN IN) (S (NP (NN NN) (CC CC) (NNP NNP)) (VP (VBP VBP) (ADVP (RB RB)) (VP (VBN VBN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (DT DT) (NNS NNS)) (CC CC) (NP (NP (DT DT)) (PP (IN IN) (NP (NN NN))))))))))) (, ,) (NP (JJ JJ) (NNS NNS)) (VP (VBP VBP) (VP (VBN VBN) (PP (IN IN) (S (VP (VP (VBG VBG) (NP (DT DT) (NN NN))) (CC CC) (VP (VBG VBG) (NP (NP (DT DT) (JJ JJ) (NNS NNS)) (CC CC) (NP (DT DT) (JJ JJ))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 130, "text": "\"History from Below\" is a movement that focuses on looking at historical events and narratives from the perspective of the oppressed populations and taking emphasis off of the false idea that just a few powerful figures in history accounted for the majority of happenings (Rediker).", "tokens": ["``", "NN", "IN", "NNP", "''", "VBZ", "DT", "NN", "WDT", "VBZ", "IN", "VBG", "IN", "JJ", "NNS", "CC", "NNS", "IN", "DT", "NN", "IN", "DT", "JJ", "NNS", "CC", "VBG", "NN", "IN", "IN", "DT", "JJ", "NN", "WDT", "RB", "DT", "JJ", "JJ", "NNS", "IN", "NN", "VBN", "IN", "DT", "NN", "IN", "NNS", "(", "NNP", ")", "."], "tree": "(TOP (S (-LRB- -LRB-) (NP (NP (NN NN)) (PP (IN IN) (NP (NNP NNP)))) ('' '') (VP (VBZ VBZ) (NP (NP (DT DT) (NN NN)) (SBAR (WHNP (WDT WDT)) (S (VP (VBZ VBZ) (PP (IN IN) (S (VP (VP (VBG VBG) (PP (IN IN) (NP (JJ JJ) (NNS NNS) (CC CC) (NNS NNS))) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (JJ JJ) (NNS NNS)))))) (CC CC) (VP (VBG VBG) (NP (NN NN)) (PP (IN IN) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (NN NN) (SBAR (IN IN) (S (NP (NP (RB RB) (DT DT) (JJ JJ) (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (NN NN)))) (VP (VBD VBD) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NNS NNS))))))))) (PRN (-LRB- -LRB-) (NP (NNP NNP)) (-RRB- -RRB-)))))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 131, "text": "It is almost never one singular brilliant person that comes up with a new philosophy or achieves some great act; instead, they were simply the culmination of many other people and ideas before them that are then represented by these singular figures of power in traditional historical narratives.", "tokens": ["PRP", "VBZ", "RB", "RB", "CD", "JJ", "NN", "NN", "WDT", "VBZ", "RP", "IN", "DT", "JJ", "NN", "CC", "VBZ", "DT", "JJ", "NN", ":", "RB", ",", "PRP", "VBD", "RB", "DT", "NN", "IN", "JJ", "JJ", "NNS", "CC", "NNS", "IN", "PRP", "WDT", "VBP", "RB", "VBN", "IN", "DT", "JJ", "NNS", "IN", "NN", "IN", "JJ", "JJ", "NNS", "."], "tree": "(TOP (S (S (NP (PRP PRP)) (VP (VBZ VBZ) (ADVP (RB RB) (RB RB)) (NP (NP (CD CD) (JJ JJ) (JJ JJ) (NN NN)) (SBAR (WHNP (WDT WDT)) (S (VP (VP (VBZ VBZ) (PRT (RP RP)) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN)))) (CC CC) (VP (VBZ VBZ) (NP (DT DT) (JJ JJ) (NN NN))))))))) (: :) (S (ADVP (RB RB)) (, ,) (NP (PRP PRP)) (VP (VBD VBD) (ADVP (RB RB)) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (NP (JJ JJ) (JJ JJ) (NNS NNS) (CC CC) (NNS NNS)) (PP (IN IN) (NP (PRP PRP)))) (SBAR (WHNP (WDT WDT)) (S (VP (VBP VBP) (ADVP (RB RB)) (VP (VBN VBN) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (NN NN))))) (PP (IN IN) (NP (JJ JJ) (JJ JJ) (NNS NNS)))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 132, "text": "History from Below attempts to emphasize the individual experience of common people, of the wage laborers, the common soldiers, and the anarchists, and show how they were oppressed and subdued by those in power.", "tokens": ["NN", "IN", "NNP", "NNS", "TO", "VB", "DT", "JJ", "NN", "IN", "JJ", "NNS", ",", "IN", "DT", "NN", "NNS", ",", "DT", "JJ", "NNS", ",", "CC", "DT", "NNS", ",", "CC", "VB", "WRB", "PRP", "VBD", "VBN", "CC", "VBN", "IN", "DT", "IN", "NN", "."], "tree": "(TOP (S (NP (NP (NN NN)) (PP (IN IN) (NP (NNP NNP)))) (VP (VBZ VBZ) (S (VP (TO TO) (VP (VP (VB VB) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NP (JJ JJ) (NNS NNS)) (, ,) (PP (IN IN) (NP (DT DT) (NN NN) (NNS NNS))) (, ,) (NP (DT DT) (JJ JJ) (NNS NNS)) (, ,) (CC CC) (NP (DT DT) (NNS NNS)))))) (, ,) (CC CC) (VP (VB VB) (SBAR (WHADVP (WRB WRB)) (S (NP (PRP PRP)) (VP (VBD VBD) (VP (VBN VBN) (CC CC) (VBN VBN) (PP (IN IN) (NP (NP (DT DT)) (PP (IN IN) (NP (NN NN)))))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 133, "text": "It takes away the biased and often false narrative set by those who benefitted from history and focuses instead on the truth of the general masses, those who had little power but bear the most weight of history and its aftermath (Rediker).", "tokens": ["PRP", "VBZ", "RB", "DT", "JJ", "CC", "RB", "JJ", "JJ", "VBN", "IN", "DT", "WP", "VBD", "IN", "NN", "CC", "VBZ", "RB", "IN", "DT", "NN", "IN", "DT", "JJ", "NNS", ",", "DT", "WP", "VBD", "JJ", "NN", "CC", "VBP", "DT", "RBS", "JJ", "IN", "NN", "CC", "PRP$", "NN", "(", "NNP", ")", "."], "tree": "(TOP (S (NP (PRP PRP)) (VP (VP (VBZ VBZ) (ADVP (RB RB)) (NP (NP (DT DT) (ADJP (ADJP (JJ JJ)) (CC CC) (ADJP (RB RB) (JJ JJ))) (NN NN)) (VP (VBN VBN) (PP (IN IN) (NP (NP (DT DT)) (SBAR (WHNP (WP WP)) (S (VP (VBD VBD) (PP (IN IN) (NP (NN NN))))))))))) (CC CC) (VP (VBZ VBZ) (ADVP (RB RB)) (PP (IN IN) (NP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (JJ JJ) (NNS NNS)))) (, ,) (NP (NP (NP (DT DT)) (SBAR (WHNP (WP WP)) (S (VP (VP (VBD VBD) (NP (JJ JJ) (NN NN))) (CC CC) (VP (VBP VBP) (NP (NP (DT DT) (JJS JJS) (NN NN)) (PP (IN IN) (NP (NP (NN NN)) (CC CC) (NP (PRP$ PRP$) (NNS NNS)))))))))) (PRN (-LRB- -LRB-) (NP (NNP NNP)) (-RRB- -RRB-))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 134, "text": "This allows for the true extent of inequality to be seen and understood, and only when this happens can it be addressed.", "tokens": ["DT", "VBZ", "IN", "DT", "JJ", "NN", "IN", "NN", "TO", "VB", "VBN", "CC", "JJ", ",", "CC", "RB", "WRB", "DT", "VBZ", "MD", "PRP", "VB", "VBN", "."], "tree": "(TOP (S (S (NP (DT DT)) (VP (VBZ VBZ) (SBAR (IN IN) (S (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NN NN)))) (VP (TO TO) (VP (VB VB) (VP (VBN VBN) (CC CC) (VBN VBN)))))))) (, ,) (CC CC) (S (SBAR (WHADVP (RB RB) (WRB WRB)) (S (NP (DT DT)) (VP (VBZ VBZ)))) (MD MD) (NP (PRP PRP)) (VP (VB VB) (VP (VBN VBN)))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 135, "text": "Liberation psychology attempts to do a similar thing, but instead of focusing on history it focuses on reversing psychology's historical role in upholding and justifying the systems of the oppressors, into a role of helping those in need and advancing the social conditions of the disenfranchised (martin baro).", "tokens": ["NNP", "NN", "NNS", "TO", "VB", "DT", "JJ", "NN", ",", "CC", "RB", "IN", "VBG", "IN", "NN", "PRP", "VBZ", "IN", "VBG", "NN", "POS", "JJ", "NN", "IN", "VBG", "CC", "VBG", "DT", "NNS", "IN", "DT", "NNS", ",", "IN", "DT", "NN", "IN", "VBG", "DT", "IN", "NN", "CC", "VBG", "DT", "JJ", "NNS", "IN", "DT", "VBN", "(", "JJ", "NN", ")", "."], "tree": "(TOP (S (S (NP (NN NN) (NN NN)) (VP (VBZ VBZ) (S (VP (TO TO) (VP (VB VB) (NP (DT DT) (JJ JJ) (NN NN))))))) (, ,) (CC CC) (S (PP (RB RB) (IN IN) (S (VP (VBG VBG) (PP (IN IN) (NP (NN NN)))))) (NP (PRP PRP)) (VP (VBZ VBZ) (PP (IN IN) (S (VP (VBG VBG) (NP (NP (NP (NN NN) (POS POS)) (JJ JJ) (NN NN)) (PP (IN IN) (S (VP (VBG VBG) (CC CC) (VBG VBG) (NP (NP (DT DT) (NNS NNS)) (PP (IN IN) (NP (DT DT) (NNS NNS)))))))) (, ,) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (S (VP (VP (VBG VBG) (NP (NP (DT DT)) (PP (IN IN) (NP (NN NN))))) (CC CC) (VP (VBG VBG) (NP (NP (NP (DT DT) (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (DT DT) (JJ JJ)))) (-LRB- -LRB-) (NP (FW FW) (FW FW)) (-RRB- -RRB-))))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 136, "text": "Liberation psychology attempts to understand the perspectives of the communities it serves and help individuals achieve freedom and autonomy.", "tokens": ["NNP", "NN", "NNS", "TO", "VB", "DT", "NNS", "IN", "DT", "NNS", "PRP", "VBZ", "CC", "NN", "NNS", "VBP", "NN", "CC", "NN", "."], "tree": "(TOP (S (NP (NN NN) (NN NN)) (VP (VBZ VBZ) (S (VP (TO TO) (VP (VP (VB VB) (NP (NP (DT DT) (NNS NNS)) (PP (IN IN) (NP (NP (DT DT) (NNS NNS)) (SBAR (S (NP (PRP PRP)) (VP (VBZ VBZ)))))))) (CC CC) (VP (VB VB) (S (NP (NNS NNS)) (VP (VB VB) (NP (NN NN) (CC CC) (NN NN))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 137, "text": "Instead of trying to pathologize and cure \"problems'' within the individual in order to help them fit better into an unyielding system, it tries to figure out how the system can be manipulated in order to better serve the people within it (Martin Baro).", "tokens": ["RB", "IN", "VBG", "TO", "VB", "CC", "VB", "``", "NNS", "''", "IN", "DT", "NN", "IN", "NN", "TO", "VB", "PRP", "VB", "RBR", "IN", "DT", "JJ", "NN", ",", "PRP", "VBZ", "TO", "VB", "RP", "WRB", "DT", "NN", "MD", "VB", "VBN", "IN", "NN", "TO", "JJR", "VB", "DT", "NNS", "IN", "PRP", "(", "NNP", "NNP", ")", "."], "tree": "(TOP (S (PP (RB RB) (IN IN) (S (VP (VBG VBG) (S (VP (TO TO) (VP (VB VB) (CC CC) (VB VB) (NP (-LRB- -LRB-) (NP (NNS NNS)) (-RRB- -RRB-)) (PP (IN IN) (NP (DT DT) (NN NN))) (SBAR (IN IN) (NN NN) (S (VP (TO TO) (VP (VB VB) (S (NP (PRP PRP)) (VP (VB VB) (ADVP (RBR RBR)) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN))))))))))))))) (, ,) (NP (PRP PRP)) (VP (VBZ VBZ) (S (VP (TO TO) (VP (VB VB) (PRT (RP RP)) (SBAR (SBAR (WHADVP (WRB WRB)) (S (NP (DT DT) (NN NN)) (VP (MD MD) (VP (VB VB) (VP (VBN VBN) (SBAR (IN IN) (NN NN) (S (VP (TO TO) (ADVP (RB RB)) (VP (VB VB) (NP (NP (DT DT) (NNS NNS)) (PP (IN IN) (NP (PRP PRP))))))))))))) (-LRB- -LRB-) (NP (NNP NNP) (NNP NNP)) (-RRB- -RRB-)))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 138, "text": "This is an incredibly important shift in perspective that takes power and importance away from those in positions of privilege and validates the oppressed, which in the long run has the effect of exposing and minimizing social inequality in communities.", "tokens": ["DT", "VBZ", "DT", "RB", "JJ", "NN", "IN", "NN", "WDT", "VBZ", "NN", "CC", "VB", "RB", "IN", "DT", "IN", "NNS", "IN", "NN", "CC", "VBZ", "DT", "VBN", ",", "WDT", "IN", "DT", "JJ", "NN", "VBZ", "DT", "NN", "IN", "VBG", "CC", "VBG", "JJ", "NN", "IN", "NNS", "."], "tree": "(TOP (S (NP (DT DT)) (VP (VBZ VBZ) (NP (NP (NP (DT DT) (ADJP (RB RB) (JJ JJ)) (NN NN)) (PP (IN IN) (NP (NN NN)))) (SBAR (WHNP (WDT WDT)) (S (VP (S (VP (VP (VBZ VBZ) (NP (NN NN) (CC CC) (NN NN)) (ADVP (RB RB) (PP (IN IN) (NP (NP (DT DT)) (PP (IN IN) (NP (NP (NNS NNS)) (PP (IN IN) (NP (NN NN))))))))) (CC CC) (VP (VBZ VBZ) (NP (DT DT) (JJ JJ))))) (, ,) (SBAR (WHNP (WDT WDT)) (S (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN))) (VP (VBZ VBZ) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (S (VP (VBG VBG) (CC CC) (VBG VBG) (NP (NP (JJ JJ) (NN NN)) (PP (IN IN) (NP (NNS NNS)))))))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 139, "text": "With this shift in the focus of psychology comes many new methods that help us understand inequality.", "tokens": ["IN", "DT", "NN", "IN", "DT", "NN", "IN", "NN", "VBZ", "JJ", "JJ", "NNS", "WDT", "VBP", "PRP", "JJ", "NN", "."], "tree": "(TOP (SINV (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NN NN))))))) (VP (VBZ VBZ)) (NP (NP (JJ JJ) (JJ JJ) (NNS NNS)) (SBAR (WHNP (WDT WDT)) (S (VP (VBP VBP) (S (NP (PRP PRP)) (S (VP (VB VB) (NP (NN NN))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 140, "text": "Jetten and Peters focus on subjective experience and more subtle forms of inequality, especially in education, to show how deeply entrenched social inequalities can have an adverse effect on students in universities and the education system, despite there being no obvious inequality in their education.", "tokens": ["NNP", "CC", "NNP", "VBP", "IN", "JJ", "NN", "CC", "JJR", "JJ", "NNS", "IN", "NN", ",", "RB", "IN", "NN", ",", "TO", "VB", "WRB", "RB", "JJ", "JJ", "NNS", "MD", "VB", "DT", "JJ", "NN", "IN", "NNS", "IN", "NNS", "CC", "DT", "NN", "NN", ",", "IN", "EX", "VBG", "DT", "JJ", "NN", "IN", "PRP$", "NN", "."], "tree": "(TOP (S (NP (NNP NNP) (CC CC) (NNP NNP)) (VP (VBP VBP) (PP (IN IN) (NP (NP (JJ JJ) (NN NN)) (CC CC) (NP (NP (ADJP (RBR RBR) (JJ JJ)) (NNS NNS)) (PP (IN IN) (NP (NN NN))) (, ,) (PP (ADVP (RB RB)) (IN IN) (NP (NN NN))) (, ,)))) (S (VP (TO TO) (VP (VB VB) (SBAR (WHADVP (WRB WRB)) (S (NP (ADVP (RB RB)) (NP (JJ JJ) (JJ JJ) (NNS NNS))) (VP (MD MD) (VP (VB VB) (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NP (NNS NNS)) (PP (IN IN) (NP (NP (NNS NNS)) (CC CC) (NP (DT DT) (NN NN) (NN NN)))))) (, ,) (PP (IN IN) (S (NP (EX EX)) (VP (VBG VBG) (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (PRP$ PRP$) (NN NN)))))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 141, "text": "This is because many of the aspects of our education system were created for a specific group, and even when other groups (here she focuses on lower income and minority students) get the same opportunities and education, it often doesn't serve them nearly as well as the education's intended recipient.", "tokens": ["DT", "VBZ", "RB", "JJ", "IN", "DT", "NNS", "IN", "PRP$", "NN", "NN", "VBD", "VBN", "IN", "DT", "JJ", "NN", ",", "CC", "RB", "WRB", "JJ", "NNS", "(", "RB", "PRP", "VBZ", "IN", "JJR", "NN", "CC", "NN", "NNS", ")", "VBP", "DT", "JJ", "NNS", "CC", "NN", ",", "PRP", "RB", "VBZ", "RB", "VB", "PRP", "RB", "RB", "RB", "IN", "DT", "NN", "POS", "JJ", "NN", "."], "tree": "(TOP (S (S (NP (DT DT)) (VP (VBZ VBZ) (SBAR (IN IN) (S (NP (NP (JJ JJ)) (PP (IN IN) (NP (NP (DT DT) (NNS NNS)) (PP (IN IN) (NP (PRP$ PRP$) (NN NN) (NN NN)))))) (VP (VBD VBD) (VP (VBN VBN) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN))))))))) (, ,) (CC CC) (S (SBAR (WHADVP (ADVP (RB RB)) (WRB WRB)) (S (NP (NP (JJ JJ) (NNS NNS)) (-LRB- -LRB-) (ADVP (RB RB)) (NP (PRP PRP)) (VP (VBZ VBZ) (PP (IN IN) (NP (NP (JJR JJR) (NN NN)) (CC CC) (NP (NN NN) (NNS NNS))))) (-RRB- -RRB-)) (VP (VBP VBP) (NP (DT DT) (JJ JJ) (NNS NNS) (CC CC) (NN NN))))) (, ,) (NP (PRP PRP)) (ADVP (RB RB)) (VP (VBZ VBZ) (RB RB) (VP (VB VB) (NP (PRP PRP)) (ADVP (ADVP (RB RB) (RB RB) (RB RB)) (PP (IN IN) (NP (NP (DT DT) (NN NN) (POS POS)) (VBN VBN) (NN NN))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 142, "text": "Croizet and others emphasize the role of the education system in perpetuating social inequality, and how it shapes the way individuals think, act, and perceive the world such that there doesn't even need to be a conscious effort to subjugate others or submit to them; it just happens subconsciously (symbolic violence).", "tokens": ["NNP", "CC", "NNS", "VBP", "DT", "NN", "IN", "DT", "NN", "NN", "IN", "VBG", "JJ", "NN", ",", "CC", "WRB", "PRP", "VBZ", "DT", "NN", "NNS", "VBP", ",", "NN", ",", "CC", "VB", "DT", "NN", "JJ", "IN", "EX", "VBZ", "RB", "RB", "VB", "TO", "VB", "DT", "JJ", "NN", "TO", "VB", "NNS", "CC", "NN", "TO", "PRP", ":", "PRP", "RB", "VBZ", "RB", "(", "JJ", "NN", ")", "."], "tree": "(TOP (S (S (NP (NNP NNP) (CC CC) (NNS NNS)) (VP (VBP VBP) (NP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (NN NN) (NN NN))) (PP (IN IN) (S (VP (VBG VBG) (NP (JJ JJ) (NN NN)))))) (, ,) (CC CC) (SBAR (WHADVP (WRB WRB)) (S (NP (PRP PRP)) (VP (VBZ VBZ) (NP (NP (DT DT) (NN NN)) (SBAR (S (NP (NNS NNS)) (VP (VP (VBP VBP) (, ,) (VBP VBP) (, ,) (CC CC) (VBP VBP) (NP (DT DT) (NN NN))) (PP (JJ JJ) (IN IN) (S (NP (EX EX)) (VP (VBZ VBZ) (RB RB) (ADVP (RB RB)) (VP (VB VB) (S (VP (TO TO) (VP (VB VB) (NP (DT DT) (JJ JJ) (NN NN) (S (VP (TO TO) (VP (VP (VB VB) (NP (NNS NNS))) (CC CC) (VP (VB VB) (PP (IN IN) (NP (PRP PRP))))))))))))))))))))))))) (: :) (S (NP (PRP PRP)) (ADVP (RB RB)) (VP (VBZ VBZ) (ADVP (ADVP (RB RB)) (-LRB- -LRB-) (NP (JJ JJ) (NN NN)) (-RRB- -RRB-)))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 143, "text": "Many of these institutions categorize their members and funnel them into specific jobs or career paths that then restrict the paths their lives can take.", "tokens": ["JJ", "IN", "DT", "NNS", "VBP", "PRP$", "NNS", "CC", "VB", "PRP", "IN", "JJ", "NNS", "CC", "NN", "NNS", "IN", "RB", "VB", "DT", "NNS", "PRP$", "NNS", "MD", "VB", "."], "tree": "(TOP (S (NP (NP (JJ JJ)) (PP (IN IN) (NP (DT DT) (NNS NNS)))) (VP (VP (VBP VBP) (NP (PRP$ PRP$) (NNS NNS))) (CC CC) (VP (VBP VBP) (NP (PRP PRP)) (PP (IN IN) (NP (NP (JJ JJ) (NML (NML (NNS NNS)) (CC CC) (NML (NN NN) (NNS NNS)))) (SBAR (WHNP (WDT WDT)) (S (ADVP (RB RB)) (VP (VBP VBP) (NP (NP (DT DT) (NNS NNS)) (SBAR (S (NP (PRP$ PRP$) (NNS NNS)) (VP (MD MD) (VP (VB VB))))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 144, "text": "This categorization is a way of controlling individuals and providing the necessary skill and labor to perpetuate systems of inequality, as well as categorizing individuals so they become trapped in these specific roles (Croizet).", "tokens": ["DT", "NN", "VBZ", "DT", "NN", "IN", "VBG", "NNS", "CC", "VBG", "DT", "JJ", "NN", "CC", "NN", "TO", "VB", "NNS", "IN", "NN", ",", "RB", "RB", "IN", "VBG", "NNS", "RB", "PRP", "VBP", "VBN", "IN", "DT", "JJ", "NNS", "(", "NNP", ")", "."], "tree": "(TOP (S (NP (DT DT) (NN NN)) (VP (VBZ VBZ) (NP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (S (VP (VP (VBG VBG) (NP (NNS NNS))) (CC CC) (VP (VBG VBG) (NP (NP (DT DT) (JJ JJ) (NN NN) (CC CC) (NN NN)) (SBAR (S (VP (TO TO) (VP (VB VB) (NP (NP (NNS NNS)) (PP (IN IN) (NP (NN NN)))))))))))))) (, ,) (CONJP (RB RB) (RB RB) (IN IN)) (S (VP (VBG VBG) (NP (NNS NNS)) (SBAR (IN IN) (S (NP (PRP PRP)) (VP (VBP VBP) (VP (VBN VBN) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (NNS NNS)) (-LRB- -LRB-) (NP (NNP NNP)) (-RRB- -RRB-))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 145, "text": "Furthermore, they argue that the educational system and the idea of an egalitarian 'meritocracy', is not actually egalitarian or merit-based at all.", "tokens": ["RB", ",", "PRP", "VBP", "IN", "DT", "JJ", "NN", "CC", "DT", "NN", "IN", "DT", "JJ", "NN", "''", ",", "VBZ", "RB", "RB", "JJ", "CC", "JJ", "IN", "DT", "."], "tree": "(TOP (S (ADVP (RB RB)) (, ,) (NP (PRP PRP)) (VP (VBP VBP) (SBAR (IN IN) (S (NP (NP (DT DT) (JJ JJ) (NN NN)) (CC CC) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN) ('' ''))))) (, ,) (VP (VBZ VBZ) (RB RB) (ADVP (RB RB)) (ADJP (ADJP (JJ JJ)) (CC CC) (ADJP (JJ JJ))) (ADVP (RB RB) (RB RB)))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 146, "text": "Even if equal opportunity is provided to each student, it doesn't account for generational inequalities and disparities that place them at a disadvantage from the start.", "tokens": ["RB", "IN", "JJ", "NN", "VBZ", "VBN", "TO", "DT", "NN", ",", "PRP", "VBZ", "RB", "VB", "IN", "JJ", "NNS", "CC", "NNS", "WDT", "VBP", "PRP", "IN", "DT", "NN", "IN", "DT", "NN", "."], "tree": "(TOP (S (SBAR (ADVP (RB RB)) (IN IN) (S (NP (JJ JJ) (NN NN)) (VP (VBZ VBZ) (VP (VBN VBN) (PP (IN IN) (NP (DT DT) (NN NN))))))) (, ,) (NP (PRP PRP)) (VP (VBZ VBZ) (RB RB) (VP (VB VB) (PP (IN IN) (NP (NP (JJ JJ) (NNS NNS) (CC CC) (NNS NNS)) (SBAR (WHNP (WDT WDT)) (S (VP (VBP VBP) (NP (PRP PRP)) (PP (IN IN) (NP (DT DT) (NN NN))) (PP (IN IN) (NP (DT DT) (NN NN)))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 147, "text": "On top of this, equal opportunity isn't really even possible, because by setting up any form of standardized measure of merit, one has to create an ideal or norm that will inevitably suit one population best (croizet).", "tokens": ["IN", "NN", "IN", "DT", ",", "JJ", "NN", "VBZ", "RB", "RB", "RB", "JJ", ",", "IN", "IN", "VBG", "RP", "DT", "NN", "IN", "JJ", "NN", "IN", "NN", ",", "CD", "VBZ", "TO", "VB", "DT", "NN", "CC", "NN", "WDT", "MD", "RB", "VB", "CD", "NN", "RBS", "(", "NN", ")", "."], "tree": "(TOP (S (PP (IN IN) (NP (NP (NN NN)) (PP (IN IN) (NP (DT DT))))) (, ,) (NP (JJ JJ) (NN NN)) (VP (VBZ VBZ) (RB RB) (ADVP (RB RB)) (ADJP (RB RB) (JJ JJ)) (, ,) (SBAR (IN IN) (S (PP (IN IN) (S (VP (VBG VBG) (PRT (RP RP)) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (JJ JJ) (NN NN)) (PP (IN IN) (NP (NN NN))))))))) (, ,) (NP (PRP PRP)) (VP (VBZ VBZ) (S (VP (TO TO) (VP (VB VB) (NP (NP (DT DT) (NN NN) (CC CC) (NN NN)) (SBAR (WHNP (WDT WDT)) (S (VP (MD MD) (ADVP (RB RB)) (VP (VB VB) (NP (CD CD) (NN NN)) (ADVP (RB RB)) (-LRB- -LRB-) (NP (NNP NNP)) (-RRB- -RRB-))))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 148, "text": "Every other group trying to achieve this standard is working at a disadvantage because their language or culture or ideas are not valued the same.", "tokens": ["DT", "JJ", "NN", "VBG", "TO", "VB", "DT", "NN", "VBZ", "VBG", "IN", "DT", "NN", "IN", "PRP$", "NN", "CC", "NN", "CC", "NNS", "VBP", "RB", "VBN", "DT", "JJ", "."], "tree": "(TOP (S (NP (NP (DT DT) (JJ JJ) (NN NN)) (VP (VBG VBG) (S (VP (TO TO) (VP (VB VB) (NP (DT DT) (NN NN))))))) (VP (VBZ VBZ) (VP (VBG VBG) (PP (IN IN) (NP (DT DT) (NN NN))) (SBAR (IN IN) (S (NP (PRP$ PRP$) (NN NN) (CC CC) (NN NN) (CC CC) (NNS NNS)) (VP (VBP VBP) (RB RB) (VP (VBN VBN) (NP (DT DT) (JJ JJ)))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 149, "text": "Finally, Augoustinos and Callaghan discuss the implications of language and the social inequality it perpetuates in everyday life.", "tokens": ["RB", ",", "NNP", "CC", "NNP", "VBP", "DT", "NNS", "IN", "NN", "CC", "DT", "JJ", "NN", "PRP", "VBZ", "IN", "JJ", "NN", "."], "tree": "(TOP (S (ADVP (RB RB)) (, ,) (NP (NNP NNP) (CC CC) (NNP NNP)) (VP (VBP VBP) (NP (NP (DT DT) (NNS NNS)) (PP (IN IN) (NP (NP (NN NN)) (CC CC) (NP (NP (DT DT) (JJ JJ) (NN NN)) (SBAR (S (NP (PRP PRP)) (VP (VBZ VBZ) (PP (IN IN) (NP (JJ JJ) (NN NN))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 150, "text": "They discuss the role of language in justifying and legitimizing inequality and unequal practices through contradictory arguments and double-standards (Augoustinos and Callaghan).", "tokens": ["PRP", "VBP", "DT", "NN", "IN", "NN", "IN", "NN", "CC", "VBG", "NN", "CC", "JJ", "NNS", "IN", "NN", "NNS", "CC", "NNS", "(", "NNPS", "CC", "NNP", ")", "."], "tree": "(TOP (S (NP (PRP PRP)) (VP (VBP VBP) (NP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NN NN))) (PP (IN IN) (S (VP (VBG VBG) (CC CC) (VBG VBG) (NP (NP (NN NN)) (CC CC) (NP (JJ JJ) (NNS NNS))) (PP (IN IN) (NP (NP (JJ JJ) (NNS NNS)) (CC CC) (NP (NNS NNS)))))))) (-LRB- -LRB-) (NP (NNP NNP) (CC CC) (NNP NNP)) (-RRB- -RRB-))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 151, "text": "These new psychological approaches help to understand the role of inequality in society and how the systems and norms in everyday life perpetuate it.", "tokens": ["DT", "JJ", "JJ", "NNS", "VBP", "TO", "VB", "DT", "NN", "IN", "NN", "IN", "NN", "CC", "WRB", "DT", "NNS", "CC", "NNS", "IN", "JJ", "NN", "NN", "PRP", "."], "tree": "(TOP (S (NP (DT DT) (JJ JJ) (JJ JJ) (NNS NNS)) (VP (VBP VBP) (S (VP (TO TO) (VP (VB VB) (NP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NN NN))) (PP (IN IN) (NP (NN NN)))) (CC CC) (SBAR (WHADVP (WRB WRB)) (S (NP (NP (DT DT) (NNS NNS) (CC CC) (NNS NNS)) (PP (IN IN) (NP (JJ JJ) (NN NN)))) (VP (VBP VBP) (NP (PRP PRP)))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 152, "text": "These studies serve to unveil some of the more subtle and sinister ways in which inequality is present in everyday life and is perpetuated by our systems, government, and education.", "tokens": ["DT", "NNS", "VBP", "TO", "VB", "DT", "IN", "DT", "RBR", "JJ", "CC", "JJ", "NNS", "IN", "WDT", "NN", "VBZ", "JJ", "IN", "JJ", "NN", "CC", "VBZ", "VBN", "IN", "PRP$", "NNS", ",", "NN", ",", "CC", "NN", "."], "tree": "(TOP (S (NP (DT DT) (NNS NNS)) (VP (VBP VBP) (S (VP (TO TO) (VP (VB VB) (NP (NP (DT DT)) (PP (IN IN) (NP (NP (DT DT) (ADJP (RBR RBR) (JJ JJ) (CC CC) (JJ JJ)) (NNS NNS)) (SBAR (WHPP (IN IN) (WHNP (WDT WDT))) (S (NP (NN NN)) (VP (VP (VBZ VBZ) (ADJP (JJ JJ) (PP (IN IN) (NP (JJ JJ) (NN NN))))) (CC CC) (VP (VBZ VBZ) (VP (VBN VBN) (PP (IN IN) (NP (PRP$ PRP$) (NNS NNS) (, ,) (NN NN) (, ,) (CC CC) (NN NN))))))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 153, "text": "Inequality often hides behind the guise of egalitarianism or meritocracy, and unveiling the contradictory function of many of these systems helps reveal what we can change in order to achieve a more egalitarian system and help those who have been oppressed get back on equal footing with those inequality has benefitted.", "tokens": ["NNP", "RB", "VBZ", "IN", "DT", "NN", "IN", "NN", "CC", "NN", ",", "CC", "VBG", "DT", "NN", "NN", "IN", "JJ", "IN", "DT", "NNS", "VBZ", "VB", "WP", "PRP", "MD", "VB", "IN", "NN", "TO", "VB", "DT", "RBR", "JJ", "NN", "CC", "VB", "DT", "WP", "VBP", "VBN", "VBN", "VB", "RB", "IN", "JJ", "NN", "IN", "DT", "NN", "VBZ", "VBN", "."], "tree": "(TOP (S (S (NP (NN NN)) (ADVP (RB RB)) (VP (VBZ VBZ) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NN NN) (CC CC) (NN NN))))))) (, ,) (CC CC) (S (S (VP (VBG VBG) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NP (JJ JJ)) (PP (IN IN) (NP (DT DT) (NNS NNS)))))))) (VP (VBZ VBZ) (S (VP (VB VB) (SBAR (WHNP (WP WP)) (S (NP (PRP PRP)) (VP (MD MD) (VP (VP (VB VB) (SBAR (IN IN) (NN NN) (VP (TO TO) (VP (VB VB) (NP (DT DT) (ADJP (RBR RBR) (JJ JJ)) (NN NN)))))) (CC CC) (VP (VB VB) (S (NP (NP (NP (DT DT)) (SBAR (WHNP (WP WP)) (S (VP (VBP VBP) (VP (VBN VBN) (VP (VBN VBN))))))) (VB VB) (ADVP (RB RB)) (PP (IN IN) (NP (NP (JJ JJ) (NN NN)) (PP (IN IN) (NP (DT DT) (NN NN)))))) (VP (VBZ VBZ) (VP (VBN VBN))))))))))))) (. .)))"}
{"doc_id": "personal_train", "para_id": 2, "sent_id": 154, "text": "By reversing the narrative and giving those without power a voice to reveal their condition and oppression, we can begin to undo the wrongs of the past and implement changes that will benefit everyone and society as a whole.", "tokens": ["IN", "VBG", "DT", "JJ", "CC", "VBG", "DT", "IN", "NN", "DT", "NN", "TO", "VB", "PRP$", "NN", "CC", "NN", ",", "PRP", "MD", "VB", "TO", "VB", "DT", "NNS", "IN", "DT", "JJ", "CC", "JJ", "NNS", "WDT", "MD", "VB", "NN", "CC", "NN", "IN", "DT", "NN", "."], "tree": "(TOP (S (PP (IN IN) (S (VP (VP (VBG VBG) (NP (DT DT) (NN NN))) (CC CC) (VP (VBG VBG) (NP (NP (DT DT)) (PP (IN IN) (NP (NN NN)))) (NP (NP (DT DT) (NN NN)) (SBAR (S (VP (TO TO) (VP (VB VB) (NP (PRP$ PRP$) (NN NN) (CC CC) (NN NN))))))))))) (, ,) (NP (PRP PRP)) (VP (MD MD) (VP (VB VB) (S (VP (TO TO) (VP (VP (VB VB) (NP (NP (DT DT) (NNS NNS)) (PP (IN IN) (NP (DT DT) (NN NN))))) (CC CC) (VP (VB VB) (NP (NP (NNS NNS)) (SBAR (WHNP (WDT WDT)) (S (VP (MD MD) (VP (VB VB) (NP (NP (NN NN)) (CC CC) (NP (NP (NN NN)) (PP (IN IN) (NP (DT DT) (NN NN)))))))))))))))) (. .)))"}
