{"doc_id": "personal_racial_capitalism", "para_id": 1, "sent_id": 1, "text": "The idea of racial capitalism is that the advancement of a capitalist society and the accumulation of capital are innately racially biased, and in practice widen the inequality gap between privileged and underprivileged members of the population.", "tokens": ["DT", "NN", "IN", "JJ", "NN", "VBZ", "IN", "DT", "NN", "IN", "DT", "JJ", "NN", "CC", "DT", "NN", "IN", "NN", "VBP", "RB", "RB", "VBN", ",", "CC", "IN", "NN", "VBP", "DT", "NN", "NN", "IN", "VBN", "CC", "JJ", "NNS", "IN", "DT", "NN", "."], "tree": "(TOP (S (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (JJ JJ) (NN NN)))) (VP (VBZ VBZ) (SBAR (IN IN) (S (NP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN)))) (CC CC) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NN NN))))) (VP (VP (VBP VBP) (ADJP (RB RB) (RB RB) (JJ JJ))) (, ,) (CC CC) (VP (PP (IN IN) (NP (NN NN))) (VBP VBP) (NP (NP (DT DT) (NN NN) (NN NN)) (PP (IN IN) (NP (NP (ADJP (JJ JJ) (CC CC) (JJ JJ)) (NNS NNS)) (PP (IN IN) (NP (DT DT) (NN NN))))))))))) (. .)))"}
{"doc_id": "personal_racial_capitalism", "para_id": 1, "sent_id": 2, "text": "This can be seen manifested throughout history, as everything from drug laws to traffic fines utilized racial bias and corrupt justifications to commodify a disenfranchised portion of their populations to maximize profit at the dominated group's expense.", "tokens": ["DT", "MD", "VB", "VBN", "VBN", "IN", "NN", ",", "IN", "NN", "IN", "NN", "NNS", "TO", "NN", "NNS", "VBN", "JJ", "NN", "CC", "JJ", "NNS", "TO", "VB", "DT", "JJ", "NN", "IN", "PRP$", "NNS", "TO", "VB", "NN", "IN", "DT", "JJ", "NN", "POS", "NN", "."], "tree": "(TOP (S (NP (DT DT)) (VP (MD MD) (VP (VB VB) (VP (VBN VBN) (S (VP (VBN VBN) (PP (IN IN) (NP (NN NN))) (, ,) (SBAR (IN IN) (S (NP (NP (NN NN)) (PP (PP (IN IN) (NP (NN NN) (NNS NNS))) (PP (IN IN) (NP (NN NN) (NNS NNS))))) (VP (VBD VBD) (NP (NP (JJ JJ) (NN NN)) (CC CC) (NP (JJ JJ) (NNS NNS))) (S (VP (TO TO) (VP (VB VB) (NP (NP (DT DT) (VBN VBN) (NN NN)) (PP (IN IN) (NP (PRP$ PRP$) (NNS NNS)))) (S (VP (TO TO) (VP (VB VB) (NP (NN NN)) (PP (IN IN) (NP (NP (DT DT) (VBN VBN) (NN NN) (POS POS)) (NN NN))))))))))))))))) (. .)))"}
{"doc_id": "personal_racial_capitalism", "para_id": 1, "sent_id": 3, "text": "The system of capitalism itself only serves to further embed these inequities and disparities by giving immense power to the capitalist and feeding a vicious cycle that makes it nearly impossible to escape or achieve autonomy as a member of a disenfranchised group.", "tokens": ["DT", "NN", "IN", "NN", "PRP", "RB", "VBZ", "TO", "VB", "JJ", "DT", "NNS", "CC", "NNS", "IN", "VBG", "JJ", "NN", "TO", "DT", "NN", "CC", "VBG", "DT", "JJ", "NN", "WDT", "VBZ", "PRP", "RB", "JJ", "TO", "VB", "CC", "VB", "NN", "IN", "DT", "NN", "IN", "DT", "JJ", "NN", "."], "tree": "(TOP (S (NP (NP (DT DT) (NN NN)) (PP (PP (IN IN) (NP (NN NN))) (NP (PRP PRP)))) (ADVP (RB RB)) (VP (VBZ VBZ) (S (VP (TO TO) (ADVP (RBR RBR)) (VP (VB VB) (NP (DT DT) (NNS NNS) (CC CC) (NNS NNS)) (PP (IN IN) (S (VP (VP (VBG VBG) (NP (JJ JJ) (NN NN)) (PP (IN IN) (NP (DT DT) (NN NN)))) (CC CC) (VP (VBG VBG) (NP (NP (DT DT) (JJ JJ) (NN NN)) (SBAR (WHNP (WDT WDT)) (S (VP (VBZ VBZ) (S (NP (NP (PRP PRP))) (ADJP (RB RB) (JJ JJ)) (S (VP (TO TO) (VP (VP (VB VB)) (CC CC) (VB VB) (NP (NN NN)) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN))))))))))))))))))))) (. .)))"}
{"doc_id": "personal_racial_capitalism", "para_id": 1, "sent_id": 4, "text": "The role of psychology throughout history has largely been to justify many of these inequities and human right violations by providing often corrupt reasoning and science to propagate racist ideologies and systems.", "tokens": ["DT", "NN", "IN", "NN", "IN", "NN", "VBZ", "RB", "VBN", "TO", "VB", "JJ", "IN", "DT", "NNS", "CC", "JJ", "JJ", "NNS", "IN", "VBG", "RB", "JJ", "VBG", "CC", "NN", "TO", "VB", "NN", "NNS", "CC", "NNS", "."], "tree": "(TOP (S (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NN NN))) (PP (IN IN) (NP (NN NN)))) (VP (VBZ VBZ) (ADVP (RB RB)) (VP (VBN VBN) (S (VP (TO TO) (VP (VB VB) (NP (NP (JJ JJ)) (PP (IN IN) (NP (DT DT) (NML (NML (NNS NNS)) (CC CC) (NML (NML (JJ JJ) (NN NN)) (NNS NNS)))))) (PP (IN IN) (S (VP (VBG VBG) (NP (ADJP (RB RB) (JJ JJ)) (NN NN) (CC CC) (NN NN)) (SBAR (S (VP (TO TO) (VP (VB VB) (NP (JJ JJ) (NNS NNS) (CC CC) (NNS NNS)))))))))))))) (. .)))"}
{"doc_id": "personal_racial_capitalism", "para_id": 1, "sent_id": 5, "text": "Thus psychology has largely served the interests of those in power, and tried (with good or bad intentions) to force those without power to fit into these systems.", "tokens": ["RB", "NN", "VBZ", "RB", "VBN", "DT", "NNS", "IN", "DT", "IN", "NN", ",", "CC", "VBD", "(", "IN", "JJ", "CC", "JJ", "NNS", ")", "TO", "VB", "DT", "IN", "NN", "TO", "VB", "IN", "DT", "NNS", "."], "tree": "(TOP (S (ADVP (RB RB)) (NP (NN NN)) (VP (VP (VBZ VBZ) (ADVP (RB RB)) (VP (VBN VBN) (NP (NP (DT DT) (NNS NNS)) (PP (IN IN) (NP (NP (DT DT)) (PP (IN IN) (NP (NN NN)))))))) (, ,) (CC CC) (VP (VBD VBD) (-LRB- -LRB-) (PP (IN IN) (NP (ADJP (JJ JJ) (CC CC) (JJ JJ)) (NNS NNS))) (-RRB- -RRB-) (S (VP (TO TO) (VP (VB VB) (NP (NP (DT DT)) (PP (IN IN) (NP (NN NN)))) (S (VP (TO TO) (VP (VB VB) (PP (IN IN) (NP (DT DT) (NNS NNS))))))))))) (. .)))"}
{"doc_id": "personal_racial_capitalism", "para_id": 1, "sent_id": 6, "text": "\"History from Below\" and Liberation Psychology aim to reverse this narrative, focusing instead on the needs of the oppressed and powerless in society, through the revision of historical accounts from the perspective of the common person rather than the elite, and the realignment of psychology towards the collective good.", "tokens": ["``", "NN", "IN", "NNP", "''", "CC", "NNP", "NNP", "NN", "TO", "VB", "DT", "JJ", ",", "VBG", "RB", "IN", "DT", "NNS", "IN", "DT", "JJ", "CC", "NN", "IN", "NN", ",", "IN", "DT", "NN", "IN", "JJ", "NNS", "IN", "DT", "NN", "IN", "DT", "JJ", "NN", "RB", "IN", "DT", "NN", ",", "CC", "DT", "NN", "IN", "NN", "IN", "DT", "JJ", "NN", "."], "tree": "(TOP (S (NP (-LRB- -LRB-) (NP (NP (NN NN)) (PP (IN IN) (NP (NNP NNP)))) ('' '') (CC CC) (NP (NNP NNP) (NNP NNP))) (VP (VBP VBP) (S (VP (TO TO) (VP (VB VB) (NP (DT DT) (NN NN)) (, ,) (S (VP (VBG VBG) (ADVP (RB RB)) (PP (IN IN) (NP (NP (DT DT) (NNS NNS)) (PP (IN IN) (NP (NP (DT DT) (ADJP (JJ JJ) (CC CC) (JJ JJ))) (PP (IN IN) (NP (NN NN))))))) (, ,) (PP (IN IN) (NP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (JJ JJ) (NNS NNS))) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (CONJP (RB RB) (IN IN)) (NP (DT DT) (NN NN)))))))) (, ,) (CC CC) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NN NN))) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN)))))))))))) (. .)))"}
{"doc_id": "personal_racial_capitalism", "para_id": 1, "sent_id": 7, "text": "Furthermore, psychology has taken on a focus in understanding this inequality, which may allow for action in the future to mitigate it and use psychology for good.", "tokens": ["RB", ",", "NN", "VBZ", "VBN", "IN", "DT", "NN", "IN", "VBG", "DT", "NN", ",", "WDT", "MD", "VB", "IN", "NN", "IN", "DT", "NN", "TO", "VB", "PRP", "CC", "VB", "NN", "IN", "JJ", "."], "tree": "(TOP (S (ADVP (RB RB)) (, ,) (NP (NN NN)) (VP (VBZ VBZ) (VP (VBN VBN) (PRT (RP RP)) (NP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (S (VP (VBG VBG) (NP (DT DT) (NN NN)))))) (, ,) (SBAR (WHNP (WDT WDT)) (S (VP (MD MD) (VP (VB VB) (PP (IN IN) (NP (NP (NN NN)) (PP (IN IN) (NP (DT DT) (NN NN))) (S (VP (TO TO) (VP (VP (VB VB) (NP (PRP PRP))) (CC CC) (VP (VB VB) (NP (NN NN)) (PP (IN IN) (ADVP (JJ JJ)))))))))))))))) (. .)))"}
{"doc_id": "personal_racial_capitalism", "para_id": 1, "sent_id": 8, "text": "Racial Capitalism is fundamentally intertwined into almost every aspect of everyday life.", "tokens": ["JJ", "NNP", "VBZ", "RB", "VBN", "IN", "RB", "DT", "NN", "IN", "JJ", "NN", "."], "tree": "(TOP (S (NP (JJ JJ) (NNP NNP)) (VP (VBZ VBZ) (ADVP (RB RB)) (VP (VBN VBN) (PP (IN IN) (NP (NP (QP (RB RB) (DT DT)) (NN NN)) (PP (IN IN) (NP (JJ JJ) (NN NN))))))) (. .)))"}
{"doc_id": "personal_racial_capitalism", "para_id": 1, "sent_id": 9, "text": "The capitalization of the prison system, for example, has taken advantage of an oppressed population for profit and has had a disproportionately negative effect on the African American population.", "tokens": ["DT", "NN", "IN", "DT", "NN", "NN", ",", "IN", "NN", ",", "VBZ", "VBN", "NN", "IN", "DT", "JJ", "NN", "IN", "NN", "CC", "VBZ", "VBN", "DT", "RB", "JJ", "NN", "IN", "DT", "JJ", "JJ", "NN", "."], "tree": "(TOP (S (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (NN NN) (NN NN)))) (, ,) (PP (IN IN) (NP (NN NN))) (, ,) (VP (VP (VBZ VBZ) (VP (VBN VBN) (NP (NP (NN NN)) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN)))) (PP (IN IN) (NP (NN NN))))) (CC CC) (VP (VBZ VBZ) (VP (VBN VBN) (NP (NP (DT DT) (ADJP (RB RB) (JJ JJ)) (NN NN)) (PP (IN IN) (NP (DT DT) (ADJP (JJ JJ) (JJ JJ)) (NN NN))))))) (. .)))"}
{"doc_id": "personal_racial_capitalism", "para_id": 1, "sent_id": 10, "text": "A loophole to the thirteenth amendment allows for involuntary and unpaid labor as punishment for crimes, which prisons and businesses have been using for decades to gain access to cheap labor at the expense of prisoners (lecture 11/13TH).", "tokens": ["DT", "NN", "TO", "DT", "JJ", "NN", "VBZ", "IN", "JJ", "CC", "JJ", "NN", "IN", "NN", "IN", "NNS", ",", "WDT", "NNS", "CC", "NNS", "VBP", "VBN", "VBG", "IN", "NNS", "TO", "VB", "NN", "TO", "VB", "NN", "IN", "DT", "NN", "IN", "NNS", "(", "JJ", "CD", ")", "."], "tree": "(TOP (S (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN)))) (VP (VBZ VBZ) (PP (IN IN) (NP (ADJP (JJ JJ) (CC CC) (JJ JJ)) (NN NN))) (PP (IN IN) (NP (NP (NP (NN NN)) (PP (IN IN) (NP (NP (NNS NNS)) (, ,) (SBAR (WHNP (WDT WDT)) (S (NP (NNS NNS) (CC CC) (NNS NNS)) (VP (VBP VBP) (VP (VBN VBN) (VP (VBG VBG) (PP (IN IN) (NP (NNS NNS))) (S (VP (TO TO) (VP (VB VB) (NP (NP (NN NN)) (PP (IN IN) (NP (JJ JJ) (NN NN)))) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NNS NNS)))))))))))))))) (-LRB- -LRB-) (NP (NN NN) (NNP NNP)) (-RRB- -RRB-)))) (. .)))"}
{"doc_id": "personal_racial_capitalism", "para_id": 1, "sent_id": 11, "text": "This stemmed from the abolition of slavery and the sudden loss of a major labor supply in the southern economy, leading the south to scramble to find a new way to fulfill their massive demand.", "tokens": ["DT", "VBD", "IN", "DT", "NN", "IN", "NN", "CC", "DT", "JJ", "NN", "IN", "DT", "JJ", "NN", "NN", "IN", "DT", "JJ", "NN", ",", "VBG", "DT", "NN", "TO", "VB", "TO", "VB", "DT", "JJ", "NN", "TO", "VB", "PRP$", "JJ", "NN", "."], "tree": "(TOP (S (NP (DT DT)) (VP (VBD VBD) (PP (PP (IN IN) (NP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NN NN)))) (CC CC) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (NN NN) (NN NN)) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN)))))))) (, ,) (S (VP (VBG VBG) (NP (DT DT) (NN NN)) (S (VP (TO TO) (VP (VB VB) (S (VP (TO TO) (VP (VB VB) (NP (NP (DT DT) (JJ JJ) (NN NN)) (SBAR (S (VP (TO TO) (VP (VB VB) (NP (PRP$ PRP$) (JJ JJ) (NN NN))))))))))))))))) (. .)))"}
{"doc_id": "personal_racial_capitalism", "para_id": 1, "sent_id": 12, "text": "African Americans, many of whom were just freed, were arrested en masse and imprisoned, where they once again were caught in slavery, this time simply under a different name.", "tokens": ["JJ", "NNPS", ",", "JJ", "IN", "WP", "VBD", "RB", "VBN", ",", "VBD", "VBN", "FW", "FW", "CC", "VBN", ",", "WRB", "PRP", "RB", "RB", "VBD", "VBN", "IN", "NN", ",", "DT", "NN", "RB", "IN", "DT", "JJ", "NN", "."], "tree": "(TOP (S (NP (NP (JJ JJ) (NNPS NNPS)) (, ,) (SBAR (WHNP (NP (DT DT)) (WHPP (IN IN) (WHNP (WP WP)))) (S (VP (VBD VBD) (ADVP (RB RB)) (VP (VBN VBN))))) (, ,)) (VP (VBD VBD) (VP (VP (VBN VBN) (ADVP (FW FW) (RB RB))) (CC CC) (VP (VBN VBN)) (, ,) (SBAR (WHADVP (WRB WRB)) (S (NP (PRP PRP)) (ADVP (RB RB) (RB RB)) (VP (VBD VBD) (VP (VBN VBN) (PP (IN IN) (NP (NN NN))) (, ,) (NP (NP (DT DT) (NN NN)) (PP (ADVP (RB RB)) (IN IN) (NP (DT DT) (JJ JJ) (NN NN)))))))))) (. .)))"}
{"doc_id": "personal_racial_capitalism", "para_id": 1, "sent_id": 13, "text": "This was followed by the Nixon era of \"Law and Order\" in the United States, and Reagan's \"war on drugs'', all of which disproportionately affected African Americans.", "tokens": ["DT", "VBD", "VBN", "IN", "DT", "NNP", "NN", "IN", "``", "NNP", "CC", "NNP", "''", "IN", "DT", "NNP", "NNPS", ",", "CC", "NNP", "POS", "``", "NN", "IN", "NNS", "''", ",", "DT", "IN", "WDT", "RB", "VBD", "JJ", "NNPS", "."], "tree": "(TOP (S (NP (DT DT)) (VP (VBD VBD) (VP (VBN VBN) (PP (IN IN) (NP (NP (NP (DT DT) (NNP NNP) (NN NN)) (PP (IN IN) (-LRB- -LRB-) (NP (NN NN) (CC CC) (NN NN)) (-RRB- -RRB-)) (PP (IN IN) (NP (DT DT) (NNP NNP) (NNPS NNPS)))) (, ,) (CC CC) (NP (NP (NP (NP (NNP NNP) (POS POS)) (-LRB- -LRB-) (NN NN)) (PP (PP (IN IN) (NP (NNS NNS))) ('' ''))) (, ,) (SBAR (WHNP (WHNP (DT DT)) (WHPP (IN IN) (WHNP (WDT WDT)))) (S (ADVP (RB RB)) (VP (VBD VBD) (NP (JJ JJ) (NNPS NNPS)))))))))) (. .)))"}
{"doc_id": "personal_racial_capitalism", "para_id": 1, "sent_id": 14, "text": "The lack of logic and science behind the much harsher sentencing for crack cocaine (which was used by more African Americans) compared to powder cocaine (mostly used by the wealthy) is just one example of how the state upheld and even instigated a racialized capitalism and encoded it into law (13TH/lecture 11).", "tokens": ["DT", "NN", "IN", "NN", "CC", "NN", "IN", "DT", "RB", "JJR", "VBG", "IN", "NN", "NN", "(", "WDT", "VBD", "VBN", "IN", "JJR", "JJ", "NNPS", ")", "VBN", "TO", "VB", "NN", "(", "RB", "VBN", "IN", "DT", "NN", ")", "VBZ", "RB", "CD", "NN", "IN", "WRB", "DT", "NN", "NN", "CC", "RB", "VBD", "DT", "JJ", "NN", "CC", "VBD", "PRP", "IN", "NN", "(", "CD", "CD", ")", "."], "tree": "(TOP (S (NP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NN NN) (CC CC) (NN NN)))) (PP (IN IN) (NP (NP (DT DT) (ADJP (RB RB) (JJR JJR)) (NN NN)) (PP (IN IN) (NP (NP (NP (NN NN) (NN NN)) (-LRB- -LRB-) (SBAR (WHNP (WDT WDT)) (S (VP (VBD VBD) (VP (VBN VBN) (PP (IN IN) (NP (JJR JJR) (JJ JJ) (NNPS NNPS))))))) (-RRB- -RRB-)) (PP (VBN VBN) (PP (IN IN) (NP (NP (NN NN) (NN NN)) (-LRB- -LRB-) (VP (ADVP (RB RB)) (VBN VBN) (PP (IN IN) (NP (DT DT) (JJ JJ)))) (-RRB- -RRB-))))))))) (VP (VBZ VBZ) (NP (NP (QP (RB RB) (CD CD)) (NN NN)) (PP (IN IN) (SBAR (WHADVP (WRB WRB)) (S (NP (DT DT) (NN NN)) (VP (VP (VBD VBD) (CC CC) (ADVP (RB RB)) (VBD VBD) (NP (DT DT) (VBN VBN) (NN NN))) (CC CC) (VP (VP (VP (VBD VBD) (NP (PRP PRP)) (PP (IN IN) (NP (NN NN)))) (-LRB- -LRB-) (NP (NN NN) (CD CD))) (-RRB- -RRB-)))))))) (. .)))"}
{"doc_id": "personal_racial_capitalism", "para_id": 1, "sent_id": 15, "text": "Another example of this is the capitalization of the police force and law, a prime example being the municipality system in St. Louis, MO.", "tokens": ["DT", "NN", "IN", "DT", "VBZ", "DT", "NN", "IN", "DT", "NN", "NN", "CC", "NN", ",", "DT", "JJ", "NN", "VBG", "DT", "NN", "NN", "IN", "NNP", "NNP", ",", "NNP", "."], "tree": "(TOP (S (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT)))) (VP (VBZ VBZ) (NP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (NN NN) (NN NN) (CC CC) (NN NN)))) (, ,) (S (NP (DT DT) (JJ JJ) (NN NN)) (VP (VBG VBG) (NP (NP (DT DT) (NN NN) (NN NN)) (PP (IN IN) (NP (NP (NNP NNP) (NNP NNP)) (, ,) (NP (NNP NNP))))))))) (. .)))"}
{"doc_id": "personal_racial_capitalism", "para_id": 1, "sent_id": 16, "text": "This system issued massive fines in poor communities for incredibly minor offenses (such as jaywalking), and allowed for you to get fines from multiple different municipalities for the same offense, maximizing profit and effectively crippling the poor population, many of whom cannot afford to pay such inordinate fines and are then further penalized in a vicious cycle (lecture 12/Ferguson: A Report from Occupied Territory).", "tokens": ["DT", "NN", "VBD", "JJ", "NNS", "IN", "JJ", "NNS", "IN", "RB", "JJ", "NNS", "(", "JJ", "IN", "NN", ")", ",", "CC", "VBD", "IN", "PRP", "TO", "VB", "NNS", "IN", "JJ", "JJ", "NNS", "IN", "DT", "JJ", "NN", ",", "VBG", "NN", "CC", "RB", "VBG", "DT", "JJ", "NN", ",", "JJ", "IN", "WP", "MD", "RB", "VB", "TO", "VB", "JJ", "JJ", "NNS", "CC", "VBP", "RB", "RB", "VBN", "IN", "DT", "JJ", "NN", "(", "JJ", "CD", ":", "DT", "NN", "IN", "NNP", "NNP", ")", "."], "tree": "(TOP (S (NP (DT DT) (NN NN)) (VP (VP (VBD VBD) (NP (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (JJ JJ) (NNS NNS))) (PP (IN IN) (NP (NP (ADJP (RB RB) (JJ JJ)) (NNS NNS)) (-LRB- -LRB-) (PP (JJ JJ) (IN IN) (NP (NN NN))) (-RRB- -RRB-)))) (, ,) (CC CC) (VP (VBD VBD) (SBAR (IN IN) (S (NP (PRP PRP)) (VP (TO TO) (VP (VB VB) (NP (NNS NNS)) (PP (IN IN) (NP (JJ JJ) (JJ JJ) (NNS NNS))) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN)))))))) (, ,) (S (VP (S (VP (S (VP (VP (VBG VBG) (NP (NN NN))) (CC CC) (ADVP (RB RB)) (VP (VBG VBG) (NP (NP (DT DT) (JJ JJ) (NN NN)) (, ,) (SBAR (WHNP (WHNP (JJ JJ)) (WHPP (IN IN) (WHNP (WP WP)))) (S (VP (VP (MD MD) (RB RB) (VP (VB VB) (S (VP (TO TO) (VP (VB VB) (NP (JJ JJ) (JJ JJ) (NNS NNS))))))) (CC CC) (VP (VBP VBP) (ADVP (RB RB)) (ADVP (RB RB)) (VBN VBN) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN))))))))))) (-LRB- -LRB-) (NP (NP (NN NN) (NNP NNP)) (: :) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NNP NNP) (NNP NNP))))))) (. .)))) (-RRB- -RRB-)))"}
{"doc_id": "personal_racial_capitalism", "para_id": 1, "sent_id": 17, "text": "This is another example of how the state reinforces unfair and unequal practices and systems that widen inequality and make it even more difficult for the oppressed to escape the system.", "tokens": ["DT", "VBZ", "DT", "NN", "IN", "WRB", "DT", "NN", "NNS", "JJ", "CC", "JJ", "NNS", "CC", "NNS", "WDT", "VBP", "NN", "CC", "VB", "PRP", "RB", "RBR", "JJ", "IN", "DT", "VBN", "TO", "VB", "DT", "NN", "."], "tree": "(TOP (S (NP (DT DT)) (VP (VBZ VBZ) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (SBAR (WHADVP (WRB WRB)) (S (NP (DT DT) (NN NN)) (VP (VBZ VBZ) (NP (NP (ADJP (JJ JJ) (CC CC) (JJ JJ)) (NNS NNS) (CC CC) (NNS NNS)) (SBAR (WHNP (WDT WDT)) (S (VP (VP (VBP VBP) (NP (NN NN))) (CC CC) (VP (VBP VBP) (S (NP (NP (PRP PRP))) (ADJP (ADVP (RB RB) (RBR RBR)) (JJ JJ)) (SBAR (IN IN) (S (NP (DT DT) (JJ JJ)) (VP (TO TO) (VP (VB VB) (NP (DT DT) (NN NN)))))))))))))))))) (. .)))"}
{"doc_id": "personal_racial_capitalism", "para_id": 1, "sent_id": 18, "text": "Further examples include the inequality of healthcare and insurance, with differing access and costs, who's believed when they say they're in pain, and who's taken seriously by doctors, and housing inequality (restrictive covenants and racist zoning laws) (lecture 17).", "tokens": ["JJ", "NNS", "VBP", "DT", "NN", "IN", "NN", "CC", "NN", ",", "IN", "VBG", "NN", "CC", "NNS", ",", "WP", "VBZ", "VBN", "WRB", "PRP", "VBP", "PRP", "VBP", "IN", "NN", ",", "CC", "WP", "VBZ", "VBN", "RB", "IN", "NNS", ",", "CC", "NN", "NN", "(", "JJ", "NNS", "CC", "NN", "VBG", "NNS", ")", "(", "JJ", "CD", ")", "."], "tree": "(TOP (S (NP (JJ JJ) (NNS NNS)) (VP (VBP VBP) (NP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NN NN) (CC CC) (NN NN))) (, ,) (PP (IN IN) (NP (VBG VBG) (NN NN) (CC CC) (NNS NNS)))) (, ,) (SBAR (SBAR (WHNP (WP WP)) (S (VP (VBZ VBZ) (VP (VBN VBN) (SBAR (WHADVP (WRB WRB)) (S (NP (PRP PRP)) (VP (VBP VBP) (SBAR (S (NP (PRP PRP)) (VP (VBP VBP) (PP (IN IN) (NP (NN NN))))))))))))) (, ,) (CC CC) (SBAR (WHNP (WP WP)) (S (VP (VBZ VBZ) (VP (VBN VBN) (ADVP (RB RB)) (PP (IN IN) (NP (NNS NNS)))))))) (, ,) (CC CC) (NP (NP (NP (NN NN) (NN NN)) (-LRB- -LRB-) (NP (NP (JJ JJ) (NNS NNS)) (CC CC) (NP (JJ JJ) (NN NN) (NNS NNS))) (-RRB- -RRB-)) (-LRB- -LRB-) (NP (NN NN) (CD CD)) (-RRB- -RRB-)))) (. .)))"}
{"doc_id": "personal_racial_capitalism", "para_id": 1, "sent_id": 19, "text": "These examples all reveal the sinister and often subtle manifestation of racial capitalism in the lived realities of individuals, and how the state often reinforces these systems and upholds inequality through their policies and actions.", "tokens": ["DT", "VBZ", "DT", "VBP", "DT", "NN", "CC", "RB", "JJ", "NN", "IN", "JJ", "NN", "IN", "DT", "JJ", "NNS", "IN", "NNS", ",", "CC", "WRB", "DT", "NN", "RB", "VBZ", "DT", "NNS", "CC", "JJ", "NN", "IN", "PRP$", "NNS", "CC", "NNS", "."], "tree": "(TOP (S (NP (DT DT) (NNS NNS)) (DT DT) (VP (VBP VBP) (NP (NP (NP (DT DT) (ADJP (ADJP (JJ JJ)) (CC CC) (ADJP (RB RB) (JJ JJ))) (NN NN)) (PP (IN IN) (NP (JJ JJ) (NN NN))) (PP (IN IN) (NP (NP (DT DT) (VBN VBN) (NNS NNS)) (PP (IN IN) (NP (NNS NNS)))))) (, ,) (CC CC) (SBAR (WHADVP (WRB WRB)) (S (NP (DT DT) (NN NN)) (ADVP (RB RB)) (VP (VP (VBZ VBZ) (NP (DT DT) (NNS NNS))) (CC CC) (VP (VBZ VBZ) (NP (NN NN)) (PP (IN IN) (NP (PRP$ PRP$) (NNS NNS) (CC CC) (NNS NNS))))))))) (. .)))"}
{"doc_id": "personal_racial_capitalism", "para_id": 1, "sent_id": 20, "text": "While psychology and History have often favored the side of the oppressors and those in power, new movements have focused on reversing this narrative and empowering the common people and the oppressed.", "tokens": ["IN", "NN", "CC", "NNP", "VBP", "RB", "VBN", "DT", "NN", "IN", "DT", "NNS", "CC", "DT", "IN", "NN", ",", "JJ", "NNS", "VBP", "VBN", "IN", "VBG", "DT", "JJ", "CC", "VBG", "DT", "JJ", "NNS", "CC", "DT", "VBN", "."], "tree": "(TOP (S (SBAR (IN IN) (S (NP (NN NN) (CC CC) (NNP NNP)) (VP (VBP VBP) (ADVP (RB RB)) (VP (VBN VBN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (DT DT) (NNS NNS)) (CC CC) (NP (NP (DT DT)) (PP (IN IN) (NP (NN NN))))))))))) (, ,) (NP (JJ JJ) (NNS NNS)) (VP (VBP VBP) (VP (VBN VBN) (PP (IN IN) (S (VP (VP (VBG VBG) (NP (DT DT) (NN NN))) (CC CC) (VP (VBG VBG) (NP (NP (DT DT) (JJ JJ) (NNS NNS)) (CC CC) (NP (DT DT) (JJ JJ))))))))) (. .)))"}
{"doc_id": "personal_racial_capitalism", "para_id": 1, "sent_id": 21, "text": "\"History from Below\" is a movement that focuses on looking at historical events and narratives from the perspective of the oppressed populations and taking emphasis off of the false idea that just a few powerful figures in history accounted for the majority of happenings (Rediker).", "tokens": ["``", "NN", "IN", "NNP", "''", "VBZ", "DT", "NN", "WDT", "VBZ", "IN", "VBG", "IN", "JJ", "NNS", "CC", "NNS", "IN", "DT", "NN", "IN", "DT", "JJ", "NNS", "CC", "VBG", "NN", "IN", "IN", "DT", "JJ", "NN", "WDT", "RB", "DT", "JJ", "JJ", "NNS", "IN", "NN", "VBN", "IN", "DT", "NN", "IN", "NNS", "(", "NNP", ")", "."], "tree": "(TOP (S (-LRB- -LRB-) (NP (NP (NN NN)) (PP (IN IN) (NP (NNP NNP)))) ('' '') (VP (VBZ VBZ) (NP (NP (DT DT) (NN NN)) (SBAR (WHNP (WDT WDT)) (S (VP (VBZ VBZ) (PP (IN IN) (S (VP (VP (VBG VBG) (PP (IN IN) (NP (JJ JJ) (NNS NNS) (CC CC) (NNS NNS))) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (JJ JJ) (NNS NNS)))))) (CC CC) (VP (VBG VBG) (NP (NN NN)) (PP (IN IN) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (NN NN) (SBAR (IN IN) (S (NP (NP (RB RB) (DT DT) (JJ JJ) (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (NN NN)))) (VP (VBD VBD) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NNS NNS))))))))) (PRN (-LRB- -LRB-) (NP (NNP NNP)) (-RRB- -RRB-)))))))))))))) (. .)))"}
{"doc_id": "personal_racial_capitalism", "para_id": 1, "sent_id": 22, "text": "It is almost never one singular brilliant person that comes up with a new philosophy or achieves some great act; instead, they were simply the culmination of many other people and ideas before them that are then represented by these singular figures of power in traditional historical narratives.", "tokens": ["PRP", "VBZ", "RB", "RB", "CD", "JJ", "NN", "NN", "WDT", "VBZ", "RP", "IN", "DT", "JJ", "NN", "CC", "VBZ", "DT", "JJ", "NN", ":", "RB", ",", "PRP", "VBD", "RB", "DT", "NN", "IN", "JJ", "JJ", "NNS", "CC", "NNS", "IN", "PRP", "WDT", "VBP", "RB", "VBN", "IN", "DT", "JJ", "NNS", "IN", "NN", "IN", "JJ", "JJ", "NNS", "."], "tree": "(TOP (S (S (NP (PRP PRP)) (VP (VBZ VBZ) (ADVP (RB RB) (RB RB)) (NP (NP (CD CD) (JJ JJ) (JJ JJ) (NN NN)) (SBAR (WHNP (WDT WDT)) (S (VP (VP (VBZ VBZ) (PRT (RP RP)) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN)))) (CC CC) (VP (VBZ VBZ) (NP (DT DT) (JJ JJ) (NN NN))))))))) (: :) (S (ADVP (RB RB)) (, ,) (NP (PRP PRP)) (VP (VBD VBD) (ADVP (RB RB)) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (NP (JJ JJ) (JJ JJ) (NNS NNS) (CC CC) (NNS NNS)) (PP (IN IN) (NP (PRP PRP)))) (SBAR (WHNP (WDT WDT)) (S (VP (VBP VBP) (ADVP (RB RB)) (VP (VBN VBN) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (NN NN))))) (PP (IN IN) (NP (JJ JJ) (JJ JJ) (NNS NNS)))))))))))) (. .)))"}
{"doc_id": "personal_racial_capitalism", "para_id": 1, "sent_id": 23, "text": "History from Below attempts to emphasize the individual experience of common people, of the wage laborers, the common soldiers, and the anarchists, and show how they were oppressed and subdued by those in power.", "tokens": ["NN", "IN", "NNP", "NNS", "TO", "VB", "DT", "JJ", "NN", "IN", "JJ", "NNS", ",", "IN", "DT", "NN", "NNS", ",", "DT", "JJ", "NNS", ",", "CC", "DT", "NNS", ",", "CC", "VB", "WRB", "PRP", "VBD", "VBN", "CC", "VBN", "IN", "DT", "IN", "NN", "."], "tree": "(TOP (S (NP (NP (NN NN)) (PP (IN IN) (NP (NNP NNP)))) (VP (VBZ VBZ) (S (VP (TO TO) (VP (VP (VB VB) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NP (JJ JJ) (NNS NNS)) (, ,) (PP (IN IN) (NP (DT DT) (NN NN) (NNS NNS))) (, ,) (NP (DT DT) (JJ JJ) (NNS NNS)) (, ,) (CC CC) (NP (DT DT) (NNS NNS)))))) (, ,) (CC CC) (VP (VB VB) (SBAR (WHADVP (WRB WRB)) (S (NP (PRP PRP)) (VP (VBD VBD) (VP (VBN VBN) (CC CC) (VBN VBN) (PP (IN IN) (NP (NP (DT DT)) (PP (IN IN) (NP (NN NN)))))))))))))) (. .)))"}
{"doc_id": "personal_racial_capitalism", "para_id": 1, "sent_id": 24, "text": "It takes away the biased and often false narrative set by those who benefitted from history and focuses instead on the truth of the general masses, those who had little power but bear the most weight of history and its aftermath (Rediker).", "tokens": ["PRP", "VBZ", "RB", "DT", "JJ", "CC", "RB", "JJ", "JJ", "VBN", "IN", "DT", "WP", "VBD", "IN", "NN", "CC", "VBZ", "RB", "IN", "DT", "NN", "IN", "DT", "JJ", "NNS", ",", "DT", "WP", "VBD", "JJ", "NN", "CC", "VBP", "DT", "RBS", "JJ", "IN", "NN", "CC", "PRP$", "NN", "(", "NNP", ")", "."], "tree": "(TOP (S (NP (PRP PRP)) (VP (VP (VBZ VBZ) (ADVP (RB RB)) (NP (NP (DT DT) (ADJP (ADJP (JJ JJ)) (CC CC) (ADJP (RB RB) (JJ JJ))) (NN NN)) (VP (VBN VBN) (PP (IN IN) (NP (NP (DT DT)) (SBAR (WHNP (WP WP)) (S (VP (VBD VBD) (PP (IN IN) (NP (NN NN))))))))))) (CC CC) (VP (VBZ VBZ) (ADVP (RB RB)) (PP (IN IN) (NP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (JJ JJ) (NNS NNS)))) (, ,) (NP (NP (NP (DT DT)) (SBAR (WHNP (WP WP)) (S (VP (VP (VBD VBD) (NP (JJ JJ) (NN NN))) (CC CC) (VP (VBP VBP) (NP (NP (DT DT) (JJS JJS) (NN NN)) (PP (IN IN) (NP (NP (NN NN)) (CC CC) (NP (PRP$ PRP$) (NNS NNS)))))))))) (PRN (-LRB- -LRB-) (NP (NNP NNP)) (-RRB- -RRB-))))))) (. .)))"}
{"doc_id": "personal_racial_capitalism", "para_id": 1, "sent_id": 25, "text": "This allows for the true extent of inequality to be seen and understood, and only when this happens can it be addressed.", "tokens": ["DT", "VBZ", "IN", "DT", "JJ", "NN", "IN", "NN", "TO", "VB", "VBN", "CC", "JJ", ",", "CC", "RB", "WRB", "DT", "VBZ", "MD", "PRP", "VB", "VBN", "."], "tree": "(TOP (S (S (NP (DT DT)) (VP (VBZ VBZ) (SBAR (IN IN) (S (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NN NN)))) (VP (TO TO) (VP (VB VB) (VP (VBN VBN) (CC CC) (VBN VBN)))))))) (, ,) (CC CC) (S (SBAR (WHADVP (RB RB) (WRB WRB)) (S (NP (DT DT)) (VP (VBZ VBZ)))) (MD MD) (NP (PRP PRP)) (VP (VB VB) (VP (VBN VBN)))) (. .)))"}
{"doc_id": "personal_racial_capitalism", "para_id": 1, "sent_id": 26, "text": "Liberation psychology attempts to do a similar thing, but instead of focusing on history it focuses on reversing psychology's historical role in upholding and justifying the systems of the oppressors, into a role of helping those in need and advancing the social conditions of the disenfranchised (martin baro).", "tokens": ["NNP", "NN", "NNS", "TO", "VB", "DT", "JJ", "NN", ",", "CC", "RB", "IN", "VBG", "IN", "NN", "PRP", "VBZ", "IN", "VBG", "NN", "POS", "JJ", "NN", "IN", "VBG", "CC", "VBG", "DT", "NNS", "IN", "DT", "NNS", ",", "IN", "DT", "NN", "IN", "VBG", "DT", "IN", "NN", "CC", "VBG", "DT", "JJ", "NNS", "IN", "DT", "VBN", "(", "JJ", "NN", ")", "."], "tree": "(TOP (S (S (NP (NN NN) (NN NN)) (VP (VBZ VBZ) (S (VP (TO TO) (VP (VB VB) (NP (DT DT) (JJ JJ) (NN NN))))))) (, ,) (CC CC) (S (PP (RB RB) (IN IN) (S (VP (VBG VBG) (PP (IN IN) (NP (NN NN)))))) (NP (PRP PRP)) (VP (VBZ VBZ) (PP (IN IN) (S (VP (VBG VBG) (NP (NP (NP (NN NN) (POS POS)) (JJ JJ) (NN NN)) (PP (IN IN) (S (VP (VBG VBG) (CC CC) (VBG VBG) (NP (NP (DT DT) (NNS NNS)) (PP (IN IN) (NP (DT DT) (NNS NNS)))))))) (, ,) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (S (VP (VP (VBG VBG) (NP (NP (DT DT)) (PP (IN IN) (NP (NN NN))))) (CC CC) (VP (VBG VBG) (NP (NP (NP (DT DT) (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (DT DT) (JJ JJ)))) (-LRB- -LRB-) (NP (FW FW) (FW FW)) (-RRB- -RRB-))))))))))))) (. .)))"}
{"doc_id": "personal_racial_capitalism", "para_id": 1, "sent_id": 27, "text": "Liberation psychology attempts to understand the perspectives of the communities it serves and help individuals achieve freedom and autonomy.", "tokens": ["NNP", "NN", "NNS", "TO", "VB", "DT", "NNS", "IN", "DT", "NNS", "PRP", "VBZ", "CC", "NN", "NNS", "VBP", "NN", "CC", "NN", "."], "tree": "(TOP (S (NP (NN NN) (NN NN)) (VP (VBZ VBZ) (S (VP (TO TO) (VP (VP (VB VB) (NP (NP (DT DT) (NNS NNS)) (PP (IN IN) (NP (NP (DT DT) (NNS NNS)) (SBAR (S (NP (PRP PRP)) (VP (VBZ VBZ)))))))) (CC CC) (VP (VB VB) (S (NP (NNS NNS)) (VP (VB VB) (NP (NN NN) (CC CC) (NN NN))))))))) (. .)))"}
{"doc_id": "personal_racial_capitalism", "para_id": 1, "sent_id": 28, "text": "Instead of trying to pathologize and cure \"problems'' within the individual in order to help them fit better into an unyielding system, it tries to figure out how the system can be manipulated in order to better serve the people within it (Martin Baro).", "tokens": ["RB", "IN", "VBG", "TO", "VB", "CC", "VB", "``", "NNS", "''", "IN", "DT", "NN", "IN", "NN", "TO", "VB", "PRP", "VB", "RBR", "IN", "DT", "JJ", "NN", ",", "PRP", "VBZ", "TO", "VB", "RP", "WRB", "DT", "NN", "MD", "VB", "VBN", "IN", "NN", "TO", "JJR", "VB", "DT", "NNS", "IN", "PRP", "(", "NNP", "NNP", ")", "."], "tree": "(TOP (S (PP (RB RB) (IN IN) (S (VP (VBG VBG) (S (VP (TO TO) (VP (VB VB) (CC CC) (VB VB) (NP (-LRB- -LRB-) (NP (NNS NNS)) (-RRB- -RRB-)) (PP (IN IN) (NP (DT DT) (NN NN))) (SBAR (IN IN) (NN NN) (S (VP (TO TO) (VP (VB VB) (S (NP (PRP PRP)) (VP (VB VB) (ADVP (RBR RBR)) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN))))))))))))))) (, ,) (NP (PRP PRP)) (VP (VBZ VBZ) (S (VP (TO TO) (VP (VB VB) (PRT (RP RP)) (SBAR (SBAR (WHADVP (WRB WRB)) (S (NP (DT DT) (NN NN)) (VP (MD MD) (VP (VB VB) (VP (VBN VBN) (SBAR (IN IN) (NN NN) (S (VP (TO TO) (ADVP (RB RB)) (VP (VB VB) (NP (NP (DT DT) (NNS NNS)) (PP (IN IN) (NP (PRP PRP))))))))))))) (-LRB- -LRB-) (NP (NNP NNP) (NNP NNP)) (-RRB- -RRB-)))))) (. .)))"}
{"doc_id": "personal_racial_capitalism", "para_id": 1, "sent_id": 29, "text": "This is an incredibly important shift in perspective that takes power and importance away from those in positions of privilege and validates the oppressed, which in the long run has the effect of exposing and minimizing social inequality in communities.", "tokens": ["DT", "VBZ", "DT", "RB", "JJ", "NN", "IN", "NN", "WDT", "VBZ", "NN", "CC", "VB", "RB", "IN", "DT", "IN", "NNS", "IN", "NN", "CC", "VBZ", "DT", "VBN", ",", "WDT", "IN", "DT", "JJ", "NN", "VBZ", "DT", "NN", "IN", "VBG", "CC", "VBG", "JJ", "NN", "IN", "NNS", "."], "tree": "(TOP (S (NP (DT DT)) (VP (VBZ VBZ) (NP (NP (NP (DT DT) (ADJP (RB RB) (JJ JJ)) (NN NN)) (PP (IN IN) (NP (NN NN)))) (SBAR (WHNP (WDT WDT)) (S (VP (S (VP (VP (VBZ VBZ) (NP (NN NN) (CC CC) (NN NN)) (ADVP (RB RB) (PP (IN IN) (NP (NP (DT DT)) (PP (IN IN) (NP (NP (NNS NNS)) (PP (IN IN) (NP (NN NN))))))))) (CC CC) (VP (VBZ VBZ) (NP (DT DT) (JJ JJ))))) (, ,) (SBAR (WHNP (WDT WDT)) (S (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN))) (VP (VBZ VBZ) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (S (VP (VBG VBG) (CC CC) (VBG VBG) (NP (NP (JJ JJ) (NN NN)) (PP (IN IN) (NP (NNS NNS)))))))))))))))) (. .)))"}
{"doc_id": "personal_racial_capitalism", "para_id": 1, "sent_id": 30, "text": "With this shift in the focus of psychology comes many new methods that help us understand inequality.", "tokens": ["IN", "DT", "NN", "IN", "DT", "NN", "IN", "NN", "VBZ", "JJ", "JJ", "NNS", "WDT", "VBP", "PRP", "JJ", "NN", "."], "tree": "(TOP (SINV (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NN NN))))))) (VP (VBZ VBZ)) (NP (NP (JJ JJ) (JJ JJ) (NNS NNS)) (SBAR (WHNP (WDT WDT)) (S (VP (VBP VBP) (S (NP (PRP PRP)) (S (VP (VB VB) (NP (NN NN))))))))) (. .)))"}
{"doc_id": "personal_racial_capitalism", "para_id": 1, "sent_id": 31, "text": "Jetten and Peters focus on subjective experience and more subtle forms of inequality, especially in education, to show how deeply entrenched social inequalities can have an adverse effect on students in universities and the education system, despite there being no obvious inequality in their education.", "tokens": ["NNP", "CC", "NNP", "VBP", "IN", "JJ", "NN", "CC", "JJR", "JJ", "NNS", "IN", "NN", ",", "RB", "IN", "NN", ",", "TO", "VB", "WRB", "RB", "JJ", "JJ", "NNS", "MD", "VB", "DT", "JJ", "NN", "IN", "NNS", "IN", "NNS", "CC", "DT", "NN", "NN", ",", "IN", "EX", "VBG", "DT", "JJ", "NN", "IN", "PRP$", "NN", "."], "tree": "(TOP (S (NP (NNP NNP) (CC CC) (NNP NNP)) (VP (VBP VBP) (PP (IN IN) (NP (NP (JJ JJ) (NN NN)) (CC CC) (NP (NP (ADJP (RBR RBR) (JJ JJ)) (NNS NNS)) (PP (IN IN) (NP (NN NN))) (, ,) (PP (ADVP (RB RB)) (IN IN) (NP (NN NN))) (, ,)))) (S (VP (TO TO) (VP (VB VB) (SBAR (WHADVP (WRB WRB)) (S (NP (ADVP (RB RB)) (NP (JJ JJ) (JJ JJ) (NNS NNS))) (VP (MD MD) (VP (VB VB) (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NP (NNS NNS)) (PP (IN IN) (NP (NP (NNS NNS)) (CC CC) (NP (DT DT) (NN NN) (NN NN)))))) (, ,) (PP (IN IN) (S (NP (EX EX)) (VP (VBG VBG) (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (PRP$ PRP$) (NN NN)))))))))))))) (. .)))"}
{"doc_id": "personal_racial_capitalism", "para_id": 1, "sent_id": 32, "text": "This is because many of the aspects of our education system were created for a specific group, and even when other groups (here she focuses on lower income and minority students) get the same opportunities and education, it often doesn't serve them nearly as well as the education's intended recipient.", "tokens": ["DT", "VBZ", "RB", "JJ", "IN", "DT", "NNS", "IN", "PRP$", "NN", "NN", "VBD", "VBN", "IN", "DT", "JJ", "NN", ",", "CC", "RB", "WRB", "JJ", "NNS", "(", "RB", "PRP", "VBZ", "IN", "JJR", "NN", "CC", "NN", "NNS", ")", "VBP", "DT", "JJ", "NNS", "CC", "NN", ",", "PRP", "RB", "VBZ", "RB", "VB", "PRP", "RB", "RB", "RB", "IN", "DT", "NN", "POS", "JJ", "NN", "."], "tree": "(TOP (S (S (NP (DT DT)) (VP (VBZ VBZ) (SBAR (IN IN) (S (NP (NP (JJ JJ)) (PP (IN IN) (NP (NP (DT DT) (NNS NNS)) (PP (IN IN) (NP (PRP$ PRP$) (NN NN) (NN NN)))))) (VP (VBD VBD) (VP (VBN VBN) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN))))))))) (, ,) (CC CC) (S (SBAR (WHADVP (ADVP (RB RB)) (WRB WRB)) (S (NP (NP (JJ JJ) (NNS NNS)) (-LRB- -LRB-) (ADVP (RB RB)) (NP (PRP PRP)) (VP (VBZ VBZ) (PP (IN IN) (NP (NP (JJR JJR) (NN NN)) (CC CC) (NP (NN NN) (NNS NNS))))) (-RRB- -RRB-)) (VP (VBP VBP) (NP (DT DT) (JJ JJ) (NNS NNS) (CC CC) (NN NN))))) (, ,) (NP (PRP PRP)) (ADVP (RB RB)) (VP (VBZ VBZ) (RB RB) (VP (VB VB) (NP (PRP PRP)) (ADVP (ADVP (RB RB) (RB RB) (RB RB)) (PP (IN IN) (NP (NP (DT DT) (NN NN) (POS POS)) (VBN VBN) (NN NN))))))) (. .)))"}
{"doc_id": "personal_racial_capitalism", "para_id": 1, "sent_id": 33, "text": "Croizet and others emphasize the role of the education system in perpetuating social inequality, and how it shapes the way individuals think, act, and perceive the world such that there doesn't even need to be a conscious effort to subjugate others or submit to them; it just happens subconsciously (symbolic violence).", "tokens": ["NNP", "CC", "NNS", "VBP", "DT", "NN", "IN", "DT", "NN", "NN", "IN", "VBG", "JJ", "NN", ",", "CC", "WRB", "PRP", "VBZ", "DT", "NN", "NNS", "VBP", ",", "NN", ",", "CC", "VB", "DT", "NN", "JJ", "IN", "EX", "VBZ", "RB", "RB", "VB", "TO", "VB", "DT", "JJ", "NN", "TO", "VB", "NNS", "CC", "NN", "TO", "PRP", ":", "PRP", "RB", "VBZ", "RB", "(", "JJ", "NN", ")", "."], "tree": "(TOP (S (S (NP (NNP NNP) (CC CC) (NNS NNS)) (VP (VBP VBP) (NP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (NN NN) (NN NN))) (PP (IN IN) (S (VP (VBG VBG) (NP (JJ JJ) (NN NN)))))) (, ,) (CC CC) (SBAR (WHADVP (WRB WRB)) (S (NP (PRP PRP)) (VP (VBZ VBZ) (NP (NP (DT DT) (NN NN)) (SBAR (S (NP (NNS NNS)) (VP (VP (VBP VBP) (, ,) (VBP VBP) (, ,) (CC CC) (VBP VBP) (NP (DT DT) (NN NN))) (PP (JJ JJ) (IN IN) (S (NP (EX EX)) (VP (VBZ VBZ) (RB RB) (ADVP (RB RB)) (VP (VB VB) (S (VP (TO TO) (VP (VB VB) (NP (DT DT) (JJ JJ) (NN NN) (S (VP (TO TO) (VP (VP (VB VB) (NP (NNS NNS))) (CC CC) (VP (VB VB) (PP (IN IN) (NP (PRP PRP))))))))))))))))))))))))) (: :) (S (NP (PRP PRP)) (ADVP (RB RB)) (VP (VBZ VBZ) (ADVP (ADVP (RB RB)) (-LRB- -LRB-) (NP (JJ JJ) (NN NN)) (-RRB- -RRB-)))) (. .)))"}
{"doc_id": "personal_racial_capitalism", "para_id": 1, "sent_id": 34, "text": "Many of these institutions categorize their members and funnel them into specific jobs or career paths that then restrict the paths their lives can take.", "tokens": ["JJ", "IN", "DT", "NNS", "VBP", "PRP$", "NNS", "CC", "VB", "PRP", "IN", "JJ", "NNS", "CC", "NN", "NNS", "IN", "RB", "VB", "DT", "NNS", "PRP$", "NNS", "MD", "VB", "."], "tree": "(TOP (S (NP (NP (JJ JJ)) (PP (IN IN) (NP (DT DT) (NNS NNS)))) (VP (VP (VBP VBP) (NP (PRP$ PRP$) (NNS NNS))) (CC CC) (VP (VBP VBP) (NP (PRP PRP)) (PP (IN IN) (NP (NP (JJ JJ) (NML (NML (NNS NNS)) (CC CC) (NML (NN NN) (NNS NNS)))) (SBAR (WHNP (WDT WDT)) (S (ADVP (RB RB)) (VP (VBP VBP) (NP (NP (DT DT) (NNS NNS)) (SBAR (S (NP (PRP$ PRP$) (NNS NNS)) (VP (MD MD) (VP (VB VB))))))))))))) (. .)))"}
{"doc_id": "personal_racial_capitalism", "para_id": 1, "sent_id": 35, "text": "This categorization is a way of controlling individuals and providing the necessary skill and labor to perpetuate systems of inequality, as well as categorizing individuals so they become trapped in these specific roles (Croizet).", "tokens": ["DT", "NN", "VBZ", "DT", "NN", "IN", "VBG", "NNS", "CC", "VBG", "DT", "JJ", "NN", "CC", "NN", "TO", "VB", "NNS", "IN", "NN", ",", "RB", "RB", "IN", "VBG", "NNS", "RB", "PRP", "VBP", "VBN", "IN", "DT", "JJ", "NNS", "(", "NNP", ")", "."], "tree": "(TOP (S (NP (DT DT) (NN NN)) (VP (VBZ VBZ) (NP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (S (VP (VP (VBG VBG) (NP (NNS NNS))) (CC CC) (VP (VBG VBG) (NP (NP (DT DT) (JJ JJ) (NN NN) (CC CC) (NN NN)) (SBAR (S (VP (TO TO) (VP (VB VB) (NP (NP (NNS NNS)) (PP (IN IN) (NP (NN NN)))))))))))))) (, ,) (CONJP (RB RB) (RB RB) (IN IN)) (S (VP (VBG VBG) (NP (NNS NNS)) (SBAR (IN IN) (S (NP (PRP PRP)) (VP (VBP VBP) (VP (VBN VBN) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (NNS NNS)) (-LRB- -LRB-) (NP (NNP NNP)) (-RRB- -RRB-))))))))))) (. .)))"}
{"doc_id": "personal_racial_capitalism", "para_id": 1, "sent_id": 36, "text": "Furthermore, they argue that the educational system and the idea of an egalitarian 'meritocracy', is not actually egalitarian or merit-based at all.", "tokens": ["RB", ",", "PRP", "VBP", "IN", "DT", "JJ", "NN", "CC", "DT", "NN", "IN", "DT", "JJ", "NN", "''", ",", "VBZ", "RB", "RB", "JJ", "CC", "JJ", "IN", "DT", "."], "tree": "(TOP (S (ADVP (RB RB)) (, ,) (NP (PRP PRP)) (VP (VBP VBP) (SBAR (IN IN) (S (NP (NP (DT DT) (JJ JJ) (NN NN)) (CC CC) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN) ('' ''))))) (, ,) (VP (VBZ VBZ) (RB RB) (ADVP (RB RB)) (ADJP (ADJP (JJ JJ)) (CC CC) (ADJP (JJ JJ))) (ADVP (RB RB) (RB RB)))))) (. .)))"}
{"doc_id": "personal_racial_capitalism", "para_id": 1, "sent_id": 37, "text": "Even if equal opportunity is provided to each student, it doesn't account for generational inequalities and disparities that place them at a disadvantage from the start.", "tokens": ["RB", "IN", "JJ", "NN", "VBZ", "VBN", "TO", "DT", "NN", ",", "PRP", "VBZ", "RB", "VB", "IN", "JJ", "NNS", "CC", "NNS", "WDT", "VBP", "PRP", "IN", "DT", "NN", "IN", "DT", "NN", "."], "tree": "(TOP (S (SBAR (ADVP (RB RB)) (IN IN) (S (NP (JJ JJ) (NN NN)) (VP (VBZ VBZ) (VP (VBN VBN) (PP (IN IN) (NP (DT DT) (NN NN))))))) (, ,) (NP (PRP PRP)) (VP (VBZ VBZ) (RB RB) (VP (VB VB) (PP (IN IN) (NP (NP (JJ JJ) (NNS NNS) (CC CC) (NNS NNS)) (SBAR (WHNP (WDT WDT)) (S (VP (VBP VBP) (NP (PRP PRP)) (PP (IN IN) (NP (DT DT) (NN NN))) (PP (IN IN) (NP (DT DT) (NN NN)))))))))) (. .)))"}
{"doc_id": "personal_racial_capitalism", "para_id": 1, "sent_id": 38, "text": "On top of this, equal opportunity isn't really even possible, because by setting up any form of standardized measure of merit, one has to create an ideal or norm that will inevitably suit one population best (croizet).", "tokens": ["IN", "NN", "IN", "DT", ",", "JJ", "NN", "VBZ", "RB", "RB", "RB", "JJ", ",", "IN", "IN", "VBG", "RP", "DT", "NN", "IN", "JJ", "NN", "IN", "NN", ",", "CD", "VBZ", "TO", "VB", "DT", "NN", "CC", "NN", "WDT", "MD", "RB", "VB", "CD", "NN", "RBS", "(", "NN", ")", "."], "tree": "(TOP (S (PP (IN IN) (NP (NP (NN NN)) (PP (IN IN) (NP (DT DT))))) (, ,) (NP (JJ JJ) (NN NN)) (VP (VBZ VBZ) (RB RB) (ADVP (RB RB)) (ADJP (RB RB) (JJ JJ)) (, ,) (SBAR (IN IN) (S (PP (IN IN) (S (VP (VBG VBG) (PRT (RP RP)) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (JJ JJ) (NN NN)) (PP (IN IN) (NP (NN NN))))))))) (, ,) (NP (PRP PRP)) (VP (VBZ VBZ) (S (VP (TO TO) (VP (VB VB) (NP (NP (DT DT) (NN NN) (CC CC) (NN NN)) (SBAR (WHNP (WDT WDT)) (S (VP (MD MD) (ADVP (RB RB)) (VP (VB VB) (NP (CD CD) (NN NN)) (ADVP (RB RB)) (-LRB- -LRB-) (NP (NNP NNP)) (-RRB- -RRB-))))))))))))) (. .)))"}
{"doc_id": "personal_racial_capitalism", "para_id": 1, "sent_id": 39, "text": "Every other group trying to achieve this standard is working at a disadvantage because their language or culture or ideas are not valued the same.", "tokens": ["DT", "JJ", "NN", "VBG", "TO", "VB", "DT", "NN", "VBZ", "VBG", "IN", "DT", "NN", "IN", "PRP$", "NN", "CC", "NN", "CC", "NNS", "VBP", "RB", "VBN", "DT", "JJ", "."], "tree": "(TOP (S (NP (NP (DT DT) (JJ JJ) (NN NN)) (VP (VBG VBG) (S (VP (TO TO) (VP (VB VB) (NP (DT DT) (NN NN))))))) (VP (VBZ VBZ) (VP (VBG VBG) (PP (IN IN) (NP (DT DT) (NN NN))) (SBAR (IN IN) (S (NP (PRP$ PRP$) (NN NN) (CC CC) (NN NN) (CC CC) (NNS NNS)) (VP (VBP VBP) (RB RB) (VP (VBN VBN) (NP (DT DT) (JJ JJ)))))))) (. .)))"}
{"doc_id": "personal_racial_capitalism", "para_id": 1, "sent_id": 40, "text": "Finally, Augoustinos and Callaghan discuss the implications of language and the social inequality it perpetuates in everyday life.", "tokens": ["RB", ",", "NNP", "CC", "NNP", "VBP", "DT", "NNS", "IN", "NN", "CC", "DT", "JJ", "NN", "PRP", "VBZ", "IN", "JJ", "NN", "."], "tree": "(TOP (S (ADVP (RB RB)) (, ,) (NP (NNP NNP) (CC CC) (NNP NNP)) (VP (VBP VBP) (NP (NP (DT DT) (NNS NNS)) (PP (IN IN) (NP (NP (NN NN)) (CC CC) (NP (NP (DT DT) (JJ JJ) (NN NN)) (SBAR (S (NP (PRP PRP)) (VP (VBZ VBZ) (PP (IN IN) (NP (JJ JJ) (NN NN))))))))))) (. .)))"}
{"doc_id": "personal_racial_capitalism", "para_id": 1, "sent_id": 41, "text": "They discuss the role of language in justifying and legitimizing inequality and unequal practices through contradictory arguments and double-standards (Augoustinos and Callaghan).", "tokens": ["PRP", "VBP", "DT", "NN", "IN", "NN", "IN", "NN", "CC", "VBG", "NN", "CC", "JJ", "NNS", "IN", "NN", "NNS", "CC", "NNS", "(", "NNPS", "CC", "NNP", ")", "."], "tree": "(TOP (S (NP (PRP PRP)) (VP (VBP VBP) (NP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NN NN))) (PP (IN IN) (S (VP (VBG VBG) (CC CC) (VBG VBG) (NP (NP (NN NN)) (CC CC) (NP (JJ JJ) (NNS NNS))) (PP (IN IN) (NP (NP (JJ JJ) (NNS NNS)) (CC CC) (NP (NNS NNS)))))))) (-LRB- -LRB-) (NP (NNP NNP) (CC CC) (NNP NNP)) (-RRB- -RRB-))) (. .)))"}
{"doc_id": "personal_racial_capitalism", "para_id": 1, "sent_id": 42, "text": "These new psychological approaches help to understand the role of inequality in society and how the systems and norms in everyday life perpetuate it.", "tokens": ["DT", "JJ", "JJ", "NNS", "VBP", "TO", "VB", "DT", "NN", "IN", "NN", "IN", "NN", "CC", "WRB", "DT", "NNS", "CC", "NNS", "IN", "JJ", "NN", "NN", "PRP", "."], "tree": "(TOP (S (NP (DT DT) (JJ JJ) (JJ JJ) (NNS NNS)) (VP (VBP VBP) (S (VP (TO TO) (VP (VB VB) (NP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NN NN))) (PP (IN IN) (NP (NN NN)))) (CC CC) (SBAR (WHADVP (WRB WRB)) (S (NP (NP (DT DT) (NNS NNS) (CC CC) (NNS NNS)) (PP (IN IN) (NP (JJ JJ) (NN NN)))) (VP (VBP VBP) (NP (PRP PRP)))))))))) (. .)))"}
{"doc_id": "personal_racial_capitalism", "para_id": 1, "sent_id": 43, "text": "These studies serve to unveil some of the more subtle and sinister ways in which inequality is present in everyday life and is perpetuated by our systems, government, and education.", "tokens": ["DT", "NNS", "VBP", "TO", "VB", "DT", "IN", "DT", "RBR", "JJ", "CC", "JJ", "NNS", "IN", "WDT", "NN", "VBZ", "JJ", "IN", "JJ", "NN", "CC", "VBZ", "VBN", "IN", "PRP$", "NNS", ",", "NN", ",", "CC", "NN", "."], "tree": "(TOP (S (NP (DT DT) (NNS NNS)) (VP (VBP VBP) (S (VP (TO TO) (VP (VB VB) (NP (NP (DT DT)) (PP (IN IN) (NP (NP (DT DT) (ADJP (RBR RBR) (JJ JJ) (CC CC) (JJ JJ)) (NNS NNS)) (SBAR (WHPP (IN IN) (WHNP (WDT WDT))) (S (NP (NN NN)) (VP (VP (VBZ VBZ) (ADJP (JJ JJ) (PP (IN IN) (NP (JJ JJ) (NN NN))))) (CC CC) (VP (VBZ VBZ) (VP (VBN VBN) (PP (IN IN) (NP (PRP$ PRP$) (NNS NNS) (, ,) (NN NN) (, ,) (CC CC) (NN NN))))))))))))))) (. .)))"}
{"doc_id": "personal_racial_capitalism", "para_id": 1, "sent_id": 44, "text": "Inequality often hides behind the guise of egalitarianism or meritocracy, and unveiling the contradictory function of many of these systems helps reveal what we can change in order to achieve a more egalitarian system and help those who have been oppressed get back on equal footing with those inequality has benefitted.", "tokens": ["NNP", "RB", "VBZ", "IN", "DT", "NN", "IN", "NN", "CC", "NN", ",", "CC", "VBG", "DT", "NN", "NN", "IN", "JJ", "IN", "DT", "NNS", "VBZ", "VB", "WP", "PRP", "MD", "VB", "IN", "NN", "TO", "VB", "DT", "RBR", "JJ", "NN", "CC", "VB", "DT", "WP", "VBP", "VBN", "VBN", "VB", "RB", "IN", "JJ", "NN", "IN", "DT", "NN", "VBZ", "VBN", "."], "tree": "(TOP (S (S (NP (NN NN)) (ADVP (RB RB)) (VP (VBZ VBZ) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NN NN) (CC CC) (NN NN))))))) (, ,) (CC CC) (S (S (VP (VBG VBG) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NP (JJ JJ)) (PP (IN IN) (NP (DT DT) (NNS NNS)))))))) (VP (VBZ VBZ) (S (VP (VB VB) (SBAR (WHNP (WP WP)) (S (NP (PRP PRP)) (VP (MD MD) (VP (VP (VB VB) (SBAR (IN IN) (NN NN) (VP (TO TO) (VP (VB VB) (NP (DT DT) (ADJP (RBR RBR) (JJ JJ)) (NN NN)))))) (CC CC) (VP (VB VB) (S (NP (NP (NP (DT DT)) (SBAR (WHNP (WP WP)) (S (VP (VBP VBP) (VP (VBN VBN) (VP (VBN VBN))))))) (VB VB) (ADVP (RB RB)) (PP (IN IN) (NP (NP (JJ JJ) (NN NN)) (PP (IN IN) (NP (DT DT) (NN NN)))))) (VP (VBZ VBZ) (VP (VBN VBN))))))))))))) (. .)))"}
{"doc_id": "personal_racial_capitalism", "para_id": 1, "sent_id": 45, "text": "By reversing the narrative and giving those without power a voice to reveal their condition and oppression, we can begin to undo the wrongs of the past and implement changes that will benefit everyone and society as a whole.", "tokens": ["IN", "VBG", "DT", "JJ", "CC", "VBG", "DT", "IN", "NN", "DT", "NN", "TO", "VB", "PRP$", "NN", "CC", "NN", ",", "PRP", "MD", "VB", "TO", "VB", "DT", "NNS", "IN", "DT", "JJ", "CC", "JJ", "NNS", "WDT", "MD", "VB", "NN", "CC", "NN", "IN", "DT", "NN", "."], "tree": "(TOP (S (PP (IN IN) (S (VP (VP (VBG VBG) (NP (DT DT) (NN NN))) (CC CC) (VP (VBG VBG) (NP (NP (DT DT)) (PP (IN IN) (NP (NN NN)))) (NP (NP (DT DT) (NN NN)) (SBAR (S (VP (TO TO) (VP (VB VB) (NP (PRP$ PRP$) (NN NN) (CC CC) (NN NN))))))))))) (, ,) (NP (PRP PRP)) (VP (MD MD) (VP (VB VB) (S (VP (TO TO) (VP (VP (VB VB) (NP (NP (DT DT) (NNS NNS)) (PP (IN IN) (NP (DT DT) (NN NN))))) (CC CC) (VP (VB VB) (NP (NP (NNS NNS)) (SBAR (WHNP (WDT WDT)) (S (VP (MD MD) (VP (VB VB) (NP (NP (NN NN)) (CC CC) (NP (NP (NN NN)) (PP (IN IN) (NP (DT DT) (NN NN)))))))))))))))) (. .)))"}
