{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 1, "text": "The world can be a tough place.", "tokens": ["DT", "NN", "MD", "VB", "DT", "JJ", "NN", "."], "tree": "(TOP (S (NP (DT DT) (NN NN)) (VP (MD MD) (VP (VB VB) (NP (DT DT) (JJ JJ) (NN NN)))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 2, "text": "Especially in an age where we hear about every bad thing happening at a moment’s notice, it’s easy to believe that people suck.", "tokens": ["RB", "IN", "DT", "NN", "WRB", "PRP", "VBP", "IN", "DT", "JJ", "NN", "VBG", "IN", "DT", "NN", "NN", "NN", "NN", ",", "PRP", "VBZ", "JJ", "JJ", "TO", "VB", "IN", "NNS", "VBP", "."], "tree": "(TOP (S (PP (ADVP (RB RB)) (IN IN) (NP (NP (DT DT) (NN NN)) (SBAR (WHADVP (WRB WRB)) (S (NP (PRP PRP)) (VP (VBP VBP) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (NN NN)) (VP (VBG VBG) (PP (IN IN) (NP (NP (DT DT) (NN NN) (FW FW) (POS POS)) (NN NN))))))))))) (, ,) (NP (NP (PRP PRP))) (VP (VBP VBP) (VP (VBZ VBZ) (ADJP (JJ JJ)) (S (VP (TO TO) (VP (VB VB) (SBAR (IN IN) (S (NP (NNS NNS)) (VP (VBP VBP))))))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 3, "text": "And a lot of the time, they do.", "tokens": ["CC", "DT", "NN", "IN", "DT", "NN", ",", "PRP", "VBP", "."], "tree": "(TOP (S (CC CC) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (NN NN)))) (, ,) (NP (PRP PRP)) (VP (VBP VBP)) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 4, "text": "Every time I hear another news story about businesses screwing each other over or when I have to deal with the fallout of a nasty social situation, I think to myself, why can’t we just be good to one another?", "tokens": ["DT", "NN", "PRP", "VBP", "DT", "NN", "NN", "IN", "NNS", "VBG", "DT", "JJ", "IN", "CC", "WRB", "PRP", "VBP", "TO", "VB", "IN", "DT", "NN", "IN", "DT", "JJ", "JJ", "NN", ",", "PRP", "VBP", "TO", "PRP", ",", "WRB", "MD", "VB", "IN", "PRP", "RB", "VB", "JJ", "TO", "CD", "DT", "."], "tree": "(TOP (S (NP (NP (DT DT) (NN NN)) (SBAR (S (SBAR (S (NP (PRP PRP)) (VP (VBP VBP) (NP (NP (DT DT) (NN NN) (NN NN)) (PP (IN IN) (NP (NP (NNS NNS)) (VP (VBG VBG) (NP (DT DT) (JJ JJ)) (ADVP (RB RB))))))))) (CC CC) (SBAR (WHADVP (WRB WRB)) (S (NP (PRP PRP)) (VP (VBP VBP) (S (VP (TO TO) (VP (VB VB) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (JJ JJ) (JJ JJ) (NN NN)))))))))))))) (, ,) (NP (PRP PRP)) (VP (VBP VBP) (PP (IN IN) (NP (PRP PRP))) (, ,) (SBAR (WHADVP (WRB WRB)) (SQ (MD MD) (NP (-LRB- -LRB-) (RB RB) (NP (PRP PRP))) (ADVP (RB RB)) (VP (VB VB) (ADJP (JJ JJ) (PP (IN IN) (NP (CD CD) (DT DT)))))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 5, "text": "But simply demanding a higher standard is the wrong way to get people to change.", "tokens": ["CC", "RB", "VBG", "DT", "JJR", "NN", "VBZ", "DT", "JJ", "NN", "TO", "VB", "NNS", "TO", "VB", "."], "tree": "(TOP (S (CC CC) (S (ADVP (RB RB)) (VP (VBG VBG) (NP (DT DT) (JJR JJR) (NN NN)))) (VP (VBZ VBZ) (NP (NP (DT DT) (JJ JJ) (NN NN)) (SBAR (S (VP (TO TO) (VP (VB VB) (S (NP (NNS NNS)) (VP (TO TO) (VP (VB VB)))))))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 6, "text": "It’s unrealistic to expect people to change just because they should be better.", "tokens": ["PRP", "VBZ", "JJ", "JJ", "TO", "VB", "NNS", "TO", "VB", "RB", "IN", "PRP", "MD", "VB", "JJR", "."], "tree": "(TOP (S (NP (NP (PRP PRP))) (VP (VBP VBP) (VP (VBZ VBZ) (ADJP (JJ JJ)) (S (VP (TO TO) (VP (VB VB) (S (NP (NNS NNS)) (VP (TO TO) (VP (VB VB))))))) (SBAR (ADVP (RB RB)) (IN IN) (S (NP (PRP PRP)) (VP (MD MD) (VP (VB VB) (ADJP (JJR JJR)))))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 7, "text": "Instead, there should be an alignment of incentives; The best way to get people to be consistently good is for it to be in their own best interests to be good.", "tokens": ["RB", ",", "EX", "MD", "VB", "DT", "NN", "IN", "NNS", ":", "DT", "JJS", "NN", "TO", "VB", "NNS", "TO", "VB", "RB", "JJ", "VBZ", "IN", "PRP", "TO", "VB", "IN", "PRP$", "JJ", "JJS", "NNS", "TO", "VB", "JJ", "."], "tree": "(TOP (S (S (ADVP (RB RB)) (, ,) (NP (EX EX)) (VP (MD MD) (VP (VB VB) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NNS NNS))))))) (: :) (S (NP (NP (DT DT) (JJS JJS) (NN NN)) (SBAR (S (VP (TO TO) (VP (VB VB) (S (NP (NNS NNS)) (VP (TO TO) (VP (VB VB) (ADJP (RB RB) (JJ JJ)))))))))) (VP (VBZ VBZ) (SBAR (IN IN) (S (NP (NP (PRP PRP))) (VP (TO TO) (VP (VB VB) (PP (IN IN) (NP (PRP$ PRP$) (JJ JJ) (JJS JJS) (NNS NNS))) (S (VP (TO TO) (VP (VB VB) (ADJP (JJ JJ))))))))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 8, "text": "That’s what I explore in this paper: is it in your own best interests to be a good person?", "tokens": ["DT", "VBZ", "VBP", "WP", "PRP", "VBP", "IN", "DT", "NN", ":", "VBZ", "PRP", "IN", "PRP$", "JJ", "JJS", "NNS", "TO", "VB", "DT", "JJ", "NN", "."], "tree": "(TOP (S (S (NP (DT DT)) (, ,) (VP (VBZ VBZ) (SBAR (WHNP (WP WP)) (S (NP (PRP PRP)) (VP (VBP VBP) (PP (IN IN) (NP (DT DT) (NN NN)))))))) (: :) (SQ (SINV (VBZ VBZ) (NP (NP (PRP PRP))) (PP (IN IN) (NP (PRP$ PRP$) (JJ JJ) (JJS JJS) (NNS NNS))) (S (VP (TO TO) (VP (VB VB) (NP (DT DT) (JJ JJ) (NN NN)))))) (. .))))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 9, "text": "Or, in other words, does being a good person lead to a better life?", "tokens": ["CC", ",", "IN", "JJ", "NNS", ",", "VBZ", "VBG", "DT", "JJ", "NN", "NN", "TO", "DT", "JJR", "NN", "."], "tree": "(TOP (SQ (CC CC) (, ,) (PP (IN IN) (NP (JJ JJ) (NNS NNS))) (, ,) (VBZ VBZ) (S (VP (VBG VBG) (NP (DT DT) (JJ JJ) (NN NN)))) (VP (VB VB) (PP (IN IN) (NP (DT DT) (JJR JJR) (NN NN)))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 10, "text": "I define being a “good person”, an inherently very subjective ideal, based on the most common aspects I found while reviewing the literature: generosity, kindness, forgiveness and gratitude, ethical business practice, bullying, honesty, and aggression.", "tokens": ["PRP", "VBP", "VBG", "DT", "NN", "JJ", "NN", "NNP", ",", "DT", "RB", "RB", "JJ", "NN", ",", "VBN", "IN", "DT", "RBS", "JJ", "NNS", "PRP", "VBD", "IN", "VBG", "DT", "NN", ":", "NN", ",", "NN", ",", "NN", "CC", "NN", ",", "JJ", "NN", "NN", ",", "NN", ",", "NN", ",", "CC", "NN", "."], "tree": "(TOP (S (NP (PRP PRP)) (VP (VBP VBP) (S (VP (S (VP (VBG VBG) (NP (DT DT) (`` ``) (JJ JJ) (NN NN)))) (, ,) (, ,) (NP (DT DT) (ADJP (RB RB) (RB RB) (JJ JJ)) (NN NN)))) (, ,) (VP (VBN VBN) (PP (IN IN) (NP (NP (NP (DT DT) (ADJP (RBS RBS) (JJ JJ)) (NNS NNS)) (SBAR (S (NP (PRP PRP)) (VP (VBD VBD) (SBAR (IN IN) (S (VP (VBG VBG) (NP (DT DT) (NN NN))))))))) (: :) (NP (NP (NN NN) (, ,) (NN NN) (, ,) (NN NN) (CC CC) (NN NN)) (, ,) (NP (JJ JJ) (NN NN) (NN NN)) (, ,) (NN NN) (, ,) (NN NN) (, ,) (CC CC) (NN NN)))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 11, "text": "In this paper, I will try to show that being a “good person” in terms of these topics either directly leads to improved performance, or leads to improved life-satisfaction/happiness/wellbeing or an increased likeability by other people.", "tokens": ["IN", "DT", "NN", ",", "PRP", "MD", "VB", "TO", "VB", "IN", "VBG", "DT", "NN", "JJ", "NN", "NNS", "IN", "NNS", "IN", "DT", "NNS", "CC", "RB", "VBZ", "TO", "VBN", "NN", ",", "CC", "VBZ", "TO", "VB", "NN", "CC", "DT", "VBN", "NN", "IN", "JJ", "NNS", "."], "tree": "(TOP (S (PP (IN IN) (NP (DT DT) (NN NN))) (, ,) (NP (PRP PRP)) (VP (MD MD) (VP (VB VB) (S (VP (TO TO) (VP (VB VB) (SBAR (IN IN) (S (S (VP (VBG VBG) (NP (DT DT) (`` ``) (JJ JJ) (NN NN) ('' '')) (PP (IN IN) (NP (NP (NNS NNS)) (PP (IN IN) (NP (DT DT) (NNS NNS))))))) (VP (CC CC) (ADVP (RB RB)) (VP (VBZ VBZ) (PP (IN IN) (NP (VBN VBN) (NN NN)))) (, ,) (CC CC) (VP (VBZ VBZ) (PP (IN IN) (NP (NP (VBN VBN) (NN NN)) (CC CC) (NP (NP (DT DT) (VBN VBN) (NN NN)) (PP (IN IN) (NP (JJ JJ) (NNS NNS))))))))))))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 12, "text": "Then, based on research discussed in class, as well as research cited here, I will argue that greater social success (ie.", "tokens": ["RB", ",", "VBN", "IN", "NN", "VBN", "IN", "NN", ",", "RB", "RB", "IN", "NN", "VBD", "RB", ",", "PRP", "MD", "VB", "IN", "JJR", "JJ", "NN", "(", "NN", "."], "tree": "(TOP (S (ADVP (RB RB)) (, ,) (PP (VBN VBN) (PP (IN IN) (NP (NP (NP (NN NN)) (VP (VBN VBN) (PP (IN IN) (NP (NN NN))))) (, ,) (CONJP (RB RB) (RB RB) (IN IN)) (NP (NP (NN NN)) (VP (VBN VBN) (ADVP (RB RB))))))) (, ,) (NP (PRP PRP)) (MD MD) (VB VB) (IN IN) (NP (JJR JJR) (JJ JJ) (NN NN)) (-LRB- -LRB-) (FW FW) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 13, "text": "greater number of / better friends) and happiness/positive affect leads to improved overall performance in life.", "tokens": ["JJR", "NN", "IN", "NNP", "NNP", "NNS", ")", "CC", "JJ", "NN", "VBZ", "TO", "VB", "JJ", "NN", "IN", "NN", "."], "tree": "(TOP (S (NP (NP (NP (JJR JJR) (NN NN)) (IN IN) (CC CC) (JJR JJR) (NNS NNS) (-RRB- -RRB-)) (CC CC) (NP (JJ JJ) (NN NN))) (VP (VBZ VBZ) (PP (IN IN) (NP (NP (VBN VBN) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NN NN)))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 14, "text": "Through this framework I attempt to argue that being a “good person” directly and indirectly leads to improved overall performance, and show that it is in a person’s own best interest to be good.", "tokens": ["IN", "DT", "NN", "PRP", "VBP", "TO", "VB", "IN", "VBG", "DT", "NN", "JJ", "NN", "NNP", "RB", "CC", "RB", "VBZ", "TO", "VB", "JJ", "NN", ",", "CC", "VBP", "IN", "PRP", "VBZ", "IN", "DT", "NN", "NNP", "VBD", "JJ", "RB", "NN", "TO", "VB", "JJ", "."], "tree": "(TOP (S (PP (IN IN) (NP (DT DT) (NN NN))) (NP (PRP PRP)) (VP (VBP VBP) (S (VP (TO TO) (VP (VP (VB VB) (SBAR (IN IN) (S (S (VP (VBG VBG) (NP (DT DT) (`` ``) (JJ JJ) (NN NN) ('' '')))) (ADVP (RB RB) (CC CC) (RB RB)) (VP (VBZ VBZ) (PP (IN IN) (NP (VBN VBN) (JJ JJ) (NN NN))))))) (, ,) (CC CC) (VP (VB VB) (SBAR (IN IN) (S (NP (NP (PRP PRP))) (VP (VBZ VBZ) (PP (IN IN) (NP (NP (DT DT) (NN NN) (NP (PRP$ PRP$)) (POS POS)) (JJ JJ) (JJS JJS) (NN NN))) (S (VP (TO TO) (VP (VB VB) (ADJP (JJ JJ))))))))))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 15, "text": "The first aspect to explore in being a “good person” is generosity.", "tokens": ["DT", "JJ", "NN", "TO", "VB", "IN", "VBG", "DT", "NN", "JJ", "NN", "NNP", "VBZ", "NN", "."], "tree": "(TOP (S (NP (NP (DT DT) (JJ JJ) (NN NN)) (SBAR (S (VP (TO TO) (VP (VB VB) (PP (IN IN) (S (VP (VBG VBG) (NP (DT DT) (`` ``) (JJ JJ) (NN NN) ('' '')))))))))) (VP (VBZ VBZ) (NP (NN NN))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 16, "text": "Here I define generosity loosely as the willingness of a person to share/give more than expected or required in a prosocial way (ie.", "tokens": ["RB", "PRP", "VBP", "NN", "RB", "IN", "DT", "NN", "IN", "DT", "NN", "TO", "VB", "JJR", "IN", "VBN", "CC", "VBN", "IN", "DT", "JJ", "NN", "(", "NN", "."], "tree": "(TOP (S (ADVP (RB RB)) (NP (PRP PRP)) (VP (VP (VBP VBP) (NP (NN NN)) (ADVP (RB RB)) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (DT DT) (NN NN))) (S (VP (TO TO) (VP (VB VB) (NP (NP (NP (JJR JJR)) (SBAR (IN IN) (S (VP (VBN VBN) (CC CC) (VBN VBN))))) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN)))))))))) (-LRB- -LRB-) (FW FW)) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 17, "text": "monetary donations, social/emotional support, etc.).", "tokens": ["JJ", "NNS", ",", "JJ", "NN", ",", "FW", ".", ")", "."], "tree": "(TOP (NP (NP (JJ JJ) (NNS NNS)) (, ,) (NP (JJ JJ) (NN NN)) (, ,) (FW FW) (. .) (. .) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 18, "text": "Generosity is widely encouraged from a cultural perspective, but there is also an intrinsic motivation for giving baked into our evolution.", "tokens": ["NNP", "VBZ", "RB", "VBN", "IN", "DT", "JJ", "NN", ",", "CC", "EX", "VBZ", "RB", "DT", "JJ", "NN", "IN", "VBG", "VBN", "IN", "PRP$", "NN", "."], "tree": "(TOP (S (S (NP (NN NN)) (VP (VBZ VBZ) (ADVP (RB RB)) (VP (VBN VBN) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN)))))) (, ,) (CC CC) (S (NP (EX EX)) (VP (VBZ VBZ) (ADVP (RB RB)) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (PP (IN IN) (NP (NN NN))) (VP (VBN VBN) (PP (IN IN) (NP (PRP$ PRP$) (NN NN)))))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 19, "text": "From as young as 1 year old, toddlers exhibit higher happiness levels when giving compared to receiving treats (Aknin, L. B., Hamlin, J. K., & Dunn, E. W. 2012).", "tokens": ["IN", "RB", "JJ", "IN", "CD", "NN", "JJ", ",", "NNS", "VBP", "JJR", "NN", "NNS", "WRB", "VBG", "VBN", "TO", "VBG", "NNS", "(", "NNP", ",", "NNP", "NNP", ",", "NNP", ",", "NNP", "NNP", ",", "CC", "NNP", ",", "NNP", "NNP", "CD", ")", "."], "tree": "(TOP (S (PP (IN IN) (ADJP (ADJP (RB RB) (JJ JJ)) (PP (IN IN) (NP (NP (CD CD) (NN NN)) (JJ JJ))))) (, ,) (NP (NNS NNS)) (VP (VP (VBP VBP) (NP (JJR JJR) (NN NN) (NNS NNS)) (SBAR (SBAR (WHADVP (WRB WRB)) (S (VP (VBG VBG)))) (PP (VBN VBN) (PP (IN IN) (S (VP (VBG VBG) (NP (NNS NNS)))))))) (PRN (-LRB- -LRB-) (NP (NP (NNP NNP) (, ,) (NNP NNP) (NNP NNP)) (, ,) (NP (NNP NNP) (, ,) (NNP NNP) (NNP NNP)) (, ,) (CC CC) (NP (NNP NNP) (, ,) (NNP NNP) (NNP NNP) (CD CD))) (-RRB- -RRB-))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 20, "text": "Not only this, but the highest happiness levels actually came from costly giving (28% increase compared to non-costly giving), where toddlers had to forfeit their own treat in order to give (Aknin, L. B., Hamlin, J. K., & Dunn, E. W. 2012).", "tokens": ["RB", "RB", "DT", ",", "CC", "DT", "JJS", "NN", "NNS", "RB", "VBD", "IN", "JJ", "VBG", "(", "CD", "NN", "NN", "VBN", "TO", "RB", "VBG", ")", ",", "WRB", "NNS", "VBD", "TO", "VB", "PRP$", "JJ", "NN", "IN", "NN", "TO", "VB", "(", "NNP", ",", "NNP", "NNP", ",", "NNP", ",", "NNP", "NNP", ",", "CC", "NNP", ",", "NNP", "NNP", "CD", ")", "."], "tree": "(TOP (S (CONJP (RB RB) (RB RB)) (NP (DT DT)) (, ,) (CC CC) (S (NP (DT DT) (JJS JJS) (NN NN) (NNS NNS)) (ADVP (RB RB)) (VP (VBD VBD) (PP (IN IN) (NP (NP (NP (JJ JJ) (NN NN)) (PRN (-LRB- -LRB-) (NP (NP (NML (CD CD) (NN NN)) (NN NN)) (PP (VBN VBN) (PP (IN IN) (NP (JJ JJ) (NN NN))))) (-RRB- -RRB-))) (, ,) (SBAR (SBAR (WHADVP (WRB WRB)) (S (NP (NNS NNS)) (VP (VBD VBD) (S (VP (TO TO) (VP (VB VB) (NP (PRP$ PRP$) (JJ JJ) (NN NN)) (SBAR (IN IN) (NN NN) (S (VP (TO TO) (VP (VB VB))))))))))) (PRN (-LRB- -LRB-) (NP (NP (NNP NNP) (, ,) (NNP NNP) (NNP NNP)) (, ,) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP) (NNP NNP))) (, ,) (CC CC) (NP (NNP NNP) (, ,) (NNP NNP) (NNP NNP) (CD CD))) (-RRB- -RRB-))))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 21, "text": "The benefits of being generous start early in life, and the greater the sacrifice, the greater the benefit of generosity on mood, self-esteem, and satisfaction levels.", "tokens": ["DT", "NNS", "IN", "VBG", "JJ", "VBP", "JJ", "IN", "NN", ",", "CC", "DT", "JJR", "DT", "NN", ",", "DT", "JJR", "DT", "NN", "IN", "NN", "IN", "NN", ",", "JJ", ",", "CC", "NN", "NNS", "."], "tree": "(TOP (S (S (NP (NP (DT DT) (NNS NNS)) (PP (IN IN) (S (VP (VBG VBG) (ADJP (JJ JJ)))))) (VP (VBP VBP) (ADVP (RB RB) (PP (IN IN) (NP (NN NN)))))) (, ,) (CC CC) (S (NP (ADJP (DT DT) (JJR JJR)) (S (NP (DT DT) (NN NN)))) (, ,) (NP (ADJP (DT DT) (JJR JJR)) (NP (DT DT) (NN NN))) (PP (IN IN) (NP (NN NN))) (PP (IN IN) (NP (NML (NML (NN NN)) (, ,) (NP (NN NN)) (, ,) (CC CC) (NML (NN NN))) (NNS NNS)))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 22, "text": "This can be further demonstrated in adults, where it has been shown that prosocial spending enhances happiness (Dunn, E. W., Aknin, L. B., & Norton, M. I.", "tokens": ["DT", "MD", "VB", "RB", "VBN", "IN", "NNS", ",", "WRB", "PRP", "VBZ", "VBN", "VBN", "IN", "JJ", "NN", "NNS", "NN", "(", "NNP", ",", "NNP", "NNP", ",", "NNP", ",", "NNP", "NNP", ",", "CC", "NNP", ",", "NNP", "PRP", "."], "tree": "(TOP (S (NP (DT DT)) (VP (MD MD) (VP (VB VB) (ADVP (RB RB)) (VP (VBN VBN) (PP (IN IN) (NP (NP (NNS NNS)) (, ,) (SBAR (WHADVP (WRB WRB)) (S (NP (NP (PRP PRP))) (VP (VBZ VBZ) (VP (VBN VBN) (VP (VBN VBN) (SBAR (IN IN) (S (NP (JJ JJ) (NN NN)) (VP (VBZ VBZ) (NP (NN NN)))))))))))) (-LRB- -LRB-) (NP (NP (NNP NNP) (, ,) (NNP NNP) (NNP NNP)) (, ,) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP) (NNP NNP))) (, ,) (CC CC) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP) (NNP NNP))))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 23, "text": "Participants in one study reported a 20% increase in life satisfaction when spending 15% more of their income on others, and 25% higher happiness scores when spending $20 on others versus themselves (Dunn, E. W., Aknin, L. B., & Norton, M. I.", "tokens": ["NNS", "IN", "CD", "NN", "VBD", "DT", "CD", "NN", "NN", "IN", "NN", "NN", "WRB", "VBG", "CD", "NN", "JJR", "IN", "PRP$", "NN", "IN", "NNS", ",", "CC", "CD", "NN", "JJR", "NN", "NNS", "WRB", "VBG", "$", "CD", "IN", "NNS", "VBP", "PRP", "(", "NNP", ",", "NNP", "NNP", ",", "NNP", ",", "NNP", "NNP", ",", "CC", "NNP", ",", "NNP", "PRP", "."], "tree": "(TOP (S (NP (NP (NNS NNS)) (PP (IN IN) (NP (CD CD) (NN NN)))) (VP (VP (VBD VBD) (NP (NP (NP (DT DT) (NML (CD CD) (NN NN)) (NN NN)) (PP (IN IN) (NP (NN NN) (NN NN))) (SBAR (WHADVP (WRB WRB)) (S (VP (VBG VBG) (NP (NP (NML (CD CD) (NN NN)) (JJR JJR)) (PP (IN IN) (NP (PRP$ PRP$) (NN NN)))) (PP (IN IN) (NP (NNS NNS))))))) (, ,) (CC CC) (NP (NP (ADJP (NP (CD CD) (NN NN)) (JJR JJR)) (NN NN) (NNS NNS)) (SBAR (WHADVP (WRB WRB)) (S (VP (VBG VBG) (NP ($ $) (CD CD)) (PP (IN IN) (NP (NP (NNS NNS)) (PP (IN IN) (NP (PRP PRP))))))))))) (-LRB- -LRB-) (NP (NP (NNP NNP) (, ,) (NNP NNP) (NNP NNP)) (, ,) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP) (NNP NNP))) (, ,) (CC CC) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP) (NNP NNP))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 24, "text": "Altruistic decisions like these activate the mesolimbic reward system, the same system activated when receiving monetary rewards (Moll, J., et al.", "tokens": ["JJ", "NNS", "IN", "DT", "VBP", "DT", "JJ", "NN", "NN", ",", "DT", "JJ", "NN", "VBD", "WRB", "VBG", "JJ", "NNS", "(", "NNP", ",", "NNP", ",", "RB", "NN", "."], "tree": "(TOP (S (NP (NP (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (DT DT)))) (VP (VP (VBP VBP) (NP (NP (DT DT) (JJ JJ) (NN NN) (NN NN)) (, ,) (NP (NP (DT DT) (JJ JJ) (NN NN)) (VP (VBN VBN) (SBAR (WHADVP (WRB WRB)) (S (VP (VBG VBG) (NP (JJ JJ) (NNS NNS))))))))) (-LRB- -LRB-) (NP (NNP NNP) (, ,) (NNP NNP) (, ,) (CC CC) (NNP NNP))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 25, "text": "Specifically, activation levels in the ventral striatum in one study showed 32% higher levels during donations compared to receiving monetary rewards, and the anterior prefrontal cortex activation increased by 20% during decisions to make costly donations, emphasizing that the mental benefits shown in early childhood are preserved through adulthood (Moll, J., et al.", "tokens": ["RB", ",", "NN", "NNS", "IN", "DT", "JJ", "NN", "IN", "CD", "NN", "VBD", "CD", "NN", "JJR", "NNS", "IN", "NNS", "VBN", "TO", "VBG", "JJ", "NNS", ",", "CC", "DT", "JJ", "JJ", "NN", "NN", "VBN", "IN", "CD", "NN", "IN", "NNS", "TO", "VB", "JJ", "NNS", ",", "VBG", "IN", "DT", "JJ", "NNS", "VBN", "IN", "JJ", "NN", "VBP", "VBN", "IN", "NN", "(", "NNP", ",", "NNP", ",", "RB", "NN", "."], "tree": "(TOP (S (ADVP (RB RB)) (, ,) (S (NP (NP (NN NN) (NNS NNS)) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN))) (PP (IN IN) (NP (CD CD) (NN NN)))) (VP (VBD VBD) (NP (NP (ADJP (NP (CD CD) (NN NN)) (JJR JJR)) (NNS NNS)) (PP (IN IN) (NP (NNS NNS))) (PP (VBN VBN) (PP (IN IN) (S (VP (VBG VBG) (NP (JJ JJ) (NNS NNS))))))))) (, ,) (CC CC) (NP (DT DT) (NML (JJ JJ) (JJ JJ) (NN NN)) (NN NN)) (VP (VP (VBD VBD) (PP (IN IN) (NP (CD CD) (NN NN))) (PP (IN IN) (NP (NNS NNS) (S (VP (TO TO) (VP (VB VB) (NP (JJ JJ) (NNS NNS))))))) (, ,) (S (VP (VBG VBG) (SBAR (IN IN) (S (NP (NP (DT DT) (JJ JJ) (NNS NNS)) (VP (VBN VBN) (PP (IN IN) (NP (JJ JJ) (NN NN))))) (VP (VBP VBP) (VP (VBN VBN) (PP (IN IN) (NP (NN NN)))))))))) (-LRB- -LRB-) (NNP NNP) (, ,) (NNP NNP) (, ,) (CC CC) (. .)) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 26, "text": "The impact of giving is so strong it has been shown to make you live longer.", "tokens": ["DT", "NN", "IN", "VBG", "VBZ", "RB", "JJ", "PRP", "VBZ", "VBN", "VBN", "TO", "VB", "PRP", "JJ", "JJR", "."], "tree": "(TOP (S (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NN NN)))) (VP (VBZ VBZ) (ADJP (ADJP (RB RB) (JJ JJ)) (SBAR (S (NP (PRP PRP)) (VP (VBZ VBZ) (VP (VBN VBN) (VP (VBN VBN) (S (VP (TO TO) (VP (VB VB) (S (NP (PRP PRP)) (VP (VB VB) (ADVP (RBR RBR)))))))))))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 27, "text": "A study by (Brown, S. L., Nesse, R. M., Vinokur, A. D., & Smith, D. M. (2003)) investigated the effects of providing versus receiving social support on mortality in older married adults, and found that providing support significantly reduced mortality.", "tokens": ["DT", "NN", "IN", "(", "NNP", ",", "NNP", "NNP", ",", "NNP", ",", "NNP", "NNP", ",", "NNP", ",", "NNP", "NNP", ",", "CC", "NNP", ",", "NNP", "NNP", "(", "CD", ")", ")", "VBD", "DT", "NNS", "IN", "VBG", "NN", "VBG", "JJ", "NN", "IN", "NN", "IN", "JJR", "JJ", "NNS", ",", "CC", "VBD", "IN", "VBG", "NN", "RB", "VBN", "NN", "."], "tree": "(TOP (S (NP (NP (DT DT) (NN NN)) (PP (PP (IN IN) (-LRB- -LRB-) (NP (NP (NNP NNP)) (, ,) (NNP NNP) (NNP NNP) (, ,) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP) (NNP NNP))) (, ,) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP) (NNP NNP))) (, ,) (CC CC) (NP (NNP NNP) (, ,) (NNP NNP) (NNP NNP)) (-LRB- -LRB-) (NP (CD CD)) (-RRB- -RRB-))) (-RRB- -RRB-))) (VP (VP (VBD VBD) (NP (NP (DT DT) (NNS NNS)) (PP (IN IN) (S (VP (VBG VBG) (CC CC) (VBG VBG) (NP (JJ JJ) (NN NN))))) (PP (IN IN) (NP (NP (NN NN)) (PP (IN IN) (NP (JJR JJR) (VBN VBN) (NNS NNS))))))) (, ,) (CC CC) (VP (VBD VBD) (SBAR (IN IN) (S (S (VP (VBG VBG) (NP (NN NN)))) (ADVP (RB RB)) (VP (VBD VBD) (NP (NN NN))))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 28, "text": "Surprisingly, this study also found that once they controlled for giving support, receiving support had no significant impact on mortality (Brown, S. L., Nesse, R. M., Vinokur, A. D., & Smith, D. M. 2003).", "tokens": ["RB", ",", "DT", "NN", "RB", "VBD", "IN", "RB", "PRP", "VBD", "IN", "VBG", "NN", ",", "VBG", "NN", "VBD", "DT", "JJ", "NN", "IN", "NN", "(", "NNP", ",", "NNP", "NNP", ",", "NNP", ",", "NNP", "NNP", ",", "NNP", ",", "NNP", "NNP", ",", "CC", "NNP", ",", "NNP", "NNP", "CD", ")", "."], "tree": "(TOP (S (ADVP (RB RB)) (, ,) (NP (DT DT) (NN NN)) (ADVP (RB RB)) (VP (VBD VBD) (SBAR (IN IN) (S (S (SBAR (IN IN) (S (NP (PRP PRP)) (VP (VBD VBD) (PP (IN IN) (S (VP (VBG VBG) (NP (NN NN)))))))) (, ,) (VP (S (VP (VBG VBG) (NP (NN NN)))) (VP (VBD VBD) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NN NN))))))) (PRN (-LRB- -LRB-) (NP (NP (NP (NNP NNP)) (, ,) (NNP NNP) (NNP NNP)) (, ,) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP) (NNP NNP))) (, ,) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP) (NNP NNP))) (, ,) (CC CC) (NP (NNP NNP) (, ,) (NNP NNP) (NNP NNP) (CD CD))) (-RRB- -RRB-))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 29, "text": "On a broader scale, there seems to be intrinsic social motivation for generosity and prosocial tendencies.", "tokens": ["IN", "DT", "JJR", "NN", ",", "EX", "VBZ", "TO", "VB", "JJ", "JJ", "NN", "IN", "NN", "CC", "JJ", "NNS", "."], "tree": "(TOP (S (PP (IN IN) (NP (DT DT) (JJR JJR) (NN NN))) (, ,) (NP (EX EX)) (VP (VBZ VBZ) (S (VP (TO TO) (VP (VB VB) (NP (NP (JJ JJ) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NP (NN NN)) (CC CC) (NP (JJ JJ) (NNS NNS))))))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 30, "text": "Children with Williams Syndrome, a neurodevelopmental disorder characterized by lower cognitive abilities but high levels of sociability, overfriendliness, and empathy, have been shown to be more generous in modeled scenarios (Foti, F., Costanzo, F., et al.", "tokens": ["NNP", "IN", "NNP", "NNP", ",", "DT", "JJ", "NN", "VBN", "IN", "JJR", "JJ", "NNS", "CC", "JJ", "NNS", "IN", "NN", ",", "NN", ",", "CC", "RB", ",", "VBP", "VBN", "VBN", "TO", "VB", "RBR", "JJ", "IN", "JJ", "NNS", "(", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NN", "NN", "."], "tree": "(TOP (S (NP (NP (NNS NNS)) (PP (PP (IN IN) (NP (NP (NNP NNP) (NNP NNP)) (, ,) (NP (NP (DT DT) (JJ JJ) (NN NN)) (VP (VBN VBN) (PP (IN IN) (NP (NP (JJR JJR) (JJ JJ) (NNS NNS)) (CC CC) (NP (NP (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (NN NN) (, ,) (NN NN) (, ,) (CC CC) (NN NN)))))))))) (, ,))) (VP (VBP VBP) (VP (VBN VBN) (VP (VBN VBN) (S (VP (TO TO) (VP (VB VB) (ADJP (RBR RBR) (JJ JJ)) (PP (PP (IN IN) (NP (JJ JJ) (NNS NNS))) (-LRB- -LRB-) (NP (NNP NNP) (, ,) (NNP NNP) (, ,) (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (CC CC) (NNP NNP))))))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 31, "text": "In a modeled Dictator game, WS participants gave more than half their resources in 57% of trials, while typically developing participants gave only 23% (Foti, F., Costanzo, F., et al.", "tokens": ["IN", "DT", "JJ", "NNP", "NN", ",", "NNP", "NNS", "VBD", "JJR", "IN", "PDT", "PRP$", "NNS", "IN", "CD", "NN", "IN", "NNS", ",", "IN", "RB", "VBG", "NNS", "VBD", "RB", "CD", "NN", "(", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NN", "NN", "."], "tree": "(TOP (S (PP (IN IN) (NP (DT DT) (VBN VBN) (NNP NNP) (NN NN))) (, ,) (NP (NNP NNP) (NNS NNS)) (VP (VBD VBD) (NP (QP (JJR JJR) (IN IN) (PDT PDT)) (PRP$ PRP$) (NNS NNS)) (PP (IN IN) (NP (NP (CD CD) (NN NN)) (PP (IN IN) (NP (NNS NNS))))) (, ,) (SBAR (IN IN) (S (S (NP (ADVP (RB RB)) (VBG VBG) (NNS NNS)) (VP (VBD VBD) (NP (QP (RB RB) (CD CD)) (NN NN)))) (-LRB- -LRB-) (NP (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP))) (, ,) (CC CC) (FW FW))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 32, "text": "They were equally fair in rejecting disadvantageous inequity, but more generous when presented with advantageous equity, and were more prone to judge fairness with empathetic concern than logical fairness reasoning (Foti, F., Costanzo, F., et al.", "tokens": ["PRP", "VBD", "RB", "JJ", "IN", "VBG", "JJ", "NN", ",", "CC", "RBR", "JJ", "WRB", "VBN", "IN", "JJ", "NN", ",", "CC", "VBD", "JJR", "NN", "TO", "VB", "NN", "IN", "JJ", "NN", "IN", "JJ", "NN", "NN", "(", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NN", "NN", "."], "tree": "(TOP (S (NP (PRP PRP)) (VP (VP (VP (VP (VBD VBD) (ADJP (RB RB) (JJ JJ) (PP (IN IN) (S (VP (VBG VBG) (NP (JJ JJ) (NN NN))))))) (, ,) (CC CC) (ADJP (ADJP (RBR RBR) (JJ JJ)) (SBAR (WHADVP (WRB WRB)) (S (VP (VBN VBN) (PP (IN IN) (NP (JJ JJ) (NN NN)))))))) (, ,) (CC CC) (VP (VBD VBD) (ADJP (ADJP (RBR RBR) (JJ JJ) (S (VP (TO TO) (VP (VB VB) (NP (NN NN)) (PP (IN IN) (NP (JJ JJ) (NN NN))))))) (PP (IN IN) (NP (JJ JJ) (NN NN) (NN NN)))))) (-LRB- -LRB-) (NP (NNP NNP) (, ,) (NNP NNP) (, ,) (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (CC CC) (NNP NNP))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 33, "text": "Social motivation, therefore, without advanced social cognition, supports basic fairness and sharing behavior, which in turn contributes to cooperative success.", "tokens": ["NNP", "NN", ",", "RB", ",", "IN", "JJ", "JJ", "NN", ",", "VBZ", "JJ", "NN", "CC", "VBG", "NN", ",", "WDT", "IN", "NN", "NNS", "TO", "VB", "NN", "."], "tree": "(TOP (S (NP (JJ JJ) (NN NN)) (, ,) (ADVP (RB RB)) (, ,) (PP (IN IN) (NP (JJ JJ) (JJ JJ) (NN NN))) (, ,) (VP (VBZ VBZ) (NP (NP (NP (JJ JJ) (NN NN)) (CC CC) (NP (NN NN) (NN NN))) (, ,) (SBAR (WHNP (WDT WDT)) (S (PP (IN IN) (NP (NN NN))) (VP (VBZ VBZ) (PP (IN IN) (NP (JJ JJ) (NN NN)))))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 34, "text": "Furthermore, generosity in forms like indirect reciprocity support cooperation through reputation and trust, and emphasize the social utility of generosity.", "tokens": ["RB", ",", "NN", "IN", "NNS", "IN", "JJ", "NN", "NN", "NN", "IN", "NN", "CC", "NN", ",", "CC", "VB", "DT", "JJ", "NN", "IN", "NN", "."], "tree": "(TOP (S (ADVP (RB RB)) (, ,) (NP (NP (NN NN)) (PP (IN IN) (NP (NP (NNS NNS)) (PP (IN IN) (NP (JJ JJ) (NN NN)))))) (VP (VP (VBP VBP) (NP (NN NN)) (PP (IN IN) (NP (NN NN) (CC CC) (NN NN)))) (, ,) (CC CC) (VP (VBP VBP) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NN NN)))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 35, "text": "According to one study, \"Indirect reciprocity accounts for 50% of cooperative decisions in large groups with reputation systems.\"", "tokens": ["VBG", "TO", "CD", "NN", ",", "``", "NNP", "NN", "NNS", "IN", "CD", "NN", "IN", "JJ", "NNS", "IN", "JJ", "NNS", "IN", "NN", "NNS", ".", "''"], "tree": "(TOP (S (PP (VBG VBG) (PP (IN IN) (NP (CD CD) (NN NN)))) (, ,) (`` ``) (NP (JJ JJ) (NN NN)) (VP (VBZ VBZ) (PP (IN IN) (NP (NP (CD CD) (NN NN)) (PP (IN IN) (NP (NP (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (NP (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (NN NN) (NNS NNS)))))))))) (. .) ('' '')))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 36, "text": "(Nowak, M. A., & Sigmund, K. 2005).", "tokens": ["(", "NNP", ",", "NNP", "NNP", ",", "CC", "NNP", ",", "NNP", "CD", ")", "."], "tree": "(TOP (NP (-LRB- -LRB-) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP) (NNP NNP))) (, ,) (CC CC) (NP (NP (NP (NNP NNP)) (, ,) (NNP NNP)) (CD CD)) (-RRB- -RRB-) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 37, "text": "Additionally, indirect reciprocity led to a persistence in cooperation across 85% of interactions in simulation models, and “reputation scores correlated strongly with willingness to cooperate (r = 0.89)” (Nowak, M. A., & Sigmund, K. 2005).", "tokens": ["RB", ",", "JJ", "NN", "VBD", "TO", "DT", "NN", "IN", "NN", "IN", "CD", "NN", "IN", "NNS", "IN", "NN", "NNS", ",", "CC", "JJ", "NN", "NNS", "VBD", "RB", "IN", "NN", "TO", "VB", "(", "VB", "RB", "CD", ")", "NN", "(", "NNP", ",", "NNP", "NNP", ",", "CC", "NNP", ",", "NNP", "CD", ")", "."], "tree": "(TOP (S (ADVP (RB RB)) (, ,) (S (NP (JJ JJ) (NN NN)) (VP (VBD VBD) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NN NN))) (PP (IN IN) (NP (NP (CD CD) (NN NN)) (PP (IN IN) (NP (NP (NNS NNS)) (PP (IN IN) (NP (NN NN) (NNS NNS))))))))))) (, ,) (CC CC) (`` ``) (S (NP (NN NN) (NNS NNS)) (VP (VBD VBD) (ADVP (RB RB)) (PP (PP (IN IN) (NP (NN NN) (S (VP (TO TO) (VP (VB VB)))))) (-LRB- -LRB-) (NP (NP (NN NN)) (FW FW) (NP (CD CD))) (-RRB- -RRB-)))) ('' '') (NP (-LRB- -LRB-) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP) (NNP NNP))) (, ,) (CC CC) (NNP NNP) (, ,) (NNP NNP) (CD CD) (-RRB- -RRB-)) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 38, "text": "Furthermore, altruism is also associated with perceived trustworthiness (r = 0.82), which I will show later increases social success (Fehr, E., & Fischbacher, U.", "tokens": ["RB", ",", "NN", "VBZ", "RB", "VBN", "IN", "JJ", "NN", "(", "JJ", "NNP", "CD", ")", ",", "WDT", "PRP", "MD", "VB", "RB", "VBZ", "JJ", "NN", "(", "NNP", ",", "NNP", ",", "CC", "NNP", ",", "NNP", "."], "tree": "(TOP (S (ADVP (RB RB)) (, ,) (NP (NN NN)) (VP (VBZ VBZ) (ADVP (RB RB)) (VP (VBN VBN) (PP (IN IN) (NP (NP (NP (VBN VBN) (NN NN)) (-LRB- -LRB-) (NP (NP (NN NN)) (PP (IN IN) (NP (CD CD)))) (-RRB- -RRB-)) (, ,) (SBAR (WHNP (WDT WDT)) (S (NP (PRP PRP)) (VP (MD MD) (VP (VP (VB VB) (ADVP (RB RB)) (VP (VBZ VBZ) (NP (JJ JJ) (NN NN)))) (-LRB- -LRB-) (NP (NP (NNP NNP) (, ,) (NP (NNP NNP))) (, ,) (CC CC) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP)))))))))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 39, "text": "However, the study also discovered that \"Altruistic acts directed toward high-reputation individuals occur[ed] 75% more frequently than toward low-reputation individuals.\"", "tokens": ["RB", ",", "DT", "NN", "RB", "VBD", "IN", "``", "JJ", "NNS", "VBN", "IN", "NN", "NNS", "VBP", "NNP", "VBP", "JJ", "CD", "NN", "RBR", "RB", "IN", "IN", "JJ", "NNS", ".", "''"], "tree": "(TOP (S (ADVP (RB RB)) (, ,) (NP (DT DT) (NN NN)) (ADVP (RB RB)) (VP (VBD VBD) (SBAR (IN IN) (`` ``) (S (NP (NP (JJ JJ) (NNS NNS)) (VP (VBN VBN) (PP (IN IN) (NP (NN NN) (NNS NNS))))) (VP (VBP VBP) (-LRB- -LRB-) (VBD VBD) (-RRB- -RRB-) (ADVP (ADVP (NP (CD CD) (NN NN)) (RBR RBR) (RB RB)) (PP (IN IN) (PP (IN IN) (NP (NN NN) (NNS NNS))))))))) (. .) ('' '')))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 41, "text": "This raises a concern for the selfish generosity framework I have proposed, as it demonstrates that selfish generosity may not benefit those in society who need it the most, and might only contribute to the wealth inequality and unethical practices that exist in the world today.", "tokens": ["DT", "VBZ", "DT", "NN", "IN", "DT", "JJ", "NN", "NN", "PRP", "VBP", "VBN", ",", "IN", "PRP", "VBZ", "IN", "JJ", "NN", "MD", "RB", "VB", "DT", "IN", "NN", "WP", "VBP", "PRP", "DT", "RBS", ",", "CC", "MD", "RB", "VB", "TO", "DT", "NN", "NN", "CC", "JJ", "NNS", "WDT", "VBP", "IN", "DT", "NN", "NN", "."], "tree": "(TOP (S (NP (DT DT)) (VP (VBZ VBZ) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (DT DT) (NML (JJ JJ) (NN NN)) (NN NN)) (SBAR (S (NP (PRP PRP)) (VP (VBP VBP) (VP (VBN VBN)))))))) (, ,) (SBAR (IN IN) (S (NP (PRP PRP)) (VP (VBZ VBZ) (SBAR (IN IN) (S (NP (JJ JJ) (NN NN)) (VP (VP (MD MD) (RB RB) (VP (VB VB) (NP (NP (NP (DT DT)) (PP (IN IN) (NP (NN NN)))) (SBAR (WHNP (WP WP)) (S (VP (VBP VBP) (NP (PRP PRP)) (NP (DT DT) (RBS RBS)))))))) (, ,) (CC CC) (VP (MD MD) (ADVP (RB RB)) (VP (VB VB) (PP (IN IN) (NP (NP (DT DT) (NML (NML (NN NN) (NN NN)) (CC CC) (NML (JJ JJ) (NNS NNS)))) (SBAR (WHNP (WDT WDT)) (S (VP (VBP VBP) (PP (IN IN) (NP (DT DT) (NN NN))) (NP (NN NN)))))))))))))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 42, "text": "However, while this may emphasize the fact that giving to people who can help you the most now may be a better selfish strategy in the short term, I argue that giving to those in need goes significantly further than giving to those who already have much, and that reciprocity will be much greater from those in need when they are more fortunate than those for whom your generosity meant less.", "tokens": ["RB", ",", "IN", "DT", "MD", "VB", "DT", "NN", "IN", "VBG", "TO", "NNS", "WP", "MD", "VB", "PRP", "DT", "RBS", "RB", "MD", "VB", "DT", "JJR", "JJ", "NN", "IN", "DT", "JJ", "NN", ",", "PRP", "VBP", "IN", "VBG", "TO", "DT", "IN", "NN", "VBZ", "RB", "RBR", "IN", "VBG", "TO", "DT", "WP", "RB", "VBP", "JJ", ",", "CC", "DT", "NN", "MD", "VB", "RB", "JJR", "IN", "DT", "IN", "NN", "WRB", "PRP", "VBP", "RBR", "JJ", "IN", "DT", "IN", "WP", "PRP$", "NN", "NN", "RBR", "."], "tree": "(TOP (S (ADVP (RB RB)) (, ,) (SBAR (IN IN) (S (NP (DT DT)) (VP (MD MD) (VP (VB VB) (NP (DT DT) (NN NN) (SBAR (IN IN) (S (S (VP (VBG VBG) (PP (IN IN) (NP (NP (NNS NNS)) (SBAR (WHNP (WP WP)) (S (VP (MD MD) (VP (VB VB) (NP (PRP PRP)) (ADVP (NP (DT DT) (RBS RBS)) (ADVP (RB RB))))))))))) (VP (MD MD) (VP (VB VB) (NP (DT DT) (JJR JJR) (JJ JJ) (NN NN)) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN)))))))))))) (, ,) (NP (PRP PRP)) (VP (VBP VBP) (SBAR (SBAR (IN IN) (S (S (VP (VBG VBG) (PP (IN IN) (NP (NP (DT DT)) (PP (IN IN) (NP (NN NN))))))) (VP (VBZ VBZ) (ADVP (ADVP (RB RB) (RBR RBR)) (PP (IN IN) (S (VP (VBG VBG) (PP (IN IN) (NP (NP (DT DT)) (SBAR (WHNP (WP WP)) (S (ADVP (RB RB)) (VP (VBP VBP) (NP (JJ JJ)))))))))))))) (, ,) (CC CC) (SBAR (IN IN) (S (NP (NN NN)) (VP (MD MD) (VP (VB VB) (ADJP (ADJP (RB RB) (JJR JJR)) (PP (IN IN) (NP (NP (NP (NP (NP (DT DT)) (PP (IN IN) (NP (NN NN)))) (WHADVP (WRB WRB)) (NP (PRP PRP))) (VBP VBP)) (ADJP (RBR RBR) (JJ JJ))))) (PP (IN IN) (NP (NP (DT DT)) (SBAR (WHPP (IN IN) (WHNP (WP WP))) (S (NP (PRP$ PRP$) (NN NN)) (VP (VBD VBD) (NP (JJR JJR))))))))))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 43, "text": "Other qualities I have valued in my definition of being a “good person” are kindness, which I define as being considerate, friendly, and generous, and morality, defined here as a set of principles of conduct or a system of values that distinguish between right and wrong.", "tokens": ["JJ", "NNS", "PRP", "VBP", "VBN", "IN", "PRP$", "NN", "IN", "VBG", "DT", "NN", "JJ", "NN", "NNS", "VBP", "NN", ",", "WDT", "PRP", "VBP", "IN", "VBG", "NN", ",", "RB", ",", "CC", "JJ", ",", "CC", "NN", ",", "VBN", "RB", "IN", "DT", "NN", "IN", "NNS", "IN", "NN", "CC", "DT", "NN", "IN", "NNS", "WDT", "VBP", "IN", "NN", "CC", "JJ", "."], "tree": "(TOP (S (NP (NP (JJ JJ) (NNS NNS)) (SBAR (S (NP (PRP PRP)) (VP (VBP VBP) (VP (VBN VBN) (PP (IN IN) (NP (NP (PRP$ PRP$) (NN NN)) (PP (IN IN) (S (VP (VBG VBG) (NP (DT DT) (`` ``) (JJ JJ) (NN NN) ('' '')))))))))))) (VP (VBP VBP) (NP (NP (NP (NN NN)) (, ,) (SBAR (WHNP (WDT WDT)) (S (NP (PRP PRP)) (VP (VBP VBP) (PP (IN IN) (S (VP (VBG VBG) (ADJP (JJ JJ) (, ,) (JJ JJ) (, ,) (CC CC) (JJ JJ))))))))) (, ,) (CC CC) (NP (NP (NN NN)) (, ,) (VP (VBN VBN) (ADVP (RB RB)) (PP (IN IN) (NP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (NNS NNS)) (PP (IN IN) (NP (NN NN)))))) (CC CC) (NP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NNS NNS)))) (SBAR (WHNP (WDT WDT)) (S (VP (VBP VBP) (PP (IN IN) (NP (NN NN) (CC CC) (JJ JJ))))))))))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 44, "text": "Multiple studies have shown that kindness is universally preferred and sought after in relationships, both romantic and platonic, receiving “the highest mean rating across contexts (M = 6.8)” in one study on the preferences of individuals for various traits in romantic partners versus friends\n(Sprecher, S., & Regan, P. C. 2002), and showing that acts of kindness increase peer acceptance in another (Layous, K., Nelson, S. K., Oberle, E., Schonert-Reichl, K. A., & Lyubomirsky, S. 2012).", "tokens": ["JJ", "NNS", "VBP", "VBN", "IN", "NN", "VBZ", "RB", "JJ", "CC", "VBD", "IN", "IN", "NNS", ",", "DT", "JJ", "CC", "JJ", ",", "VBG", "PDT", "DT", "JJS", "NN", "NN", "IN", "NN", "(", "NNP", "NNP", "CD", ")", "NN", "IN", "CD", "NN", "IN", "DT", "NNS", "IN", "NNS", "IN", "JJ", "NNS", "IN", "JJ", "NNS", "VBP", "NNS", "(", "NNP", ",", "NNP", ",", "CC", "NNP", ",", "NNP", "NNP", "CD", ")", ",", "CC", "VBG", "IN", "NNS", "IN", "JJ", "NN", "NN", "NN", "IN", "DT", "(", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", "NNP", ",", "CC", "NNP", ",", "NNP", "CD", ")", "."], "tree": "(TOP (S (NP (JJ JJ) (NNS NNS)) (VP (VBP VBP) (VP (VBN VBN) (IN IN) (S (NP (NN NN)) (VP (VP (VBZ VBZ) (ADVP (RB RB)) (VP (VBN VBN)) (CC CC) (ADJP (VBN VBN) (IN IN)) (PP (PP (IN IN) (NP (NNS NNS))) (, ,) (ADJP (DT DT) (JJ JJ) (CC CC) (JJ JJ)) (, ,) (VBG VBG) (`` ``) (NP (NP (DT DT) (JJS JJS) (NN NN) (NN NN)) (PP (PP (IN IN) (NP (NNS NNS))) (-LRB- -LRB-) (NP (NP (NN NN)) (PP (IN IN) (NP (CD CD)))) (-RRB- -RRB-)))) ('' '') (PP (PP (IN IN) (NP (NP (CD CD) (NN NN)) (PP (IN IN) (NP (NP (DT DT) (NNS NNS)) (PP (IN IN) (NP (NNS NNS))) (PP (IN IN) (NP (NP (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (NP (JJ JJ) (NNS NNS)) (PP (CC CC) (NP (NNS NNS))))))))))) (-LRB- -LRB-) (NP (NNP NNP) (, ,) (NNP NNP) (, ,) (CC CC) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP) (NNP NNP))) (CD CD)) (-RRB- -RRB-))) (, ,) (CC CC) (VP (VBG VBG) (SBAR (IN IN) (S (NP (NP (NNS NNS)) (PP (IN IN) (NP (NN NN)))) (VP (VP (VP (VBP VBP) (NP (NN NN) (NN NN)) (PP (IN IN) (NP (DT DT)))) (-LRB- -LRB-) (NP (NP (NP (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (NP (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP) (NNP NNP))) (, ,) (NP (NNP NNP) (, ,) (NNP NNP))) (, ,) (NNP NNP) (. .) (NNP NNP)) (NNP NNP)) (, ,) (CC CC) (NP (NNP NNP) (, ,) (NNP NNP))) (CD CD)) (-RRB- -RRB-))))))))) (-RRB- -RRB-)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 45, "text": "Other studies have shown that morality consistently outranks sociability and competence in impression formation of other individuals and groups (Brambilla, M., & Leach, C. W. 2014), (Brambilla, M., & Sacchi, S. 2021).", "tokens": ["JJ", "NNS", "VBP", "VBN", "IN", "NN", "RB", "VBZ", "NN", "CC", "NN", "IN", "NN", "NN", "IN", "JJ", "NNS", "CC", "NNS", "(", "NNP", ",", "NNP", ",", "CC", "NNP", ",", "NNP", "NNP", "CD", ")", ",", "(", "NNP", ",", "NNP", ",", "CC", "NNP", ",", "NNP", "CD", ")", "."], "tree": "(TOP (S (NP (JJ JJ) (NNS NNS)) (VP (VBP VBP) (VP (VBN VBN) (SBAR (IN IN) (S (NP (NN NN)) (ADVP (RB RB)) (VP (VP (VP (VBZ VBZ) (NP (NN NN) (CC CC) (NN NN)) (PP (IN IN) (NP (NP (NN NN) (NN NN)) (PP (IN IN) (NP (JJ JJ) (NNS NNS) (CC CC) (NNS NNS)))))) (PRN (-LRB- -LRB-) (NP (NNP NNP) (, ,) (NNP NNP) (, ,) (CC CC) (NP (NNP NNP) (, ,) (NNP NNP) (NNP NNP)) (CD CD)) (-RRB- -RRB-))) (, ,) (-LRB- -LRB-) (NNP NNP) (, ,) (NNP NNP) (, ,) (CC CC) (NP (NNP NNP) (, ,) (NNP NNP) (CD CD)) (-RRB- -RRB-)))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 46, "text": "A study on important traits in forming impressions by Brambilla, M., Sacchi, S., Rusconi, P., & Goodwin, G. P. (2019), resulted in morality holding “...the highest weight in forming impressions (β = .72), significantly outweighing sociability (β = .41) and competence (β = .33)”, and revealed that \"Participants rated morality traits like 'trustworthy' as 85% more critical for first impressions than sociability traits like 'friendly”.", "tokens": ["DT", "NN", "IN", "JJ", "NNS", "IN", "VBG", "NNS", "IN", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "CC", "NNP", ",", "NNP", "NNP", "(", "CD", ")", ",", "VBD", "IN", "NN", "VBG", "NNS", ":", "DT", "JJS", "NN", "IN", "VBG", "NNS", "(", "JJ", "NNP", "NNP", ")", ",", "RB", "VBG", "NN", "(", "JJ", "NNP", "NNP", ")", "CC", "NN", "(", "JJ", "NNP", "NNP", ")", "NN", ",", "CC", "VBD", "IN", "``", "NNS", "VBN", "JJ", "NNS", "IN", "NNP", "POS", "IN", "CD", "NN", "JJR", "JJ", "IN", "JJ", "NNS", "IN", "NN", "NNS", "IN", "RB", "NNP", "."], "tree": "(TOP (S (NP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (JJ JJ) (NNS NNS)) (PP (IN IN) (S (VP (VBG VBG) (NP (NNS NNS))))))) (PP (IN IN) (NP (NNP NNP) (, ,) (NNP NNP) (, ,) (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (CC CC) (NP (NP (NNP NNP) (, ,) (NNP NNP) (NNP NNP)) (-LRB- -LRB-) (NP (CD CD)) (-RRB- -RRB-))))) (, ,)) (VP (VP (VP (VP (VBD VBD) (PP (IN IN) (S (NP (NN NN)) (VP (VBG VBG) (`` ``) (: :) (NP (NP (NP (DT DT) (JJS JJS) (NN NN)) (PP (PP (IN IN) (S (VP (VBG VBG) (NP (NNS NNS))))) (-LRB- -LRB-) (-LRB- -LRB-) (SYM SYM) (CD CD) (-RRB- -RRB-))) (, ,) (ADVP (RB RB)) (VBG VBG) (NP (NP (NP (NN NN)) (-LRB- -LRB-) (-LRB- -LRB-) (NN NN) (CD CD) (-RRB- -RRB-) (CC CC) (NN NN)) (-LRB- -LRB-) (-LRB- -LRB-) (NN NN) (CD CD) (-RRB- -RRB-))))))) (, ,)) (, ,)) (CC CC) (VP (VBD VBD) (SBAR (IN IN) (-LRB- -LRB-) (NP (NP (NNS NNS)) (VP (VBD VBD) (NP (NP (NN NN) (NNS NNS)) (PP (IN IN) (NP (JJ JJ) ('' '')))) (PP (IN IN) (NP (NP (NP (NN NN)) (NN NN)) (RBR RBR) (JJ JJ) (PP (IN IN) (NP (NP (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (NP (NN NN) (NNS NNS)) (IN IN) (ADJP (JJ JJ)))))))))) (. .)))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 47, "text": "Furthermore, perceived immorality was “...a strong predictor of threat perception (r = 0.79).", "tokens": ["RB", ",", "VBD", "NN", "VBD", "JJ", ":", "DT", "JJ", "NN", "IN", "NN", "NN", "(", "JJ", "NNP", "CD", ")", "."], "tree": "(TOP (S (ADVP (RB RB)) (, ,) (NP (VBN VBN) (NN NN)) (VP (VBD VBD) (`` ``) (: :) (NP (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NN NN) (NN NN)))) (-LRB- -LRB-) (NP (NP (NN NN)) (FW FW) (NP (CD CD))) (-RRB- -RRB-))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 48, "text": "\", and \"Information about morality was processed faster than sociability or competence (average RT = 650ms vs. 950ms)\" (Brambilla, M., Sacchi, S., Rusconi, P., & Goodwin, G. P. 2019).", "tokens": ["``", ",", "CC", "``", "NN", "IN", "NN", "VBD", "VBN", "RBR", "IN", "NN", "CC", "NN", "(", "JJ", "NNP", "NN", "CD", "IN", "CD", ")", "''", "(", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "CC", "NNP", ",", "NNP", "NNP", "CD", ")", "."], "tree": "(TOP (S (LS LS) (, ,) (CC CC) (-LRB- -LRB-) (S (NP (NP (NN NN)) (PP (IN IN) (NP (NN NN)))) (VP (VBD VBD) (VP (VBN VBN) (ADVP (ADVP (ADVP (RBR RBR)) (PP (IN IN) (NP (NN NN) (CC CC) (NN NN)))) (-LRB- -LRB-) (NP (NP (JJ JJ) (NN NN)) (PP (IN IN) (NP (NP (NNS NNS)) (PP (IN IN) (NP (NNS NNS)))))) (-RRB- -RRB-))))) ('' '') (-LRB- -LRB-) (NP (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP))) (, ,) (CC CC) (NP (NP (NNP NNP) (, ,) (NNP NNP) (NNP NNP)) (CD CD))) (-RRB- -RRB-) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 49, "text": "This supports the idea that morality may hold a deep-rooted evolutionary importance to establishing relationships, and that one of the most important factors in making new friends and integrating into social groups may be to simply be a good person.", "tokens": ["DT", "VBZ", "DT", "NN", "IN", "NN", "MD", "VB", "DT", "JJ", "JJ", "NN", "TO", "VBG", "NNS", ",", "CC", "IN", "CD", "IN", "DT", "RBS", "JJ", "NNS", "IN", "VBG", "JJ", "NNS", "CC", "VBG", "IN", "JJ", "NNS", "MD", "VB", "TO", "RB", "VB", "DT", "JJ", "NN", "."], "tree": "(TOP (S (NP (DT DT)) (VP (VBZ VBZ) (NP (DT DT) (NN NN) (SBAR (SBAR (IN IN) (S (NP (NN NN)) (VP (MD MD) (VP (VB VB) (NP (NP (DT DT) (VBN VBN) (JJ JJ) (NN NN)) (PP (IN IN) (S (VP (VBG VBG) (NP (NNS NNS)))))))))) (, ,) (CC CC) (SBAR (IN IN) (S (NP (NP (CD CD)) (PP (IN IN) (NP (NP (DT DT) (ADJP (RBS RBS) (JJ JJ)) (NNS NNS)) (PP (IN IN) (S (VP (VP (VBG VBG) (NP (JJ JJ) (NNS NNS))) (CC CC) (VP (VBG VBG) (PP (IN IN) (NP (JJ JJ) (NNS NNS)))))))))) (VP (MD MD) (VP (VB VB) (S (VP (TO TO) (ADVP (RB RB)) (VP (VB VB) (NP (DT DT) (JJ JJ) (NN NN)))))))))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 50, "text": "Compassion, forgiveness, and gratitude are also important factors in being a “good person”.", "tokens": ["NN", ",", "NN", ",", "CC", "NN", "VBP", "RB", "JJ", "NNS", "IN", "VBG", "DT", "NN", "JJ", "NN", "NNP", "."], "tree": "(TOP (S (NP (NN NN) (, ,) (NN NN) (, ,) (CC CC) (NN NN)) (VP (VBP VBP) (ADVP (RB RB)) (NP (NP (JJ JJ) (NNS NNS)) (PP (IN IN) (S (VP (VBG VBG) (NP (DT DT) (`` ``) (JJ JJ) (NN NN))))))) (. .) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 51, "text": "However, compassion towards others, and general life success, cannot be obtained without first being compassionate to yourself.", "tokens": ["RB", ",", "NN", "NNS", "NNS", ",", "CC", "JJ", "NN", "NN", ",", "MD", "RB", "VB", "VBN", "IN", "JJ", "VBG", "NN", "TO", "PRP", "."], "tree": "(TOP (S (ADVP (RB RB)) (, ,) (NP (NP (NP (NN NN)) (PP (IN IN) (NP (NNS NNS)))) (, ,) (CC CC) (NP (JJ JJ) (NN NN) (NN NN)) (, ,)) (VP (MD MD) (RB RB) (VP (VB VB) (VP (VBN VBN) (PP (IN IN) (S (ADVP (RB RB)) (VP (VBG VBG) (ADJP (JJ JJ) (PP (IN IN) (NP (PRP PRP)))))))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 52, "text": "Higher self-compassion correlates with 35% lower burnout and compassion fatigue in student midwives, while self judgement increased burnout by 27% and compassion fatigue by 22%, and self-kindness improved professional quality of life scores by 40% (Beaumont, E., Durkin, M., Hollins Martin, C. J., & Carson, J.", "tokens": ["JJR", "NN", "NNS", "IN", "CD", "NN", "JJR", "NN", "CC", "NN", "NN", "IN", "NN", "NNS", ",", "IN", "JJ", "NN", "VBD", "NN", "IN", "CD", "NN", "CC", "NN", "NN", "IN", "CD", "NN", ",", "CC", "JJ", "VBN", "JJ", "NN", "IN", "NN", "NNS", "IN", "CD", "NN", "(", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", "NNP", ",", "NNP", "NNP", ",", "CC", "NNP", ",", "NNP", "."], "tree": "(TOP (S (NP (JJR JJR) (NN NN)) (VP (VBZ VBZ) (PP (IN IN) (NP (NP (ADJP (NP (CD CD) (NN NN)) (JJR JJR)) (NML (NML (NN NN)) (CC CC) (NML (NN NN) (NN NN)))) (PP (IN IN) (NP (NN NN) (NNS NNS))))) (, ,) (SBAR (IN IN) (S (S (NP (NN NN) (NN NN)) (VP (VP (VBD VBD) (NP (NN NN)) (PP (IN IN) (NP (CD CD) (NN NN)))) (CC CC) (S (NP (NN NN) (NN NN)) (PP (IN IN) (NP (CD CD) (NN NN))))) (, ,) (CC CC) (S (NP (NN NN)) (VP (VBD VBD) (NP (NML (NP (JJ JJ) (NN NN)) (PP (IN IN) (NP (NN NN)))) (NNS NNS)) (PP (IN IN) (NP (CD CD) (NN NN)))))) (-LRB- -LRB-) (NP (NP (NNP NNP)) (, ,) (NNP NNP)) (, ,) (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (NP (NNP NNP) (NNP NNP) (, ,) (NP (NNP NNP) (NNP NNP))) (, ,) (CC CC) (NP (NNP NNP) (, ,) (NNP NNP))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 53, "text": "Many studies have shown the link between life-satisfaction and gratitude (Chauhan, A. S., Mathur, G., Gulati, C., & Sharma, A.", "tokens": ["JJ", "NNS", "VBP", "VBN", "DT", "NN", "IN", "NN", "CC", "NN", "(", "NNP", ",", "NNP", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "CC", "NNP", ",", "NNP", "."], "tree": "(TOP (S (NP (JJ JJ) (NNS NNS)) (VP (VBP VBP) (VP (VP (VBN VBN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (NN NN)) (CC CC) (NP (NN NN)))))) (-LRB- -LRB-) (NP (NP (NP (NNP NNP)) (, ,) (NNP NNP) (NNP NNP)) (, ,) (NNP NNP) (, ,) (NNP NNP) (, ,) (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (CC CC) (NP (NP (NNP NNP) (, ,) (NNP NNP)) (. .)))))))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 54, "text": "2024), (Toussaint, L., & Friedman, P. 2009), (Emmons, R. A., & McCullough, M. E. 2003), (Hermaen, H., & Bhutto, Z. H. 2020), emphasizing that being grateful for what you already have leads to higher levels of positive affect, life satisfaction, flourishing, and even reductions in negative physical symptoms.", "tokens": ["CD", ")", ",", "(", "NNP", ",", "NNP", ",", "CC", "NNP", ",", "NNP", "CD", ")", ",", "(", "NNP", ",", "NNP", "NNP", ",", "CC", "NNP", ",", "NNP", "NNP", "CD", ")", ",", "(", "NNP", ",", "NNP", ",", "CC", "NNP", ",", "NNP", "NNP", "CD", ")", ",", "VBG", "IN", "VBG", "JJ", "IN", "WP", "PRP", "RB", "VBP", "NNS", "TO", "JJR", "NNS", "IN", "JJ", "NN", ",", "NN", "NN", ",", "NN", ",", "CC", "RB", "NNS", "IN", "JJ", "JJ", "NNS", "."], "tree": "(TOP (S (NP (NP (CD CD)) (-RRB- -RRB-)) (, ,) (-LRB- -LRB-) (NNP NNP) (, ,) (NNP NNP) (, ,) (CC CC) (NP (NNP NNP) (, ,) (NNP NNP)) (CD CD) (-RRB- -RRB-) (, ,) (-LRB- -LRB-) (NP (NNP NNP) (, ,) (NNP NNP) (NNP NNP)) (, ,) (CC CC) (NNP NNP) (, ,) (NNP NNP) (NNP NNP) (CD CD) (-RRB- -RRB-) (, ,) (-LRB- -LRB-) (NP (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (CC CC) (NP (NNP NNP)) (, ,) (NNP NNP) (NNP NNP) (CD CD)) (-RRB- -RRB-) (, ,) (S (VP (VBG VBG) (SBAR (IN IN) (S (S (VP (VBG VBG) (ADJP (JJ JJ) (PP (IN IN) (SBAR (WHNP (WP WP)) (S (NP (PRP PRP)) (ADVP (RB RB)) (VP (VBP VBP)))))))) (VP (VBZ VBZ) (PP (IN IN) (NP (NP (NP (JJR JJR) (NNS NNS)) (PP (IN IN) (NP (JJ JJ) (NN NN)))) (, ,) (NP (NP (NN NN) (NN NN)) (, ,) (NP (NN NN))) (, ,) (CC CC) (NP (NP (RB RB) (NNS NNS)) (PP (IN IN) (NP (JJ JJ) (JJ JJ) (NNS NNS))))))))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 55, "text": "Once this compassion is exercised on oneself, it can be focused outwards on others.", "tokens": ["RB", "DT", "NN", "VBZ", "VBN", "IN", "PRP", ",", "PRP", "MD", "VB", "VBN", "NNS", "IN", "NNS", "."], "tree": "(TOP (S (SBAR (IN IN) (S (NP (DT DT) (NN NN)) (VP (VBZ VBZ) (VP (VBN VBN) (PP (IN IN) (NP (NN NN))))))) (, ,) (NP (PRP PRP)) (VP (MD MD) (VP (VB VB) (VP (VBN VBN) (ADVP (RB RB)) (PP (IN IN) (NP (NNS NNS)))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 56, "text": "This is a foundational aspect of socialization.", "tokens": ["DT", "VBZ", "DT", "JJ", "NN", "IN", "NN", "."], "tree": "(TOP (S (NP (DT DT)) (VP (VBZ VBZ) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NN NN))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 57, "text": "A study by Toda, R., Toda, N., Hagihara, H., & Kanakogi, Y.", "tokens": ["DT", "NN", "IN", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "CC", "NNP", ",", "NNP", "."], "tree": "(TOP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (NP (NNP NNP)) (, ,) (NNP NNP)) (, ,) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP))) (, ,) (NP (NP (NNP NNP)) (, ,) (NNP NNP)) (, ,) (CC CC) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 58, "text": "(2024) revealed that children as young as 4 years associate forgiveness with relational restoration, and by age 6 understand that forgiveness brings emotional benefits to the victim.", "tokens": ["(", "CD", ")", "VBD", "DT", "NNS", "RB", "JJ", "IN", "CD", "NNS", "JJ", "NN", "IN", "JJ", "NN", ",", "CC", "IN", "NN", "CD", "NN", "WDT", "JJ", "VBZ", "JJ", "NNS", "TO", "DT", "NN", "."], "tree": "(TOP (S (-LRB- -LRB-) (NP (CD CD)) (-RRB- -RRB-) (VP (VBD VBD) (SBAR (IN IN) (S (NP (NP (NNS NNS)) (ADJP (RB RB) (JJ JJ) (PP (IN IN) (NP (CD CD) (NNS NNS))))) (VP (VP (VBP VBP) (NP (NN NN)) (PP (IN IN) (NP (JJ JJ) (NN NN)))) (, ,) (CC CC) (VP (PP (IN IN) (NP (NN NN) (CD CD))) (VP (VBP VBP) (SBAR (IN IN) (S (NP (NN NN)) (VP (VBZ VBZ) (NP (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (DT DT) (NN NN)))))))))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 59, "text": "It also revealed that as children got older, they forgave more, and understood by age 6 that unforgiveness was linked to negative emotions (Toda, R., Toda, N., Hagihara, H., & Kanakogi, Y.", "tokens": ["PRP", "RB", "VBD", "IN", "IN", "NNS", "VBD", "JJR", ",", "PRP", "VBP", "JJR", ",", "CC", "NN", "IN", "NN", "CD", "IN", "NN", "VBD", "VBN", "TO", "JJ", "NNS", "(", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "CC", "NNP", ",", "NNP", "."], "tree": "(TOP (S (NP (PRP PRP)) (ADVP (RB RB)) (VP (VBD VBD) (SBAR (IN IN) (S (SBAR (IN IN) (S (NP (NNS NNS)) (VP (VBD VBD) (ADJP (JJR JJR))))) (, ,) (NP (PRP PRP)) (VP (VP (VBP VBP) (NP (JJR JJR))) (, ,) (CC CC) (VP (VBD VBD) (PP (IN IN) (NP (NN NN) (CD CD))) (SBAR (IN IN) (S (NP (NN NN)) (VP (VBD VBD) (VP (VBN VBN) (PP (IN IN) (NP (NP (JJ JJ) (NNS NNS)) (-LRB- -LRB-) (NP (NNP NNP) (, ,) (NNP NNP) (, ,) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP))) (, ,) (NP (NP (NNP NNP)) (, ,) (NNP NNP)) (, ,) (CC CC) (NP (NNP NNP) (, ,) (NNP NNP)))))))))))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 60, "text": "Other studies have shown the link between empathy and positive peer relationships (Haslip, M. J., Allen-Handy, A., & Donaldson, L. 2019), while maintaining that forgiveness does not always lead to reconciliation.", "tokens": ["JJ", "NNS", "VBP", "VBN", "DT", "NN", "IN", "JJ", "CC", "JJ", "NN", "NNS", "(", "NNP", ",", "NNP", "NNP", ",", "NNP", ",", "NNP", ",", "CC", "NNP", ",", "NNP", "CD", ")", ",", "IN", "VBG", "IN", "NN", "VBZ", "RB", "RB", "VBP", "TO", "NN", "."], "tree": "(TOP (S (NP (JJ JJ) (NNS NNS)) (VP (VBP VBP) (VP (VBN VBN) (NP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (NN NN)) (CC CC) (NP (JJ JJ) (NN NN) (NNS NNS))))) (-LRB- -LRB-) (NP (NP (NNP NNP) (, ,) (NNP NNP) (NNP NNP)) (, ,) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP))) (, ,) (CC CC) (NP (NNP NNP) (, ,) (NNP NNP) (CD CD))) (-RRB- -RRB-)) (, ,) (SBAR (IN IN) (S (VP (VBG VBG) (SBAR (IN IN) (S (NP (NN NN)) (VP (VBZ VBZ) (RB RB) (ADVP (RB RB)) (VP (VB VB) (PP (IN IN) (NP (NN NN)))))))))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 61, "text": "This emphasizes the important role of forgiveness in positive social outcomes.", "tokens": ["DT", "VBZ", "DT", "JJ", "NN", "IN", "NN", "IN", "JJ", "JJ", "NNS", "."], "tree": "(TOP (S (NP (DT DT)) (VP (VBZ VBZ) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NN NN))) (PP (IN IN) (NP (JJ JJ) (JJ JJ) (NNS NNS))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 62, "text": "From a more economic point of view, a study by Dreber, A., Rand, D. G., Fudenberg, D., & Nowak, M. A.", "tokens": ["IN", "DT", "RBR", "JJ", "NN", "IN", "NN", ",", "DT", "NN", "IN", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", "NNP", ",", "NNP", ",", "NNP", ",", "CC", "NNP", ",", "NNP", "NNP", "."], "tree": "(TOP (FRAG (PP (IN IN) (NP (NP (DT DT) (ADJP (RBR RBR) (JJ JJ)) (NN NN)) (PP (IN IN) (NP (NN NN))))) (, ,) (NP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (NP (NNP NNP) (, ,) (NNP NNP) (NNP NNP)) (, ,) (NP (NP (NNP NNP)) (, ,) (NNP NNP)) (, ,) (CC CC) (NP (NNP NNP) (, ,) (NNP NNP) (NNP NNP))))) (. .))))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 63, "text": "(2008) discovered that costly punishment reduced group payoffs (25% lower average payoffs) despite encouraging cooperation, and that high payoff individuals used punishment less than 5% of the time.", "tokens": ["(", "CD", ")", "VBD", "IN", "JJ", "NN", "VBN", "NN", "NNS", "(", "CD", "NN", "JJR", "JJ", "NNS", ")", "IN", "VBG", "NN", ",", "CC", "DT", "JJ", "NN", "NNS", "VBD", "NN", "JJR", "IN", "CD", "NN", "IN", "DT", "NN", "."], "tree": "(TOP (S (-LRB- -LRB-) (NP (CD CD)) (-RRB- -RRB-) (VP (VBD VBD) (SBAR (SBAR (IN IN) (S (NP (JJ JJ) (NN NN)) (VP (VBD VBD) (NP (NP (NN NN) (NNS NNS)) (-LRB- -LRB-) (NP (ADJP (NML (CD CD) (NN NN)) (JJR JJR)) (JJ JJ) (NNS NNS)) (-RRB- -RRB-)) (PP (IN IN) (S (VP (VBG VBG) (NP (NN NN)))))))) (, ,) (CC CC) (SBAR (IN IN) (S (NP (NML (JJ JJ) (NN NN)) (NNS NNS)) (VP (VBD VBD) (NP (NN NN)) (NP (NP (QP (JJR JJR) (IN IN) (CD CD)) (NN NN)) (PP (IN IN) (NP (DT DT) (NN NN))))))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 64, "text": "Cooperation was also shown to thrive in repeated interactions without need for punitive strategies (75% higher cooperation rates and 20% higher overall efficiency in games w/o punishment), revealing that forgiveness may be the more efficient and successful strategy in the long term (Punishment increased short-term cooperation by 30% but reduced long-term payoffs by 15%) (Dreber, A., Rand, D. G., Fudenberg, D., & Nowak, M. A.", "tokens": ["NN", "VBD", "RB", "VBN", "TO", "VB", "IN", "JJ", "NNS", "IN", "NN", "IN", "JJ", "NNS", "(", "CD", "NN", "JJR", "NN", "NNS", "CC", "CD", "NN", "JJR", "JJ", "NN", "IN", "NNS", "JJ", "NN", ")", ",", "VBG", "IN", "NN", "MD", "VB", "DT", "RBR", "JJ", "CC", "JJ", "NN", "IN", "DT", "JJ", "NN", "(", "NNP", "VBD", "JJ", "NN", "IN", "CD", "NN", "CC", "JJ", "JJ", "NNS", "IN", "CD", "NN", ")", "(", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", "NNP", ",", "NNP", ",", "NNP", ",", "CC", "NNP", ",", "NNP", "NNP", "."], "tree": "(TOP (S (NP (NN NN)) (VP (VP (VP (VBD VBD) (ADVP (RB RB)) (VP (VBN VBN) (S (VP (S (VP (TO TO) (VP (VB VB) (PP (IN IN) (NP (VBN VBN) (NNS NNS))) (PP (IN IN) (NP (NP (NN NN)) (PP (IN IN) (NP (JJ JJ) (NNS NNS)))))))) (PRN (-LRB- -LRB-) (NP (NP (ADJP (NP (CD CD) (NN NN)) (JJR JJR)) (NN NN) (NNS NNS)) (CC CC) (NP (NP (ADJP (NP (CD CD) (NN NN)) (JJR JJR)) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NP (NNS NNS)) (FW FW) (NP (NN NN)))))) (-RRB- -RRB-)))) (, ,) (S (VP (VBG VBG) (SBAR (IN IN) (S (NP (NN NN)) (VP (MD MD) (VP (VB VB) (NP (DT DT) (ADJP (RBR RBR) (JJ JJ) (CC CC) (JJ JJ)) (NN NN)) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN))))))))))) (-LRB- -LRB-) (S (NP (NNP NNP)) (VP (VP (VBD VBD) (NP (NN NN) (NN NN)) (PP (IN IN) (NP (CD CD) (NN NN)))) (CC CC) (VP (VBD VBD) (NP (NN NN) (NNS NNS)) (PP (IN IN) (NP (CD CD) (NN NN)))))) (-RRB- -RRB-)) (-LRB- -LRB-) (NP (NP (NP (NNP NNP)) (, ,) (NNP NNP)) (, ,) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP) (NNP NNP))) (, ,) (NP (NNP NNP) (, ,) (NP (NP (NNP NNP)) (, ,) (CC CC) (NP (NNP NNP))))) (, ,) (NP (NP (NNP NNP) (NNP NNP)) (. .)))))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 65, "text": "Scaling up once again to the scale of businesses, there is significant economic, and social benefit to being ethical, generous, and investing in the well-being of your employees.", "tokens": ["VBG", "RP", "RB", "RB", "TO", "DT", "NN", "IN", "NNS", ",", "EX", "VBZ", "JJ", "JJ", ",", "CC", "JJ", "NN", "TO", "VBG", "JJ", ",", "JJ", ",", "CC", "VBG", "IN", "DT", "NN", "IN", "PRP$", "NNS", "."], "tree": "(TOP (S (S (VP (VBG VBG) (PRT (RP RP)) (ADVP (RB RB) (RB RB)) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NNS NNS))))))) (, ,) (NP (EX EX)) (VP (VBZ VBZ) (NP (NP (JJ JJ) (ADJP (JJ JJ) (, ,) (CC CC) (JJ JJ)) (NN NN)) (PP (IN IN) (S (VP (VBG VBG) (JJ JJ) (, ,) (JJ JJ) (, ,) (CC CC) (VP (VBG VBG) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (PRP$ PRP$) (NNS NNS))))))))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 66, "text": "A positive corporate reputation contributes to sustained profitability, with a 2002 study finding that \"Firms with above-average reputation scores achieved 24% higher profitability than peers over 15 years (1984-1998)...\", with residual reputation (reputation not explained by financials) accounting for “32% of the variance in sustained profitability beyond financial performance predictors.” (Roberts, P. W., & Dowling, G. R. 2002).", "tokens": ["DT", "JJ", "JJ", "NN", "VBZ", "TO", "VBN", "NN", ",", "IN", "DT", "CD", "NN", "VBG", "IN", "``", "NNS", "IN", "JJ", "NN", "NNS", "VBD", "CD", "NN", "JJR", "NN", "IN", "NNS", "IN", "CD", "NNS", "(", "JJ", ")", ":", "''", ",", "IN", "JJ", "NN", "(", "NN", "RB", "VBN", "IN", "NNS", ")", "NN", "IN", "JJ", "CD", "NN", "IN", "DT", "NN", "IN", "JJ", "NN", "IN", "JJ", "NN", "NN", "NNP", "(", "NNP", ",", "NNP", "NNP", ",", "CC", "NNP", ",", "NNP", "NNP", "CD", ")", "."], "tree": "(TOP (S (NP (DT DT) (JJ JJ) (JJ JJ) (NN NN)) (VP (VBZ VBZ) (PP (IN IN) (NP (VBN VBN) (NN NN))) (, ,) (PP (IN IN) (NP (NP (DT DT) (CD CD) (NN NN)) (VP (VBG VBG) (SBAR (SBAR (SBAR (IN IN) (-LRB- -LRB-) (NP (NP (NNS NNS)) (PP (IN IN) (NP (JJ JJ) (NN NN) (NNS NNS)))) (VP (VP (VBD VBD) (NP (NP (ADJP (NP (CD CD) (NN NN)) (JJR JJR)) (NN NN)) (PP (IN IN) (NP (NNS NNS)))) (PP (IN IN) (NP (CD CD) (NNS NNS))) (-LRB- -LRB-) (NP (CD CD)) (-RRB- -RRB-)) (. .) ('' '') (, ,) (PP (IN IN) (S (NP (NP (JJ JJ) (NN NN)) (-LRB- -LRB-) (NP (NP (NN NN)) (VP (RB RB) (VBN VBN) (PP (IN IN) (NP (NNS NNS))))) (-RRB- -RRB-)) (VP (VBG VBG) (PP (PP (IN IN) (`` ``) (NP (CD CD) (NN NN)) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (VBN VBN) (NN NN)))))) (PP (IN IN) (NP (JJ JJ) (NN NN))))))))) (. .) ('' '')) (-LRB- -LRB-) (NP (NP (NNP NNP)) (, ,) (S (NNP NNP) (NNP NNP))) (, ,) (CC CC) (NML (NNP NNP) (, ,) (NNP NNP) (NNP NNP) (CD CD)) (-RRB- -RRB-)))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 67, "text": "In the same study, reputation building activities generated long term trust in the corporations, and demonstrated that being perceived as a good corporate actor fosters financial and reputational success.", "tokens": ["IN", "DT", "JJ", "NN", ",", "NN", "NN", "NNS", "VBD", "JJ", "NN", "NN", "IN", "DT", "NNS", ",", "CC", "VBD", "IN", "VBG", "VBN", "IN", "DT", "JJ", "JJ", "NN", "NNS", "JJ", "CC", "JJ", "NN", "."], "tree": "(TOP (S (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN))) (, ,) (NP (NML (NN NN) (NN NN)) (NNS NNS)) (VP (VP (VBD VBD) (NP (NP (NML (JJ JJ) (NN NN)) (NN NN)) (PP (IN IN) (NP (DT DT) (NNS NNS))))) (, ,) (CC CC) (VP (VBD VBD) (SBAR (IN IN) (S (S (VP (VBG VBG) (VP (VBN VBN) (PP (IN IN) (NP (DT DT) (JJ JJ) (JJ JJ) (NN NN)))))) (VP (VBZ VBZ) (NP (ADJP (JJ JJ) (CC CC) (JJ JJ)) (NN NN))))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 68, "text": "Companies with the highest Corporate Social Responsibility ratings also experience significantly less volatility (up to 50% less) during crises and see higher cumulative abnormal returns (Yi, Y., Zhang, Z., & Yan, Y.", "tokens": ["NNS", "IN", "DT", "JJS", "JJ", "NNP", "NNP", "NNS", "RB", "VBP", "RB", "JJR", "NN", "(", "IN", "TO", "CD", "NN", "JJR", ")", "IN", "NNS", "CC", "VB", "JJR", "JJ", "JJ", "NNS", "(", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "CC", "NNP", ",", "NNP", "."], "tree": "(TOP (S (NP (NP (NNS NNS)) (PP (IN IN) (NP (DT DT) (JJS JJS) (NML (NNP NNP) (NNP NNP) (NNP NNP)) (NNS NNS)))) (ADVP (RB RB)) (VP (VP (VBP VBP) (NP (NP (ADJP (RB RB) (JJR JJR)) (NN NN)) (-LRB- -LRB-) (ADJP (NP (QP (IN IN) (IN IN) (CD CD)) (NN NN)) (JJR JJR)) (-RRB- -RRB-)) (PP (IN IN) (NP (NNS NNS)))) (CC CC) (VP (VBP VBP) (NP (NP (JJR JJR) (JJ JJ) (JJ JJ) (NNS NNS)) (-LRB- -LRB-) (NP (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (CC CC) (NP (NNP NNP) (, ,) (NNP NNP)))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 69, "text": "2021), (Lins, K. V., Servaes, H., & Tamayo, A.", "tokens": ["CD", ")", ",", "(", "NNP", ",", "NNP", "NNP", ",", "NNP", ",", "NNP", ",", "CC", "NNP", ",", "NNP", "."], "tree": "(TOP (NP (NP (CD CD)) (, ,) (, ,) (-LRB- -LRB-) (NP (NP (NNP NNP) (, ,) (NNP NNP) (NNP NNP)) (, ,) (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (CC CC) (NP (NP (NNP NNP) (, ,) (NNP NNP)) (. .)))))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 70, "text": "2017), (Qiao, T., Han, L., & Liu, Y.", "tokens": ["CD", ")", ",", "(", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "CC", "NNP", ",", "NNP", "."], "tree": "(TOP (NP (CD CD) (-RRB- -RRB-) (, ,) (-LRB- -LRB-) (NP (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP))) (, ,) (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (CC CC) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP)))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 71, "text": "2021), with CSR serving as a sort of insurance policy against crisis.", "tokens": ["CD", ")", ",", "IN", "NNP", "VBG", "IN", "DT", "NN", "IN", "NN", "NN", "IN", "NN", "."], "tree": "(TOP (FRAG (NP (CD CD)) (, ,) (, ,) (PP (IN IN) (S (NP (NNP NNP)) (VP (VBG VBG) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (NN NN) (NN NN)) (PP (IN IN) (NP (NN NN)))))))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 72, "text": "The impact of these firms’ CSR was strongest in the regions with low market development, meaning this corporate kindness is most effective where it is needed the most!", "tokens": ["DT", "NN", "IN", "DT", "NNS", "VBP", "NNP", "VBD", "JJS", "IN", "DT", "NNS", "IN", "JJ", "NN", "NN", ",", "VBG", "DT", "JJ", "NN", "VBZ", "RBS", "JJ", "WRB", "PRP", "VBZ", "VBN", "DT", "RBS", "."], "tree": "(TOP (S (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (DT DT) (NNS NNS) (POS POS)) (NNP NNP)))) (VP (VBD VBD) (ADJP (JJS JJS)) (PP (IN IN) (NP (NP (DT DT) (NNS NNS)) (PP (IN IN) (NP (JJ JJ) (NN NN) (NN NN))))) (, ,) (S (VP (VBG VBG) (SBAR (S (NP (DT DT) (JJ JJ) (NN NN)) (VP (VBZ VBZ) (ADJP (RBS RBS) (JJ JJ)) (SBAR (WHADVP (WRB WRB)) (S (NP (PRP PRP)) (VP (VBZ VBZ) (VP (VBN VBN) (NP (DT DT) (RBS RBS)))))))))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 73, "text": "And if that wasn’t enough, CSR has also been shown to decrease corporate misconduct in firms by 17%, and reduce ethical violations in firms by 28% (He, F., Huang, X., Liu, G., & Wang, Z.", "tokens": ["CC", "IN", "DT", "VBP", "JJ", "NN", "RB", ",", "NNP", "VBZ", "RB", "VBN", "VBN", "TO", "VB", "JJ", "NN", "IN", "NNS", "IN", "CD", "NN", ",", "CC", "VB", "JJ", "NNS", "IN", "NNS", "IN", "CD", "NN", "(", "PRP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "CC", "NNP", ",", "NNP", "."], "tree": "(TOP (S (CC CC) (SBAR (IN IN) (S (NP (DT DT)) (VP (VBD VBD) (IN IN) (RB RB) (ADJP (RB RB))))) (, ,) (NP (NNP NNP)) (VP (VP (VBZ VBZ) (ADVP (RB RB)) (VP (VBN VBN) (VP (VBN VBN) (S (VP (TO TO) (VP (VP (VB VB) (NP (NP (JJ JJ) (NN NN)) (PP (IN IN) (NP (NNS NNS)))) (PP (IN IN) (NP (CD CD) (NN NN)))) (, ,) (CC CC) (VP (VB VB) (NP (NP (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (NNS NNS)))) (PP (IN IN) (NP (CD CD) (NN NN)))))))))) (-LRB- -LRB-) (NP (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (NP (NP (NNP NNP)) (, ,) (NNP NNP)) (, ,) (CC CC) (NP (NNP NNP) (, ,) (NNP NNP)))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 74, "text": "This is incredibly important for firms’ performance as well as reputation, as witnessing unethical behavior by peers can trigger anger and reduce cooperative performance (Ma, J., Wang, X., & Deng, X.", "tokens": ["DT", "VBZ", "RB", "JJ", "IN", "NNS", "JJ", "NN", "RB", "RB", "IN", "NN", ",", "IN", "VBG", "JJ", "NN", "IN", "NNS", "MD", "VB", "NN", "CC", "VB", "JJ", "NN", "(", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "CC", "NNP", ",", "NNP", "."], "tree": "(TOP (S (NP (DT DT)) (VP (VBZ VBZ) (ADJP (RB RB) (JJ JJ) (PP (IN IN) (NP (NP (NP (NNS NNS) (POS POS)) (NN NN)) (CONJP (RB RB) (RB RB) (IN IN)) (NP (NN NN))))) (, ,) (SBAR (IN IN) (S (S (VP (VBG VBG) (NP (NP (JJ JJ) (NN NN)) (PP (IN IN) (NP (NNS NNS)))))) (VP (MD MD) (VP (VP (VP (VB VB) (NP (NN NN))) (CC CC) (VP (VB VB) (NP (JJ JJ) (NN NN)))) (-LRB- -LRB-) (NP (NNP NNP) (, ,) (NNP NNP) (, ,) (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (CC CC) (NP (NNP NNP) (, ,) (NNP NNP)))))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 75, "text": "2024), (Zeng, K., Wang, D., Ye, Q., Li, Z., & Zheng, X.", "tokens": ["CD", ")", ",", "(", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "CC", "NNP", ",", "NNP", "."], "tree": "(TOP (NP (NP (CD CD)) (-RRB- -RRB-) (, ,) (-LRB- -LRB-) (NP (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP))) (, ,) (NP (NP (NNP NNP)) (, ,) (NNP NNP)) (, ,) (CC CC) (NP (NNP NNP) (, ,) (NNP NNP))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 76, "text": "2021), (Maisonneuve, F., Groulx, P., Chênevert, D., & Grady, C. 2024).", "tokens": ["CD", ")", ",", "(", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "CC", "NNP", ",", "NNP", "CD", ")", "."], "tree": "(TOP (NP (NP (CD CD)) (-RRB- -RRB-) (, ,) (-LRB- -LRB-) (NP (NP (NP (NNP NNP)) (, ,) (NNP NNP)) (, ,) (NP (NP (NNP NNP)) (, ,) (NNP NNP)) (, ,) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP))) (, ,) (CC CC) (NP (NP (NNP NNP) (, ,) (NNP NNP)) (CD CD))) (-RRB- -RRB-) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 77, "text": "Even mass layoffs can decrease the performance of a firm’s employees, with “Psychological contract breach” explaining 55% of the decline in organizational citizenship behavior and a 30% decrease in job performance for employees of these companies that implemented layoffs (López Bohle, S., Bal, P. M., Jansen, P. G. W., Leiva, P. I., & Alonso, A. M. 2017).", "tokens": ["RB", "NN", "NNS", "MD", "VB", "DT", "NN", "IN", "DT", "NN", "NNP", "NN", "NNS", ",", "IN", "NNP", "NNP", "NN", "NN", "VBD", "VBG", "CD", "NN", "IN", "DT", "NN", "IN", "JJ", "NN", "NN", "CC", "DT", "CD", "NN", "NN", "IN", "NN", "NN", "IN", "NNS", "IN", "DT", "NNS", "WDT", "VBD", "NNS", "(", "NNP", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", "NNP", ",", "NNP", ",", "NNP", "NNP", "NNP", ",", "NNP", ",", "NNP", "NNP", ",", "CC", "NNP", ",", "NNP", "NNP", "CD", ")", "."], "tree": "(TOP (S (NP (RB RB) (JJ JJ) (NNS NNS)) (VP (MD MD) (VP (VB VB) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (DT DT) (NN NN) (IN IN) (POS POS)) (NNS NNS)))) (, ,) (PP (IN IN) (NP (`` ``) (NP (JJ JJ) (NN NN) (NN NN)) ('' '') (VP (VBG VBG) (NP (NP (NP (NP (CD CD) (NN NN)) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (JJ JJ) (NN NN) (NN NN)))))) (CC CC) (NP (NP (DT DT) (NML (CD CD) (NN NN)) (NN NN)) (PP (IN IN) (NP (NN NN) (NN NN))) (PP (IN IN) (NP (NP (NNS NNS)) (PP (IN IN) (NP (NP (DT DT) (NNS NNS)) (SBAR (WHNP (WDT WDT)) (S (VP (VBD VBD) (NP (NNS NNS))))))))))) (-LRB- -LRB-) (NP (NP (NP (NNP NNP) (NNP NNP)) (, ,) (NNP NNP)) (, ,) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP) (NNP NNP))) (, ,) (NP (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP) (NNP NNP) (NNP NNP))) (, ,) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP) (NNP NNP)))) (, ,) (CC CC) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP) (NNP NNP)) (CD CD))) (-RRB- -RRB-))))))) (-RRB- -RRB-)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 78, "text": "Game theory has shown that even in a selfish, uncertain environment, there is still an optimal level of generosity necessary to achieve the optimal outcome (Molander, P. 1985).", "tokens": ["NNP", "NN", "VBZ", "VBN", "IN", "RB", "IN", "DT", "JJ", ",", "JJ", "NN", ",", "EX", "VBZ", "RB", "DT", "JJ", "NN", "IN", "NN", "JJ", "TO", "VB", "DT", "JJ", "NN", "(", "NNP", ",", "NNP", "CD", ")", "."], "tree": "(TOP (S (NP (NN NN) (NN NN)) (VP (VBZ VBZ) (VP (VBN VBN) (SBAR (IN IN) (S (PP (ADVP (RB RB)) (IN IN) (NP (DT DT) (JJ JJ) (, ,) (JJ JJ) (NN NN))) (, ,) (NP (EX EX)) (VP (VBZ VBZ) (ADVP (RB RB)) (NP (NP (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NN NN)))) (ADJP (JJ JJ) (S (VP (TO TO) (VP (VB VB) (NP (DT DT) (JJ JJ) (NN NN))))))) (PRN (-LRB- -LRB-) (NP (NP (NNP NNP)) (, ,) (NNP NNP) (CD CD)) (-RRB- -RRB-)))))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 79, "text": "A bias towards generosity of as little as 10% led to “43% fewer instances of breakdown in cooperation during noisy interactions.\"", "tokens": ["DT", "NN", "IN", "NN", "IN", "RB", "JJ", "IN", "CD", "NN", "VBD", "TO", "VB", "CD", "NN", "JJR", "NNS", "IN", "NN", "IN", "NN", "IN", "JJ", "NNS", ".", "''"], "tree": "(TOP (S (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NN NN))) (PP (IN IN) (NP (QP (RB RB) (JJ JJ) (IN IN) (CD CD)) (NN NN)))) (VP (VBD VBD) (PP (IN IN) (`` ``) (NP (NP (ADJP (NP (CD CD) (NN NN)) (JJR JJR)) (NNS NNS)) (PP (IN IN) (NP (NP (NN NN)) (PP (IN IN) (NP (NN NN))) (PP (IN IN) (NP (JJ JJ) (NNS NNS)))))))) (. .) ('' '')))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 80, "text": "Additionally, \"Generous strategies outperformed purely retaliatory strategies by 32% in overall payoffs” in the same game.", "tokens": ["RB", ",", "``", "JJ", "NNS", "VBD", "RB", "JJ", "NNS", "IN", "CD", "NN", "IN", "JJ", "NNS", "VBP", "IN", "DT", "JJ", "NN", "."], "tree": "(TOP (S (ADVP (RB RB)) (, ,) (-LRB- -LRB-) (NP (JJ JJ) (NNS NNS)) (VP (VBD VBD) (NP (ADJP (RB RB) (JJ JJ)) (NNS NNS)) (PP (IN IN) (NP (CD CD) (NN NN))) (PP (IN IN) (NP (JJ JJ) (NNS NNS))) ('' '') (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN)))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 81, "text": "In a game as noisy and uncertain as life, it pays off to be unconditionally generous.", "tokens": ["IN", "DT", "NN", "IN", "NN", "CC", "JJ", "IN", "NN", ",", "PRP", "VBZ", "IN", "TO", "VB", "RB", "JJ", "."], "tree": "(TOP (S (PP (IN IN) (NP (NP (DT DT) (NN NN)) (ADJP (ADJP (RB RB) (JJ JJ) (CC CC) (JJ JJ)) (PP (IN IN) (NP (NN NN)))))) (, ,) (NP (NP (PRP PRP))) (VP (VBZ VBZ) (PRT (RP RP)) (S (VP (TO TO) (VP (VB VB) (ADJP (RB RB) (JJ JJ)))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 82, "text": "It’s good to be generous, but it’s also extremely bad to betray.", "tokens": ["PRP", "VBZ", "RB", "JJ", "TO", "VB", "JJ", ",", "CC", "PRP", "NNP", "VBZ", "RB", "RB", "JJ", "TO", "VB", "."], "tree": "(TOP (S (S (NP (NP (PRP PRP))) (VP (VBP VBP) (VP (VBZ VBZ) (ADJP (JJ JJ)) (S (VP (TO TO) (VP (VB VB) (ADJP (JJ JJ)))))))) (, ,) (CC CC) (S (NP (NP (PRP PRP))) (VP (VBP VBP) (VBZ VBZ) (ADVP (RB RB)) (ADJP (RB RB) (JJ JJ)) (S (VP (TO TO) (VP (VB VB)))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 83, "text": "A study by Leonidou, L. C., Aykol, B., Fotiadis, T. A., & Christodoulides, P. (2017) showed that relational performance dropped 28% after a betrayal, and reduced trust between firms.", "tokens": ["DT", "NN", "IN", "NNP", ",", "NNP", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", "NNP", ",", "CC", "NNP", ",", "NNP", "(", "CD", ")", "VBD", "IN", "JJ", "NN", "VBD", "CD", "NN", "IN", "DT", "NN", ",", "CC", "VBD", "NN", "IN", "NNS", "."], "tree": "(TOP (S (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (NP (NNP NNP)) (, ,) (NNP NNP) (NNP NNP)) (, ,) (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (NP (NNP NNP) (, ,) (NNP NNP) (NNP NNP)) (, ,) (CC CC) (NP (NP (NNP NNP) (, ,) (NNP NNP)) (-LRB- -LRB-) (NP (CD CD)) (-RRB- -RRB-))))) (VP (VBD VBD) (SBAR (IN IN) (S (NP (JJ JJ) (NN NN)) (VP (VP (VBD VBD) (NP (CD CD) (NN NN)) (PP (IN IN) (NP (DT DT) (NN NN)))) (, ,) (CC CC) (VP (VBD VBD) (NP (NP (NN NN)) (PP (IN IN) (NP (NNS NNS))))))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 84, "text": "This trust is necessary for successful business relationships.", "tokens": ["DT", "NN", "VBZ", "JJ", "IN", "JJ", "NN", "NNS", "."], "tree": "(TOP (S (NP (DT DT) (NN NN)) (VP (VBZ VBZ) (ADJP (JJ JJ) (PP (IN IN) (NP (JJ JJ) (NN NN) (NNS NNS))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 85, "text": "Many of my arguments so far have posited that being a good person simply leads to one being happier, having better mental health, or feeling good about themselves.", "tokens": ["JJ", "IN", "PRP$", "NNS", "RB", "RB", "VBP", "VBN", "IN", "VBG", "DT", "JJ", "NN", "RB", "VBZ", "TO", "CD", "VBG", "JJR", ",", "VBG", "JJR", "JJ", "NN", ",", "CC", "VBG", "JJ", "IN", "PRP", "."], "tree": "(TOP (S (NP (JJ JJ)) (PP (IN IN) (NP (PRP$ PRP$) (NNS NNS))) (ADVP (RB RB) (RB RB)) (VP (VBP VBP) (VP (VBN VBN) (SBAR (IN IN) (S (S (VP (VBG VBG) (NP (DT DT) (JJ JJ) (NN NN)))) (ADVP (RB RB)) (VP (VBZ VBZ) (PP (IN IN) (S (NP (NN NN)) (VP (VP (VBG VBG) (ADJP (JJR JJR))) (, ,) (VP (VBG VBG) (NP (JJR JJR) (JJ JJ) (NN NN))) (, ,) (CC CC) (VP (VBG VBG) (ADJP (JJ JJ) (PP (IN IN) (NP (PRP PRP))))))))))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 86, "text": "This does not directly reflect improved performance.", "tokens": ["DT", "VBZ", "RB", "RB", "VBP", "VBN", "NN", "."], "tree": "(TOP (S (NP (DT DT)) (VP (VBZ VBZ) (RB RB) (ADVP (RB RB)) (VP (VB VB) (NP (VBN VBN) (NN NN)))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 87, "text": "A meta-analysis by Lyubomirsky, S., King, L., & Diener, E. (2005) reviewed evidence that suggests happiness correlated with success outcomes across domains (r = 0.30) (p < 0.01), participants made to feel happy were more creative than when they were not happy, positive affect reduced health complaints by 25% and even improved immune system markers, and sociability was enhanced in individuals who were often in positive moods.", "tokens": ["DT", "NN", "IN", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "CC", "NNP", ",", "NNP", "(", "CD", ")", "VBD", "NN", "IN", "VBZ", "RB", "VBN", "IN", "NN", "NNS", "IN", "NNS", "(", "VB", "RB", "CD", ")", "(", "JJ", "NNP", "CD", ")", ",", "NNS", "VBD", "TO", "VB", "JJ", "VBD", "RBR", "JJ", "IN", "WRB", "PRP", "VBD", "RB", "JJ", ",", "JJ", "NN", "VBD", "NN", "NNS", "IN", "CD", "NN", "CC", "RB", "VBN", "JJ", "NN", "NNS", ",", "CC", "NN", "VBD", "VBN", "IN", "NNS", "WP", "VBD", "RB", "IN", "JJ", "NNS", "."], "tree": "(TOP (S (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (CC CC) (NP (NNP NNP) (, ,) (NNP NNP))) (-LRB- -LRB-) (NP (CD CD)) (-RRB- -RRB-)))) (VP (VBD VBD) (NP (NP (NN NN)) (SBAR (WHNP (WDT WDT)) (S (VP (VBZ VBZ) (SBAR (S (S (SBAR (S (NP (NN NN)) (VP (VBD VBD) (PP (PP (IN IN) (NP (NP (NP (NN NN) (NNS NNS)) (PP (IN IN) (NP (NNS NNS)))) (-LRB- -LRB-) (NP (NP (NN NN)) (SYM SYM) (NP (CD CD))) (-RRB- -RRB-))) (-LRB- -LRB-) (NP (NN NN) (IN IN) (CD CD)) (-RRB- -RRB-))))) (, ,) (S (NP (NP (NNS NNS)) (VP (VBN VBN) (S (VP (TO TO) (VP (VB VB) (ADJP (JJ JJ))))))) (VP (VBD VBD) (ADJP (ADJP (RBR RBR) (JJ JJ)) (PP (IN IN) (SBAR (WHADVP (WRB WRB)) (S (NP (PRP PRP)) (VP (VBD VBD) (RB RB) (ADJP (JJ JJ)))))))))) (, ,) (S (NP (JJ JJ) (NN NN)) (VP (VBN VBN) (NP (NN NN) (NNS NNS)) (PP (IN IN) (NP (CD CD) (CD CD))))) (CC CC) (ADVP (RB RB)) (VP (VP (VBN VBN) (NML (JJ JJ) (NN NN)) (NNS NNS)) (, ,) (CC CC) (S (NP (NN NN)) (VP (VBD VBD) (VP (VBN VBN) (PP (IN IN) (NP (NP (NNS NNS)) (SBAR (WHNP (WP WP)) (S (VP (VBD VBD) (ADVP (RB RB)) (PP (IN IN) (NP (JJ JJ) (NNS NNS))))))))))))))))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 88, "text": "This suggests that happiness is a critical driver of long term success, and challenges the assumption that happiness comes from success.", "tokens": ["DT", "VBZ", "IN", "NN", "VBZ", "DT", "JJ", "NN", "IN", "JJ", "NN", "NN", ",", "CC", "VBZ", "DT", "NN", "IN", "NN", "VBZ", "IN", "NN", "."], "tree": "(TOP (S (NP (DT DT)) (VP (VP (VBZ VBZ) (SBAR (IN IN) (S (NP (NN NN)) (VP (VBZ VBZ) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NML (JJ JJ) (NN NN)) (NN NN)))))))) (, ,) (CC CC) (VP (VBZ VBZ) (NP (DT DT) (NN NN) (SBAR (IN IN) (S (NP (NN NN)) (VP (VBZ VBZ) (PP (IN IN) (NP (NN NN))))))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 89, "text": "Furthermore, anything that can uplift mood will inevitably decrease the negative impacts of depression, anxiety, and stress, which have been shown to be key indicators of academic underachievement and poor academic adaptation (Andrews, B., & Wilding, J. M. 2010).", "tokens": ["RB", ",", "NN", "WDT", "MD", "VB", "NN", "MD", "RB", "VB", "DT", "JJ", "NNS", "IN", "NN", ",", "NN", ",", "CC", "NN", ",", "WDT", "VBP", "VBN", "VBN", "TO", "VB", "JJ", "NNS", "IN", "JJ", "NN", "CC", "JJ", "JJ", "NN", "(", "NNP", ",", "NNP", ",", "CC", "NNP", ",", "NNP", "NNP", "CD", ")", "."], "tree": "(TOP (S (ADVP (RB RB)) (, ,) (NP (NP (NN NN)) (SBAR (WHNP (WDT WDT)) (S (VP (MD MD) (VP (VB VB) (NP (NN NN))))))) (VP (MD MD) (ADVP (RB RB)) (VP (VB VB) (NP (NP (NP (NP (DT DT) (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (NN NN) (, ,) (NN NN) (, ,) (CC CC) (NN NN)))) (, ,) (SBAR (WHNP (WDT WDT)) (S (VP (VBP VBP) (VP (VBN VBN) (VP (VBN VBN) (S (VP (TO TO) (VP (VB VB) (NP (NP (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (NP (JJ JJ) (NN NN)) (CC CC) (NP (JJ JJ) (JJ JJ) (NN NN)))))))))))))) (PRN (-LRB- -LRB-) (NP (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (CC CC) (NNP NNP) (, ,) (NNP NNP) (NNP NNP) (CD CD)) (-RRB- -RRB-))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 90, "text": "Sadness has also been shown to decrease accuracy of social judgements, although a neutral mood outperformed both negative and positive moods on judgement scores (Ambady, N., & Gray, H. M. 2002).", "tokens": ["NN", "VBZ", "RB", "VBN", "VBN", "TO", "VB", "NN", "IN", "JJ", "NNS", ",", "IN", "DT", "JJ", "NN", "VBD", "DT", "JJ", "CC", "JJ", "NNS", "IN", "NN", "NNS", "(", "NNP", ",", "NNP", ",", "CC", "NNP", ",", "NNP", "NNP", "CD", ")", "."], "tree": "(TOP (S (NP (NN NN)) (VP (VBZ VBZ) (ADVP (RB RB)) (VP (VBN VBN) (VP (VBN VBN) (TO TO) (VP (VB VB) (NP (NP (NN NN)) (PP (IN IN) (NP (JJ JJ) (NNS NNS)))) (, ,) (SBAR (IN IN) (S (NP (DT DT) (JJ JJ) (NN NN)) (VP (VP (VBD VBD) (NP (ADJP (DT DT) (JJ JJ) (CC CC) (JJ JJ)) (NNS NNS)) (PP (IN IN) (NP (NN NN) (NNS NNS)))) (PRN (-LRB- -LRB-) (NP (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (CC CC) (NP (NP (NNP NNP)) (, ,) (NNP NNP) (NNP NNP) (CD CD))) (-RRB- -RRB-))))))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 91, "text": "While it has been argued that depressed individuals can make more accurate judgements of contingency (Alloy, L. B., & Abramson, L. Y.", "tokens": ["IN", "PRP", "VBZ", "VBN", "VBN", "IN", "JJ", "NNS", "MD", "VB", "JJR", "JJ", "NNS", "IN", "NN", "(", "NNP", ",", "NNP", "NNP", ",", "CC", "NNP", ",", "NNP", "NNP", "."], "tree": "(TOP (SBAR (SBAR (IN IN) (S (NP (NP (PRP PRP))) (VP (VBZ VBZ) (VP (VBN VBN) (VP (VBN VBN) (SBAR (IN IN) (S (NP (JJ JJ) (NNS NNS)) (VP (MD MD) (VP (VB VB) (NP (NP (ADJP (RBR RBR) (JJ JJ)) (NNS NNS)) (PP (IN IN) (NP (NN NN))))))))))))) (-LRB- -LRB-) (NP (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP) (NNP NNP))) (, ,) (CC CC) (NP (NNP NNP) (, ,) (NNP NNP) (NNP NNP))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 92, "text": "1979), the performance benefits of a positive affect far outweigh the costs, and suggest that being a good person can indirectly improve performance through improving mood and mental health.", "tokens": ["CD", ")", ",", "DT", "NN", "NNS", "IN", "DT", "JJ", "NN", "RB", "VBP", "DT", "NNS", ",", "CC", "VBP", "IN", "VBG", "DT", "JJ", "NN", "MD", "RB", "VB", "NN", "IN", "VBG", "NN", "CC", "JJ", "NN", "."], "tree": "(TOP (S (NP (CD CD)) (, ,) (, ,) (NP (NP (DT DT) (NN NN) (NNS NNS)) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN)))) (ADVP (RB RB)) (VP (VP (VBP VBP) (NP (DT DT) (NNS NNS))) (, ,) (CC CC) (VP (VBP VBP) (SBAR (IN IN) (S (S (VP (VBG VBG) (NP (DT DT) (JJ JJ) (NN NN)))) (VP (MD MD) (ADVP (RB RB)) (VP (VB VB) (NP (NN NN)) (PP (IN IN) (S (VP (VBG VBG) (NP (NP (NN NN)) (CC CC) (NP (JJ JJ) (NN NN)))))))))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 93, "text": "Another key argument that my framework has relied on so far has been that being a good person makes you more likeable, and improves your social performance.", "tokens": ["DT", "JJ", "NN", "IN", "PRP$", "NN", "VBZ", "VBN", "IN", "RB", "RB", "VBZ", "VBN", "IN", "VBG", "DT", "JJ", "NN", "VBZ", "PRP", "RBR", "JJ", ",", "CC", "VBZ", "PRP$", "JJ", "NN", "."], "tree": "(TOP (S (NP (NP (DT DT) (JJ JJ) (NN NN)) (SBAR (WHNP (WDT WDT)) (S (NP (PRP$ PRP$) (NN NN)) (VP (VBZ VBZ) (VP (VBN VBN) (PP (IN IN)) (ADVP (RB RB) (RB RB))))))) (VP (VBZ VBZ) (VP (VBN VBN) (SBAR (IN IN) (S (S (VP (VBG VBG) (NP (DT DT) (JJ JJ) (NN NN)))) (VP (VP (VBZ VBZ) (S (NP (PRP PRP)) (ADJP (RBR RBR) (JJ JJ)))) (, ,) (CC CC) (VP (VBZ VBZ) (NP (PRP$ PRP$) (JJ JJ) (NN NN)))))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 94, "text": "This is not only important from a social success standpoint, but also for performance and success in other areas of life.", "tokens": ["DT", "VBZ", "RB", "RB", "JJ", "IN", "DT", "JJ", "NN", "NN", ",", "CC", "RB", "IN", "NN", "CC", "NN", "IN", "JJ", "NNS", "IN", "NN", "."], "tree": "(TOP (S (NP (DT DT)) (VP (VBZ VBZ) (CONJP (RB RB) (RB RB)) (JJ JJ) (PP (IN IN) (NP (DT DT) (NML (JJ JJ) (NN NN)) (NN NN))) (, ,) (CONJP (CC CC) (RB RB)) (PP (IN IN) (NP (NP (NN NN) (CC CC) (NN NN)) (PP (IN IN) (NP (NP (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (NN NN)))))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 95, "text": "Older adults with quality friendships are less likely to be depressed, and weekly interactions with close friends increased their life satisfaction by 25% (Baldassare, M., Rosenfield, S., & Rook, K. S. 1984).", "tokens": ["JJR", "NNS", "IN", "NN", "NNS", "VBP", "RBR", "JJ", "TO", "VB", "VBN", ",", "CC", "JJ", "NNS", "IN", "JJ", "NNS", "VBD", "PRP$", "NN", "NN", "IN", "CD", "NN", "(", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "CC", "NNP", ",", "NNP", "NNP", "CD", ")", "."], "tree": "(TOP (S (S (NP (NP (JJR JJR) (NNS NNS)) (PP (IN IN) (NP (NN NN) (NNS NNS)))) (VP (VBP VBP) (ADJP (RBR RBR) (JJ JJ) (S (VP (TO TO) (VP (VB VB) (ADJP (VBN VBN)))))))) (, ,) (CC CC) (NP (NP (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (JJ JJ) (NNS NNS)))) (VP (VBD VBD) (NP (PRP$ PRP$) (NN NN) (NN NN)) (PP (IN IN) (NP (NP (CD CD) (NN NN)) (PRN (-LRB- -LRB-) (NP (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (NP (NP (NNP NNP)) (, ,) (NNP NNP)) (, ,) (CC CC) (NP (NP (NNP NNP) (, ,) (NNP NNP) (NNP NNP)) (CD CD))) (-RRB- -RRB-))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 96, "text": "Furthermore, loneliness was correlated with a higher risk of reporting poor physical health (Baldassare, M., Rosenfield, S., & Rook, K. S. 1984).", "tokens": ["RB", ",", "NN", "VBD", "VBN", "IN", "DT", "JJR", "NN", "IN", "VBG", "JJ", "JJ", "NN", "(", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "CC", "NNP", ",", "NNP", "NNP", "CD", ")", "."], "tree": "(TOP (S (ADVP (RB RB)) (, ,) (NP (NN NN)) (VP (VBD VBD) (VP (VBN VBN) (PP (IN IN) (NP (NP (NP (DT DT) (JJR JJR) (NN NN)) (PP (IN IN) (S (VP (VBG VBG) (NP (JJ JJ) (JJ JJ) (NN NN)))))) (PRN (-LRB- -LRB-) (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (CC CC) (NP (NP (NNP NNP) (, ,) (NNP NNP) (NNP NNP)) (CD CD)) (-RRB- -RRB-)))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 97, "text": "Having good friendships also leads to improved academic performance.", "tokens": ["VBG", "JJ", "NNS", "RB", "VBZ", "TO", "VB", "JJ", "NN", "."], "tree": "(TOP (S (S (VP (VBG VBG) (NP (JJ JJ) (NNS NNS)))) (ADVP (RB RB)) (VP (VBZ VBZ) (PP (IN IN) (NP (VBN VBN) (JJ JJ) (NN NN)))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 98, "text": "Children with more friends at school are absent less, liked school more, and reported less teacher-reported disruptive behavior, while peer rejection led to declines in school performance and anxiety (Ladd, G. W. 1990).", "tokens": ["NNS", "IN", "JJR", "NNS", "IN", "NN", "VBP", "JJ", "JJR", ",", "JJ", "NN", "RBR", ",", "CC", "VBD", "JJR", "JJ", "JJ", "NN", ",", "IN", "NN", "NN", "VBD", "TO", "NNS", "IN", "NN", "NN", "CC", "NN", "(", "NNP", ",", "NNP", "NNP", "CD", ")", "."], "tree": "(TOP (S (NP (NP (NNS NNS)) (PP (IN IN) (NP (NP (JJR JJR) (NNS NNS)) (PP (IN IN) (NP (NN NN)))))) (VP (VP (VBP VBP) (ADJP (JJ JJ)) (ADVP (RBR RBR))) (, ,) (VP (VBD VBD) (NP (NN NN)) (ADVP (RBR RBR))) (, ,) (CC CC) (VP (VBD VBD) (NP (JJR JJR) (VBN VBN) (JJ JJ) (NN NN))) (, ,) (SBAR (SBAR (IN IN) (S (NP (NN NN) (NN NN)) (VP (VBD VBD) (PP (IN IN) (NP (NP (NNS NNS)) (PP (IN IN) (NP (NN NN) (NN NN) (CC CC) (NN NN)))))))) (PRN (-LRB- -LRB-) (NP (NP (NNP NNP)) (, ,) (NNP NNP) (NNP NNP) (CD CD)) (-RRB- -RRB-)))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 99, "text": "Positive friendships can reduce allostatic load, and high quality friendships promote HPA regulation after stress (Calhoun, C. D., Helms, S. W., Heilbron, N., Rudolph, K. D., Hastings, P. D., & Prinstein, M. J.", "tokens": ["JJ", "NNS", "MD", "VB", "JJ", "NN", ",", "CC", "JJ", "NN", "NNS", "VBP", "NNP", "NN", "IN", "NN", "(", "NNP", ",", "NNP", "NNP", ",", "NNP", ",", "NNP", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", "NNP", ",", "NNP", ",", "NNP", "NNP", ",", "CC", "NNP", ",", "NNP", "NNP", "."], "tree": "(TOP (S (S (NP (JJ JJ) (NNS NNS)) (VP (MD MD) (VP (VB VB) (NP (JJ JJ) (NN NN))))) (, ,) (CC CC) (S (S (NP (NML (JJ JJ) (NN NN)) (NNS NNS)) (VP (VBP VBP) (NP (NNP NNP) (NN NN)) (PP (IN IN) (NP (NN NN))))) (-LRB- -LRB-) (NP (NP (NNP NNP) (, ,) (NNP NNP) (NNP NNP)) (, ,) (NP (NNP NNP) (, ,) (NNP NNP) (NNP NNP)) (, ,) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP))) (, ,) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP) (NNP NNP))) (, ,) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP) (NNP NNP))) (, ,) (CC CC) (NP (NNP NNP) (, ,) (NP (NNP NNP) (NNP NNP))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 100, "text": "The presence of friends and ability to integrate socially to form study groups leads to studying collaboration, improving academic performance, and trump socioeconomic background and individual ability in importance to academic and personal success (Stadtfeld, C., Vörös, A., Elmer, T., Boda, Z., & Raabe, I. J.", "tokens": ["DT", "NN", "IN", "NNS", "CC", "NN", "TO", "VB", "RB", "TO", "VB", "NN", "NNS", "VBZ", "TO", "VBG", "NN", ",", "VBG", "JJ", "NN", ",", "CC", "VB", "JJ", "NN", "CC", "JJ", "NN", "IN", "NN", "TO", "VB", "CC", "JJ", "NN", "(", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "NNP", ",", "CC", "NNP", ",", "NNP", "NNP", "."], "tree": "(TOP (S (NP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NNS NNS)))) (CC CC) (NP (NN NN) (S (VP (TO TO) (VP (VB VB) (ADVP (RB RB)) (S (VP (TO TO) (VP (VB VB) (NP (NN NN) (NNS NNS)))))))))) (VP (VP (VBZ VBZ) (PP (IN IN) (S (VP (VBG VBG) (NP (NN NN)))))) (, ,) (VP (VBG VBG) (NP (JJ JJ) (NN NN))) (, ,) (CC CC) (VP (VP (VBP VBP) (NP (NP (JJ JJ) (NN NN)) (CC CC) (NP (NP (JJ JJ) (NN NN)) (PP (IN IN) (NP (NP (NN NN)) (PP (IN IN) (NP (ADJP (JJ JJ) (CC CC) (JJ JJ)) (NN NN)))))))) (-LRB- -LRB-) (NP (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (NP (NNP NNP) (, ,) (NNP NNP)) (, ,) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP))) (, ,) (CC CC) (NP (NP (NNP NNP)) (, ,) (NNP NNP) (NNP NNP))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 101, "text": "Specific friendship ties even correlated to GPA.", "tokens": ["JJ", "NN", "NNS", "RB", "VBD", "TO", "NNP", "."], "tree": "(TOP (S (NP (JJ JJ) (NN NN) (NNS NNS)) (ADVP (RB RB)) (VP (VBD VBD) (PP (IN IN) (NP (NNP NNP)))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 102, "text": "Too much social interaction, however, can easily become a distraction, which can negatively impact GPA (Alotaibi, T. A., et al.", "tokens": ["RB", "JJ", "JJ", "NN", ",", "RB", ",", "MD", "RB", "VB", "DT", "NN", ",", "WDT", "MD", "RB", "VB", "NNP", "(", "NNP", ",", "NNP", "NN", ",", "CC", "NN", "."], "tree": "(TOP (S (NP (ADJP (RB RB) (JJ JJ)) (JJ JJ) (NN NN)) (, ,) (ADVP (RB RB)) (, ,) (MD MD) (ADVP (RB RB)) (VP (VP (VB VB) (NP (NP (DT DT) (NN NN)) (, ,) (SBAR (WHNP (WDT WDT)) (S (VP (MD MD) (ADVP (RB RB)) (VP (VB VB) (NP (NNP NNP)))))))) (-LRB- -LRB-) (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP) (NNP NNP)) (, ,) (CC CC) (NNP NNP))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 103, "text": "Care should be taken to ensure that the quality of friendships are high.", "tokens": ["NN", "MD", "VB", "VBN", "TO", "VB", "IN", "DT", "NN", "IN", "NNS", "VBP", "JJ", "."], "tree": "(TOP (S (NP (NN NN)) (VP (MD MD) (VP (VB VB) (VP (VBN VBN) (S (VP (TO TO) (VP (VB VB) (SBAR (IN IN) (S (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NNS NNS)))) (VP (VBP VBP) (ADJP (JJ JJ))))))))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 104, "text": "Loneliness, often associated with a lack of friendships, predicts poorer health outcomes, on a comparable scale to the risks of smoking or obesity!", "tokens": ["NNP", ",", "RB", "VBN", "IN", "DT", "NN", "IN", "NNS", ",", "NNS", "VBP", "NN", "NNS", ",", "IN", "DT", "JJ", "NN", "TO", "DT", "NNS", "IN", "NN", "CC", "NN", "."], "tree": "(TOP (S (NP (NP (NN NN)) (, ,) (VP (ADVP (RB RB)) (VBN VBN) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NNS NNS)))))) (, ,)) (VP (VBZ VBZ) (NP (JJR JJR) (NN NN) (NNS NNS)) (, ,) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NP (DT DT) (NNS NNS)) (PP (IN IN) (NP (NN NN) (CC CC) (NN NN)))))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 105, "text": "(Ernst, J. M., & Cacioppo, J. T. 1999) A study on the psychological impacts of loneliness (Ernst, J. M., & Cacioppo, J. T. 1999) revealed that it increases the risk of depression by 48%.", "tokens": ["(", "NNP", ",", "NNP", "NNP", ",", "CC", "NNP", ",", "NNP", "NNP", "CD", ")", "DT", "NN", "IN", "DT", "JJ", "NNS", "IN", "NN", "(", "NNP", ",", "NNP", "NNP", ",", "CC", "NNP", ",", "NNP", "NNP", "CD", ")", "VBD", "IN", "PRP", "VBZ", "DT", "NN", "IN", "NN", "IN", "CD", "NN", "."], "tree": "(TOP (S (NP (-LRB- -LRB-) (NNP NNP) (, ,) (NNP NNP) (NNP NNP) (, ,) (CC CC) (NP (NNP NNP) (, ,) (NNP NNP) (NNP NNP)) (CD CD) (-RRB- -RRB-) (NP (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (NN NN)))))) (-LRB- -LRB-) (NP (NNP NNP) (, ,) (NNP NNP) (NNP NNP) (, ,) (CC CC) (NP (NNP NNP) (, ,) (NNP NNP) (NNP NNP) (CD CD))) (-RRB- -RRB-))) (VP (VBD VBD) (SBAR (IN IN) (S (NP (PRP PRP)) (VP (VBZ VBZ) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NN NN)))) (PP (IN IN) (NP (CD CD) (NN NN))))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 106, "text": "High loneliness participants were also 30% more likely to develop heart disease, and significantly less happy (Ernst, J. M., & Cacioppo, J. T. 1999).", "tokens": ["JJ", "NN", "NNS", "VBD", "RB", "CD", "NN", "RBR", "JJ", "TO", "VB", "NN", "NN", ",", "CC", "RB", "JJR", "JJ", "(", "NNP", ",", "NNP", "NNP", ",", "CC", "NNP", ",", "NNP", "NNP", "CD", ")", "."], "tree": "(TOP (S (NP (NML (JJ JJ) (NN NN)) (NNS NNS)) (VP (VBD VBD) (ADVP (RB RB)) (ADJP (ADJP (ADJP (ADVP (NP (CD CD) (NN NN)) (RBR RBR)) (JJ JJ) (S (VP (TO TO) (VP (VB VB) (NP (NN NN) (NN NN)))))) (, ,) (CC CC) (ADJP (RB RB) (RBR RBR) (JJ JJ))) (PRN (-LRB- -LRB-) (NP (NP (NP (NNP NNP)) (, ,) (NP (NNP NNP) (NNP NNP))) (, ,) (CC CC) (NP (NNP NNP) (, ,) (NNP NNP) (NNP NNP) (CD CD))) (-RRB- -RRB-)))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 107, "text": "Throughout this paper, I have shown that being a “good person” through being generous, kind, forgiving, grateful, and moral either directly improves performance in various aspects of life, or improves affect/mental health or likeability/social success, which in turn improve performance in academic, social, physical, economic, emotional, and personal aspects of life.", "tokens": ["IN", "DT", "NN", ",", "PRP", "VBP", "VBN", "IN", "VBG", "DT", "NN", "JJ", "NN", "NNP", "IN", "VBG", "JJ", ",", "NN", ",", "NN", ",", "JJ", ",", "CC", "JJ", "CC", "RB", "VBZ", "NN", "IN", "JJ", "NNS", "IN", "NN", ",", "CC", "VBZ", "JJ", "NN", "CC", "JJ", "NN", ",", "WDT", "IN", "NN", "JJ", "NN", "IN", "JJ", ",", "JJ", ",", "JJ", ",", "JJ", ",", "JJ", ",", "CC", "JJ", "NNS", "IN", "NN", "."], "tree": "(TOP (S (PP (IN IN) (NP (DT DT) (NN NN))) (, ,) (NP (PRP PRP)) (VP (VBP VBP) (VP (VBN VBN) (SBAR (IN IN) (S (S (VP (S (VP (VBG VBG) (NP (DT DT) (`` ``) (JJ JJ) (NN NN) ('' '')))) (PP (IN IN) (S (VP (VBG VBG) (ADJP (JJ JJ) (, ,) (JJ JJ) (, ,) (JJ JJ) (, ,) (JJ JJ) (, ,) (CC CC) (JJ JJ))))))) (VP (DT DT) (ADVP (RB RB)) (VP (VBZ VBZ) (NP (NP (NN NN)) (PP (IN IN) (NP (NP (JJ JJ) (NNS NNS)) (PP (IN IN) (NP (NN NN))))))) (, ,) (CC CC) (VP (VP (VBZ VBZ) (NP (NP (JJ JJ) (NN NN)) (CC CC) (NP (JJ JJ) (NN NN)))) (, ,) (SBAR (WHNP (WDT WDT)) (S (PP (IN IN) (NP (NN NN))) (VP (VBP VBP) (NP (NP (NN NN)) (PP (IN IN) (NP (NP (ADJP (JJ JJ) (, ,) (JJ JJ) (, ,) (JJ JJ) (, ,) (JJ JJ) (, ,) (JJ JJ) (, ,) (CC CC) (JJ JJ)) (NNS NNS)) (PP (IN IN) (NP (NN NN))))))))))))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 108, "text": "While some aspects of being a good person may have a high cost in the short term, the long term benefits of being good pay dividends through the establishment of a positive reputation, strong relationships, a solid support network, and satisfaction with life.", "tokens": ["IN", "DT", "NNS", "IN", "VBG", "DT", "JJ", "NN", "MD", "VB", "DT", "JJ", "NN", "IN", "DT", "JJ", "NN", ",", "DT", "JJ", "NN", "NNS", "IN", "VBG", "JJ", "NN", "NNS", "IN", "DT", "NN", "IN", "DT", "JJ", "NN", ",", "JJ", "NNS", ",", "DT", "JJ", "NN", "NN", ",", "CC", "NN", "IN", "NN", "."], "tree": "(TOP (S (SBAR (IN IN) (S (NP (NP (DT DT) (NNS NNS)) (PP (IN IN) (S (VP (VBG VBG) (NP (DT DT) (JJ JJ) (NN NN)))))) (VP (MD MD) (VP (VB VB) (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (DT DT) (JJ JJ) (NN NN))))))) (, ,) (NP (NP (DT DT) (NML (JJ JJ) (NN NN)) (NNS NNS)) (PP (IN IN) (S (VP (VBG VBG) (ADJP (JJ JJ)))))) (VP (VBP VBP) (NP (NNS NNS)) (PP (IN IN) (NP (NP (DT DT) (NN NN)) (PP (IN IN) (NP (NP (DT DT) (JJ JJ) (NN NN)) (, ,) (NP (JJ JJ) (NNS NNS)) (, ,) (NP (DT DT) (JJ JJ) (NN NN) (NN NN)) (, ,) (CC CC) (NP (NP (NN NN)) (PP (IN IN) (NP (NN NN))))))))) (. .)))"}
{"doc_id": "personal_cognitive_neuroscience", "para_id": 1, "sent_id": 109, "text": "It takes a large degree of self control to do the right thing every day, but whether you’re doing it for yourself or for others, it's the right thing to do.", "tokens": ["PRP", "VBZ", "DT", "JJ", "NN", "IN", "NN", "NN", "TO", "VB", "DT", "JJ", "NN", "DT", "NN", ",", "CC", "IN", "PRP", "VBP", "JJ", "VBG", "PRP", "IN", "PRP", "CC", "IN", "NNS", ",", "PRP", "VBZ", "DT", "JJ", "NN", "TO", "VB", "."], "tree": "(TOP (S (S (NP (NP (PRP PRP))) (VP (VBZ VBZ) (NP (NP (DT DT) (JJ JJ) (NN NN)) (PP (IN IN) (NP (NN NN) (NN NN)))) (S (VP (TO TO) (VP (VB VB) (NP (DT DT) (JJ JJ) (NN NN)) (NP (DT DT) (NN NN))))))) (, ,) (CC CC) (S (SBAR (IN IN) (S (NP (PRP PRP)) (VP (-LRB- -LRB-) (VP (VBP VBP) (VP (VBG VBG) (NP (PRP PRP)) (PP (PP (IN IN) (NP (PRP PRP))) (CC CC) (PP (IN IN) (NP (NNS NNS))))))))) (, ,) (NP (PRP PRP)) (VP (VBZ VBZ) (NP (NP (DT DT) (JJ JJ) (NN NN)) (SBAR (S (VP (TO TO) (VP (VB VB)))))))) (. .)))"}
